{
  "general_release_stable": "مستقر",
  "general_downloads": "التنزيلات",
  "general_total": "إجمالي",
  "general_javascript_warning": "JavaScript مطلوب",
  "general_javascript_warning_description": "نأسف، لكن هذا الموقع الإلكتروني لا يعمل بشكلٍ صحيح بدون تمكين JavaScript.",
  "exchanges_title": "البورصات",
  "exchanges_description": "توفر تبادلات العملات الرقمية طريقة سهلة لشراء وتداول Decred (DCR). إخلاء مسؤولية: أجرِ بحثك الخاص دائمًا (DYOR) قبل استخدام خدمة. أكثر طريقة أمانًا لتخزين Decred هي في محفظة حيث تتحكم حصريًّا في المفاتيح الخاصة.",
  "title": "Decred - العملة الرقمية المستقلة",
  "description": "Decred عملة رقمية مستقلة. فمع نظام التوافق المهجن، تم بناؤها لتكون عملة لامركزية ومستدامة ذات حكم ذاتي، حيث يضع أصحاب المصالح القواعد بأنفسهم.",
  "general_copyright": "مطورو Decred",
  "nav_brand_resources": "موارد العلامة التجارية",
  "nav_in_the_press": "Decred في الصحافة",
  "nav_become_contributor": "كن مساهمًا",
  "nav_tech_overview": "نظرة عامة تقنية",
  "nav_business_brief": "ملخص الأعمال",
  "nav_roadmap": "خريطة طريق",
  "footer_roadmap": "خارطة الطريق 2018",
  "nav_whatis": "ما Decred",
  "nav_mission": "الرسالة",
  "nav_platform": "المنصة",
  "nav_getstarted": "البدء",
  "nav_interacting": "التفاعل مع Decred",
  "nav_downloads": "التنزيلات",
  "nav_politeia": "نظام مقترحات",
  "nav_vsp": "موفرو خدمة التصويت",
  "nav_networkstats": "إحصائيات الشبكة",
  "nav_votingdashboard": "اللوحة الرئيسية للتصويت ",
  "nav_documentation": "التوثيق",
  "nav_community": "المجتمع",
  "nav_contributors": "المساهمون",
  "nav_exchanges": "البورصات",
  "nav_press": "الصحافة",
  "contributors_corporate_contractor": "مقاول الشركات",
  "contributors_development": "التطوير",
  "contributors_design": "التصميم",
  "contributors_community": "المجتمع",
  "contributors_marketing": "التسويق",
  "contributors_strategy": "الاستراتيجية",
  "contributors_description": "تستخدم Decred نموذج المقاول الجديد الذي يسمح بمكافأة المساهمين الذين ثبتت قدراتهم على أعمالهم الجيدة. وقد ساعد هذا النهج على تشكيل فريق عالمي قوي من المطورين والمصممين والاستراتيجيين، فضلًا عن مجتمع قوي. ونحن نرحب بالمساهمات من أي شخص يرغب في إظهار جهوده ومهارته في السعي لتحقيق مهمة المشروع.",
  "roadmap_tag_new": "جديد",
  "roadmap_tag_ongoing": "مستمر",
  "roadmap_tag_completed": "مكتمل",
  "roadmap_moreinfo": "معلومات إضافية",
  "roadmap_tag_subtitle": "رؤية عن مستقبلنا، وإطلالة مشرفة على الماضي",
  "roadmap_description": "يُرجى ملاحظة أن هدفنا الرئيسي هو إمدادك بإصدارات مستقرة وموثوقة. وعلى هذا الأساس، فأي إشارات إلى تواريخ الإصدار وسماته المدرجة هي عرضة للتغيير.",
  "brand_guide_0": "مكتبة أدوات التواصل النظري",
  "brand_guide_1": "مكتبة الأدوات الجاهزة",
  "brand_guide_2": "حزمة الشعار",
  "brand_guide_3": "تنزيل حزمة الشعار",
  "brand_guide_4": "ألوان أساسية",
  "brand_guide_5": "الأزرق المعدني",
  "brand_guide_6": "الفيروزي",
  "brand_guide_7": "الأزرق الداكن",
  "brand_guide_8": "أسلوب الخط",
  "brand_guide_9": "ألوان متممة",
  "brand_guide_10": "الأزرق الفاتح",
  "brand_guide_11": "أخضر",
  "brand_guide_12": "البرتقالي",
  "brand_guide_13": "إن أهداف هوية Decred البصرية هي ضمان تمثيل فريد بين العملات الرقمية، ودعم الاستعمال المستمر عبر مجموعة متنوعة من المنصات فضلاً عن كونها سهلة التذكر وجذابة لإلحاق المستخدمين الجدد. يتحقق هذا من خلال الاستخدام الصحيح للشعار، وتعيين النوع، وتوجيه الألوان والأصول الرسومية. لقد طورنا قوالب بسيطة الأسلوب مناسبة لكل المستخدمين وكذلك المصممين لإنتاج مواد أكثر تعقيدًا.",
  "brand_guide_14": "عاين github/dcrdesign repo لرؤية باقات التصميم، والتوجيهات والتوثيقات",
  "exchanges_otc_title": "متداولو Decred خارج البورصة",
  "exchanges_otc_description": "يتيح التداول في عمليات خارج البورصة (OTC) للعملاء شراء وبيع Decred مباشرةً من أحد المتداولين. يتفق العميل والمتداول على سعرٍ ثابت مقابل كمية كبيرة من Decred ويجريان المعاملة بدون المرور بالبورصة. أدنى حجم لمعاملة التداول خارج البورصة هو في المعتاد 100,000 دولار أمريكي أو أكثر.",
  "exchanges_payment_title": "معالجات دفع Decred",
  "exchanges_payment_description": "حلول ليبدأ التجار على الإنترنت قبول Decred (DCR) كوسيلة للدفع. توفر معالجات الدفع دمجًا سريعًا وسهلاص لقبول العلملات المشفرة من خلال منصات التجارة الإلكترونية.",
  "exchanges_subtitle": "Decred في البورصات",
  "exchanges_showall": "عرض الكل",
  "home_download_wallet": "تنزيل المحفظة",
  "home_for_computer": "لجهاز الكمبيوتر",
  "home_mainheading": "Decred عملة رقمية مستقلة.",
  "home_all_downloads": "جميع التنزيلات",
  "home_watch_video": "شاهد الفيديو",
  "home_decrediton_for_macdl": "Decrediton لنظام التشغيل macOS",
  "home_decrediton_for_linuxdl": "Decrediton لنظام التشغيل Linux",
  "home_decrediton_for_windl": "Decrediton لنظام التشغيل Windows",
  "home_news_banner_title": "نظام مقترحات Decred مباشر",
  "home_news_banner_body": "يتيح Politeia لمستخدمي Decred وأصحاب المصالح اقتراح مشروعات، ومبادرات جديدة وتغييرات بإجماع الآراء، والتعاون فيها، وتمويلها.",
  "home_news_banner_link_title": "عرض المقترحات",
  "home_mission_section_title": "الرسالة",
  "home_mission_title_1": "الاستقلال عبارة عن حكم ذاتي. أصحاب المصلحة هم من يضعون القواعد.",
  "home_mission_body_1": "منذ عام 2016، سعت Decred لحل حوكمة سلسلة الكُتل. فنموذج تصويتنا الإجماعي المبتكر يعطي أصحاب المصلحة سلطات واسعة ويسمح بالانتقال السلس من مجموعة قواعد إلى أخرى. كما تمكننا عملية صنع القرار اللامركزية والتمويل الذاتي من بناء عملة رقمية متطورة، بدون تأثير جهات خارجية.",
  "home_mission_title_2": "تم إنشاؤها من تقنية مثبتة بنسبة 100% ومفتوحة المصدر.",
  "home_mission_body_2": "توفر وحدة مصدر البرنامج لدينا قدرة فريدة على التكيف ويمكنها التناسب مع أحدث تقنيات سلسلة الكُتل. فقد مكنت تقنية Decred من إجراء أول تصويت توافقي مباشر ناجح في السلسلة بتفعيل المستخدم. ويمثل ذلك نهجًا ثوريًا لحوكمة أصحاب المصالح حيث يعمل مجتمعنا على توجيه المشروع واتخاذ القرارات في نفس الوقت.",
  "home_mission_chart_1": "من الإجمالي",
  "home_mission_chart_2": "ما تم تعدينه حتى الآن",
  "home_mission_title_3": "تمكين الأفراد والمجموعات والشركات.",
  "home_mission_body_3": "نحن مدعومون من قبل المجتمع. فأصحاب المصلحة المشاركون في صنع قرار Decred يتم مكافأتهم لجهودهم. والتمويل المستدام ونموذج المقاول المرن يسمح لأي شخص بالانضمام إلى Decred في أي وقت والمشاركة في إدارتها. إن قيمة Decred تكمن في الأشخاص الذين يعملون فيها - فمعًا نصنع المستقبل اللامركزي الذي نريده.",
  "home_quotes_quote": "\"الخاصية الأهم في Decred هي الحوكمة الجيدة، وبالحوكمة الجيدة، يمكنك أن تحظى بأي خاصية تريد\".",
  "home_platform_platform": "المنصة",
  "home_platform_features": "ميزات المستقبل.",
  "home_platform_built": "صُممت Decred لتبقى. إن نشاطنا في التطوير وجودتنا بين الأفضل في المجال. تشتمل خصائص برنامج Decred على ما يلي:",
  "home_platform_innovative": "نظام تصويت مبتكر هجين بالإجماع عن طريق إثبات العمل (PoW) وإثبات الحصة (PoS)",
  "home_platform_censorship": "منصة تستند إلى سلسلة الكُتل للاقتراح العام غير خاضعة للمراقبة",
  "home_platform_smartcontract": "عقود ذكية قابلة للتنفيذ مثل الشبكة السريعة",
  "home_platform_atomicswap": "مقايضات ذرية متعددة السلاسل بين العملات الرقمية المختلفة",
  "home_platform_wallets_ease": "محافظ تدعم منصات متعددة لسهولة الاستخدام",
  "home_platform_consensus": "التصويت بالإجماع",
  "home_platform_hybrid": "تستخدم Decred نظامًا مبتكرًا هجينًا عن طريق إثبات العمل (PoW) وإثبات الحصة (PoS) لمنح أصحاب المصالح سلطة صنع القرار فيما يتعلق بمجموعة القواعد المتفق عليها لتنشيطها. وهذا ما يسمح بالانتقال السلس من مجموعة قواعد إلى أخرى مع الحفاظ على النظام البيئي لسلسلة الكُتل الحالية سليمًا.",
  "home_platform_swaps": "المقايضات الذرية",
  "home_platform_decent": "لا تحتاج Decred إلى الاعتماد على التبادلات المركزية. فمع المقايضات الذرية متعددة السلاسل بين العملات الرقمية المختلفة، يمكن للمستخدمين إجراء صفقات أقل ثقة خارج السوق الرسمية (OTC) بدون جهة خارجية.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "تستخدم Decred منصة تستند إلى سلسلة الكُتل للاقتراح العام غير خاضعة للمراقبة، مما يمكن المستخدمين من تقديم مشاريعهم الخاصة للتمويل الذاتي من الدعم المالي لكُتل ديكريد. تضمن منصة Politeia  (Pi) بقاء النظام البيئي مستدامًا ومزدهرًا.",
  "home_platform_lightning": "شبكة البرق",
  "home_platform_ln_contracts": "تقوم Decred بتنفيذ عقود ذكية قابلة للعمل. الشبكة السريعة (LN) هي إحدى هذه التطبيقات لنظام منخفض القيود خارج السلسلة يسمح بالمدفعوعات الصغيرة شبه اللحظية بعملة Decred. مع الشبكة السريعة (LN)، تنافس Decred بشكل مباشر أنظمة الدفع الإلزامية الحالية.",
  "home_platform_wallets": "محافظ تدعم منصات متعددة",
  "home_platform_accessible": "تتميز Decred بمحافظ يمكن الوصول إليها عبر واجهات المستخدم الرسومية (GUIs) عبر جميع أنظمة التشغيل (Windows وmacOS وLinux). وبالنسبة للمستخدمين الفنيين، تتوفر أيضًا محافظ بواجهة سطر الأوامر (CLI).",
  "home_platform_soon": "قريبًا™",
  "home_platform_active": "تتمتع Decred بالتطوير النشط. فالمعالم الحالية تشمل منظمة كاملة مستقلة لا مركزية (DAO) موجهة نحو أصحاب المصالح مع تعزيز خصوصية المستخدم.",
  "home_principles_oss": "برنامج مجاني و مفتوح المصدر",
  "home_principles_free": "يجب أن تكون جميع البرامج المطورة كجزء من Decred مجانية ومفتوحة المصدر.",
  "home_principles_incremental": "خصوصية إضافية وأمان متزايد",
  "home_principles_privacy": "يتعين تنفيذ تقنية الخصوصية والأمن على أساس مستمر ومتزايد،  بشكل استباقي و عند الطلب على حد سواء استجابة للهجمات.",
  "home_principles_speech": "حرية التعبير والاهتمام بالآراء",
  "home_principles_everyone": "كل شخص لديه الحق في إيصال آرائه و أفكاره بدون خوف من الرقابة. و يجب بحث كل حوار بنّاء قائم على الواقع والعقل.",
  "home_principles_multi_stakeholder": "شمولية أصحاب المصلحة المتعددين",
  "home_principles_inclusivity": "يمثل الشمول نظامًا من عدة أصحاب مصلحة مما يوجب الحفاظ على الجهد النشط المبذول ليشمل مجموعة من الآراء والمستخدمين.",
  "home_principles_bound": "نحن ملتزمون بالمبادئ التوجيهية التالية.",
  "home_principles_equitable": "لقد وُضعت هذه المبادئ في إطار الجهود الرامية لإنشاء إطار عمل عادل ومستدام يمكن من خلاله تحقيق هدف Decred المتمثل في أن تكون عملة ذاتية لامركزية يكون فيها لجميع أصحاب المصلحة صوت حقيقي.",
  "home_guide_0": "ستساعدك هذه الجولة على التعرف على Decred",
  "home_guide_1": "نظرة عامة",
  "home_guide_2": "Decred عملة رقمية متعددة المنصات تدعم Windows وmacOS وLinux. وتطبيقات محفظتها سهلة الاستخدام تسمح لك بارسال وحدات Decred واستلامها وتعدينها بعدد قليل من النقرات.",
  "home_guide_3": "لأولئك الذين يحبون التعديل بأنفسهم، توفر Decred باقة كاملة من أدوات سطر الأوامر مما يتيح تخصيص تجربة Decred.",
  "home_guide_4": "متابعة",
  "home_guide_5": "رجوع",
  "home_guide_6": "الأساسيات",
  "home_guide_7": "<p>توجد ثلاث طرق رئيسية للتعامل مع Decred:</p>\n\t\t<p><strong>المحفظة</strong> - لإرسال المبالغ واستلامها إضافة إلى المساهمة بالتصويت عن طريق إثبات الحصة (PoS).</p>\n\t\t<p><strong>تعدين إثبات العمل</strong> - استخدام قوة الحوسبة للتحقق من صحة المعاملات على الشبكة وتوليد وح\nدات Decred جديدة.</p>\n\t\t<p><strong>تعدين إثبات الحصة</strong> - استخدام الرصيد للتصويت على أمور مهمة تخص تطوير الشبكة وإقرار صحة التعاملات مقابل مكافأة.</p>",
  "home_guide_8": "متابعة",
  "home_guide_9": "رجوع",
  "home_guide_10": "المحفظة",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> هي محفظة واجهة مستخدم رسومية متعددة المنصات لـ Decred. متاحة لمستخدمي نظام Windows، وMacOS، وLinux .تتوفر أيضًا محفظة سطر الأوامر وأدوات مساعدة لمجموعة متنوعة من المنصات.</p><p>للحصول على مساعدة للبدء، يمكنك زيارة <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">دليل المبتدئين</a>الخاص بنا.</p>",
  "home_guide_12": "متابعة",
  "home_guide_13": "رجوع",
  "home_guide_14": "إرسال Decred واستقبالها",
  "home_guide_15": "<p>كل ما تحتاجه لإرسال واستلام الأموال هو عنوان. ويمكنك إنشاؤه بسهولة من أي محفظة Decred. ودائمًا ما تبدأ عناوين Decred <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">بحرف D وتحتوي على 26-36 عنصرًا أبجديًا رقميًا</a>.</p>\n\t\t<p>بعد القيام بالمعاملة، عادة ما تُحرر الأموال خلال 5 دقائق تقريبًا. وهنالك رسوم صغيرة لتساعد على صيانة الشبكة. وهو مبلغ يُضاف إلى مبلغ المعاملة. على سبيل المثال، عند التحويل بقيمة 100 DCR يترتب عليه رسوم بقيمة تقارب 0.006 DCR.</p>\n\t\t<p>يسمح مستكشفا الكُتل <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> و<a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> للمستخدم بالبحث عن جميع الكُتل والمعاملات في سلسلة كُتل Decred.</p>",
  "home_guide_16": "متابعة",
  "home_guide_17": "رجوع",
  "home_guide_18": "التعدين",
  "home_guide_19": "<p>يرمز مصطلح التعدين إلى عملية التحقق من صحة المعاملات على شبكة Decred وإبقائها آمنة. ويتم بالمقابل مكافأة المعدّنين بوحدات Decred حديثة التوليد مقابل عملهم.</p>\n\t\t<p>لدى Decred طريقتان للتحقق من صحة المعاملات: إثبات العمل (PoW) وإثبات الحصة (PoS).</p>",
  "home_guide_20": "متابعة",
  "home_guide_21": "رجوع",
  "home_guide_22": "التعدين بواسطة إثبات العمل",
  "home_guide_23": "<p>في تعدين <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\">إثبات العمل (PoW)</a> تُجمع المعاملات ضمن كُتل. ويتم التحقق من هذه الكُتل عن طريق مُعدِّني إثبات العمل. عندما يتم التحقق من كتلة معينة، تصبح جزءًا دائمًا من شبكة Decred.</p>\n\t\t<p>تستطيع أن تصبح مُعدِّنًا بواسطة تسخير موارد حاسوبية للشبكة. وبالمقابل، تقوم شبكة Decred بمكافأة المعدنين بوحدات Decred.</p>\n\t\t<p>من أجل فعالية وملاءمة أفضل تستطيع الانضمام <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\">لتجمعات التعدين</a>. هذه التجمعات عبارة عن مجموعة من المعدنين الذين يتشاركون العمل ويقتسمون المكافآت. إن الانضمام لتجمع التعدين طريقة ممتازة للمعدّنين الصغار للحصول على مكافآت منتظمة مقابل عملهم.</p> ",
  "home_guide_24": "متابعة",
  "home_guide_25": "رجوع",
  "home_guide_26": "تصويت إثبات الحصة",
  "home_guide_27": "<p>على خلاف تعدين إثبات العمل (PoW)، <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">تصويت إثبات الحصة (PoS)</a> يتطلب القليل من الموارد الحاسوبية. تُستخدم أموال Decred لشراء تذاكر تسمح بالتصويت داخل الشبكة. وفي كل كتلة يتم اختيار خمس تذاكر بشكل عشوائى من تجمع التذاكر للتصويت على صحة معاملات الكتلة السابقة. </p>\n\t\t<p>تعدين إثبات الحصة (PoS) يضيف طبقة من اللامركزية لـ Decred ويتيح للمستخدمين التصويت على التغيرات المقترحة للشبكة. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">هنالك تجمعات خاصة بتعدين إثبات الحصة (PoS)</a> لتضمن جاهزية تذاكرك للتصويت في حال النداء عليها.</p>",
  "home_guide_28": "متابعة",
  "home_guide_29": "رجوع",
  "home_guide_30": "شراء Decred وتداولها",
  "home_guide_31": "<p>Decred لاتزال حديثة الإصدار، وفي الوقت الحالي، أسهل طريقة لاقتنائها هي عن طريق شرائها بـ Bitcoin. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">بمجرد امتلاكك لبعض عملات Bitcoin</a>، تستطيع استبدالها بـ Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">من خلال منصات تبادل العملات الرقمية</a>. </p>",
  "home_guide_32": "متابعة",
  "home_guide_33": "رجوع",
  "home_guide_34": "انضم إلى المجتمع",
  "home_guide_35": "<p>من خلال عمليات لا مركزية، يستطيع الأشخاص ذوو الأفكار، والأهداف والآراء المختلفة المساعدة في تشكيل المستقبل. من المرجح أن تخطر ببالك بعض الأسئلة، فانضم إلى مجتمعنا المتنامي، حيث يمكنك التواصل مع المطورين والمستخدمين الآخرين، والحصول على المعلومات، وطرح الأسئلة، أو قضاء وقت لطيف فحسب. لدينا <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">وقناة Telegram </a>، <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">وقناة Slack</a> حيث يمكنك الدردشة مع المطورين والمستخدمين الآخرين في الوقت الفعلي. لا تنسَ أيضًا <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> و <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>.لا يسعنا انتظار مقابلتك!</p>",
  "home_guide_36": "متابعة",
  "home_guide_37": "رجوع",
  "home_guide_38": "المزايا المخطط لها",
  "home_guide_39": "<p>يذهب جزء من المكافأة من كتل جديدة نحو تطوير Decred لضمان أنها ستستمر في التطور لاستيفاء احتياجات ورغبات المجتمع الآن وخلال السنوات القادمة. هذه هي بعض الخصائص المخطط لها في 2018 وأوائل 2019:</p><ul><li>بروتوكول Lightning network</li><li>إصدار الخصوصية المبدئي</li><li>التحكم اللا مركزي في التمويل</li><li>الكيانات المستقلة اللا مركزية</li><li>تحسينات قابلية التوسع</li><li>إدماجات Decrediton</li><li>النمو التسويقي</li><li>اقتراح لتبادل لا مركزي</li></ul><p>اقرأ عن كل هذه الموضوعات والمزيد على مدونتنا. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">مرحبًا بكم في Decred: مستقبل العملة الرقمية المستقلة</a></p>",
  "home_guide_40": "متابعة",
  "home_guide_41": "رجوع",
  "downloads_description": "إذا كنت جديدًا على Decred، فتأكد من قراءة <a href=\"../#guide\">جولة البدء</a> أو <a href=\"../#platform\">النظرة العامة الفنية</a> إذا كنت ترغب في التعمق. إذا كنت تقوم بتنزيل ثنائيات Decred، فيرجى اتباع خطوات <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">التحقق من الثنائيات</a> هذه للتحقق من المجاميع الاختبارية.",
  "downloads_category_core": "البرنامج الأساسي",
  "downloads_category_mining_software": "برنامج التعدين",
  "downloads_category_3rd_party_wallets": "محافظ الطرف الخارجي",
  "downloads_app_decrediton": "محفظة ذات واجهة مستخدم رسومية لنظام التشغيل Windows وmacOS وLinux.",
  "downloads_app_commandline": "مثبّت/محدّث متعدد المنصات لتطبيقات سطر الأوامر.",
  "downloads_app_gominer": "معدّن CUDA/OpenCL لوحدات معالجة الرسوميات AMD/NVIDIA. مدعوم رسميًا من قبل فريق Decred.",
  "downloads_app_ccminer": "مُعدِّن CUDA من جهة خارجية لوحدة معالجة الرسوميات NVIDIA. غير مدعوم من قبل فريق Decred.",
  "downloads_app_sgminer": "مُعدِّن OpenCL من جهة خارجية لوحدة معالجة الرسوميات AMD. غير مدعوم من قبل فريق Decred.",
  "downloads_app_exodus": "Exodus تطبيق سهل الاستخدام يتيح حماية سلسلة الكتل وإدارتها وتبادل أصولها في مكان واحد.",
  "downloads_app_coinomi": "خزّن، وأدِر وتبادل بأمان كلاً من Bitcoin، وEthereum وأكثر من 500 أصل سلسلة كتل آخر.",
  "downloads_app_ownbit": "Ownbit هي محفظة عملات مشفرة لا مركزية. أنت تملك مفاتيحك الخاصة.",
  "downloads_app_anybit": "Anybit هي محفظة محمولة متاحة لأنظمة Android وiOS بتتبع مدمج للسعر والأنباء.",
  "downloads_app_atomicwallet": "محفظة سطح مكتب متعددة الأصول بتبادل مدمج عبر تقنية التبادلات الذرية اللا وصائية وكتيب الأوامر اللا مركزية.",
  "downloads_app_guarda": "Guarda تمثلها محافظ الويب وسطح المكتب والمحمول متعددة العملات.",
  "downloads_app_cobo": "من المؤسس المشارك لـ F2Pool، Cobo هي محفظة على الهاتف المحمول غاية في الأمان تدعم التصويت السحابي الجماعي لإثبات الحصة (PoS) وأكثر من 30 عملة و500 رمز مميز",
  "downloads_app_ledger": "Ledger Live هي محفظة على الإنترنت مؤمَّنة بواسطة جهاز محفظة Ledger.",
  "stakepools_description": "يتيح لك موفرو خدمة التصويت المشاركة في نظام إثبات الحصة (PoS) من Decred دون القلق على خسائرك بسبب توقف الكمبيوتر عن العمل، أو اتصال الإنترنت المتقطع، أو تقطّع التيار الكهربائي.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">ملحوظة:</span>&nbsp;عدم الرد على التذاكر قد يكون بسبب الاتصال الضعيف لمعدِّن إثبات العمل (PoW) وقد لا يكون بالضرورة خللاً من موفر الخدمة.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">تحذير:</span>&nbsp;لتشجيع لا مركزية الشركة، يوصى بتجنب موفري الخدمات الذين لديهم أكثر من 5% من أصوات الشبكة.",
  "community_description": "تفضل وانضم إلى مجتمعنا المتنامي، حيث يمكنك التواصل مع المطورين والمستخدمين الآخرين، والحصول على المعلومات، أو طرح الأسئلة أو قضاء وقت لطيف فحسب. تم الربط بين القنوات العامة على Matrix، وSlack وDiscord. يمكنك اختيار أي من هذه المنصات وتظل مشاركًا في المناقشات مع أعضاء مجتمع Decred على المنصات الأخرى.",
  "press_description": "لقد تم تعريف Decred على أنه مشروع عملة معماة رائد بواسطة جريدة Chicago Tribune، وهي جريدة تهتم بـ Bitcoin وبورصة Nasdaq. وفيما يلي معرض بأحدث الإشارات لـ Decred.",
  "press_coverage": "التغطية",
  "press_releases": "البيانات الصحفية",
  "Business brief": "ملخص الأعمال",
  "Decred Recruiting": "توظيف Decred",
  "Downloads": "التنزيلات",
  "Exchanges and Payments": "التبادلات والمدفوعات",
  "Join our community!": "انضم إلى المجتمع",
  "Press": "الصحافة",
  "Roadmap": "خريطة طريق",
  "Visual communication toolkit": "مكتبة أدوات التواصل النظري",
  "Voting Service Providers": "موفرو خدمة التصويت",
  "Who is Decred?": "من هو Decred؟",
  "Join our Matrix community": "انضم إلى مجتمع Matrix الخاص بنا",
  "matrix_to_register_using_the_riot": "للاشتراك باستخدام تطبيق الويب Riot، عبر معلومات خادم Decred الرئيسي المملوءة مسبقًا، اضغط على الرابط أدناه.",
  "matrix_register_with_riot": "اشترك باستخدام Riot.",
  "matrix_note_you_must_register_with": "ملحوظة: يجب عليك الاشتراك باستخدام عنوان بريد إلكتروني إذا كنت ترغب في إعادة تعيين كلمة المرور.",
  "matrix_if_you_already_have_an": "إذا كان لديك حساب Matrix بالفعل، فاستخدم الرابط أدناه لتسجيل الدخول إلى خادم Decred الرئيسي.",
  "matrix_login_to_decred_homeserver": "تسجيل الدخول إلى خادم Decred الرئيسي",
  "matrix_to_browse_decred_rooms_click": "لتصفح غرف Decred، اضغط على زر الدليل في لوحة \"الغرف\" على الجهة اليسرى.",
  "matrix_decred_rooms": "غرف Decred",
  "matrix_to_browse_other_available_matrix": "لتصفح عملاء Matrix والخوادم الرئيسية الأخرى، راجع <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">صفحة بدء Matrix</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix منصة تبادل رسائل مفتوحة آمنة مشهورة بين متعاقدي Decred. بمساعدة برنامج التجسير Matrix يستطيع المستخدمون التواصل مه مستخدمين على منصات Decred أخرى مثل Slack وDiscord. توفر Matrix تسجيل الطرف الأول؛ بدون حاجة إلى معلومات تعريف أو خدمة طرف خارجي للاشتراك. يجب أن يكون المستخدمون على علم، رغم هذا، بأن بعض الخصائص مثل إعادة تعيين كلمة المرور تحتاج إلى عنوان البريد الإلكتروني. للمزيد حول خصائص Matrix الأمنية والعملاء المتاحين، راجع الصفحة الرئيسية لمشروع <a href=\"https://matrix.org/blog/home/\">Matrix</a>.</p>\n\n<p>للانضمام إلى Matrix، ستحتاج إلى اختيار عميل وخادم رئيسي. تدعم Matrix الكثير من العملاء والخوادم الرئيسية، لكن للمستخدمين لأول مرة، نوصي بأكثر عملاء Matrix المدعومين Riot، وخادم Decred الرئيسي. يُسهّل استخدام خادم Decred الرئيسي العثور على غرف دردشة Decred، ويضع ‘decred.org’ في هويتك، ويسمح لك بمتابعة المراسلات إذا انقطع اتصال خادم Decred الرئيسي بالخوادم الرئيسية الأخرى.</p>",
  "Page not found": "لم يتم العثور على الصفحة",
  "Back to home page": "الرجوع إلى الصفحة الرئيسية"
}
