{
  "general_javascript_warning": "مطلوب جافاسكريبت",
  "general_javascript_warning_description": "نأسف، لكن هذا الموقع الإلكتروني لا يعمل بشكلٍ صحيح بدون تمكين جافاسكريبت.",
  "exchanges_title": "منصات التبادل",
  "exchanges_description": "توفر منصات تبادل العملات الرقمية طريقة سهلة لشراء وتداول ديكريد (DCR). إخلاء المسؤولية: قم دائماً ببحثك الخاص (DYOR) قبل استخدام الخدمة. الطريقة الأكثر أماناً لتخزين ديكريد هي في محفظة حيث تتحكم بالمفاتيح الخاصة بشكل حصري.",
  "description": "ديكريد عملة رقمية مستقلة. مع نظام إجماع هجين، تم بناؤها لتكون عملة لامركزية و مستديمة ذات حكم ذاتي حيث يتولى أصحاب الحصص وضع القواعد.",
  "general_copyright": "مطورو ديكريد",
  "nav_brand_resources": "موارد العلامة التجارية",
  "nav_dcrdata": "مستكشف الكتلة",
  "nav_time": " الطابع الزمني",
  "nav_in_the_press": "ديكريد في الصحافة",
  "nav_become_contributor": "كن مساهمًا",
  "nav_tech_overview": "نظرة عامة تقنية",
  "nav_roadmap": "خارطة الطريق",
  "footer_roadmap": "خارطة الطريق",
  "nav_mission": "الرسالة",
  "nav_platform": "المنصة",
  "nav_interacting": "التفاعل مع ديكريد",
  "nav_downloads": "المحافظ",
  "nav_politeia": "نظام المقترحات",
  "nav_vsp": "موفرو خدمة التصويت",
  "nav_votingdashboard": "اللوحة الرئيسية للتصويت ",
  "nav_documentation": "المستندات",
  "nav_community": "المجتمع",
  "nav_exchanges": "منصات التبادل",
  "nav_press": "الصحافة",
  "nav_stakingvoting": "التحصيص والتصويت",
  "nav_bugbounty": "مكافأة إيجاد العلة",
  "roadmap_tag_new": "جديد",
  "roadmap_tag_ongoing": "المشاريع الجارية",
  "roadmap_tag_completed": "مكتملة",
  "roadmap_moreinfo": "معلومات إضافية",
  "roadmap_tag_subtitle": "نظرة متعمقة على مستقبلنا، و نظرة عامة على الماضي",
  "roadmap_description": "يُرجى ملاحظة أن هدفنا الرئيسي هو إمدادك بإصدارات مستقرة وموثوقة. وعلى هذا الأساس، فإن أي مؤشرات على تواريخ الإصدار المستهدفة والميزات المدرجة هي عرضة للتغيير.",
  "brand_guide_0": "مكتبة أدوات التواصل البصري",
  "brand_guide_title": "مكتبة الأدوات الجاهزة",
  "brand_guide_2": "حزمة الشعار",
  "brand_guide_3": "تنزيل حزمة الشعار",
  "brand_guide_4": "ألوان أساسية",
  "brand_guide_5": "الأزرق المعدني",
  "brand_guide_6": "الفيروزي",
  "brand_guide_7": "الأزرق الداكن",
  "brand_guide_8": "أسلوب الخط",
  "brand_guide_9": "ألوان تكميلية",
  "brand_guide_10": "الأزرق الفاتح",
  "brand_guide_11": "أخضر",
  "brand_guide_12": "البرتقالي",
  "brand_guide_13": "تتمثل أهداف الهوية المرئية لديكريد في ضمان تمثيل فريد بين العملات الرقمية، ودعم الاستخدام المتسق عبر مجموعة متنوعة من المنصات، بالإضافة إلى كونها بارزة و مثيرة للإهتمام لضم متبنين جدد. ويتم تحقيق ذلك من خلال الاستخدام الصحيح للشعار، وإعداد النوع، وتوجيه الألوان، والأصول الرسومية. ولهذا فلقد قمنا بتطوير قوالب أنماط بسيطة تناسب جميع المستخدمين وكذلك المصممين لإنتاج مواد أكثر تعقيدًا.",
  "brand_guide_14": "عاين مستودع Github/dcrdesign لحزم التصميم والإرشادات والوثائق",
  "exchanges_payment_title": "معالجات مدفوعات ديكريد",
  "home_download_wallet": "تنزيل المحفظة",
  "home_mission_section_title": "الرسالة",
  "home_mission_title_1": "الاستقلال الذاتي هو الحكم الذاتي. أصحاب الحصص هم من يضع القواعد.",
  "home_mission_body_1": "سعت ديكريد جاهدة منذ 2016 إلى حل مشكلة حوكمة سلسلة الكتل. فنموذج التصويت بالإجماع المبتكر الذي إتخذناه يعزز من قدرة أصحاب الحصص ويتيح الانتقال السلس من مجموعة من القواعد إلى أخرى. كما مكنتنا اللامركزية في صنع القرار والتمويل الذاتي من بناء عملة رقمية قوية ومتطورة، خالية من نفوذ الأطراف الثالثة.",
  "home_mission_title_2": "تم بناؤها باستخدام تقنية مفتوحة المصدر ذات كفاءة مؤكدة بنسبة 100%.",
  "home_mission_body_2": "تقدم قاعدة البيانات الموحدة لدينا قدرة فريدة على التكيف ويمكن أن ترتقي إلى أحدث تكنولوجيا لسلسلة الكتل. فقد مكنت تقنية ديكريد من تفعيل أول تصويت ناجح عالميا بالإجماع على السلسلة بواسطة المستخدم. وهذا يمثل نهجا ثوريا في حوكمة أصحاب الحصص حيث يدير مجتمعنا المشروع ويتخذ القرارات معا.",
  "home_mission_chart_1": "من إجمالي",
  "home_mission_chart_2": "تم تعدينه حتى الآن",
  "home_mission_title_3": "تمكين الأفراد والمجموعات والشركات.",
  "home_mission_body_3": "نحن مدعومون من قبل المجتمع.  فيتم مكافأة أصحاب الحصص المشاركون في صنع قرار ديكريد على جهودهم. كما يسمح التمويل المستدام ونموذج المتعاقد المرن لأي شخص بالانضمام إلى ديكريد في أي وقت والمشاركة في حوكمتها. وتكمن قيمة ديكريد في الأشخاص الذين يعملون فيها - سنعمل معًا على بناء المستقبل اللامركزي الذي نريده.",
  "home_quotes_quote": "أهم سمة تميز ديكريد هي الحوكمة الرشيدة، وبالحكومة الجيدة تستطيع أن تتمتع بأي ميزة تريدها.",
  "home_platform_platform": "المنصة",
  "home_platform_features": "ميزات للمستقبل.",
  "home_platform_built": "تم بناء ديكريد لتدوم طويلاً. فنشاطنا التطويري و جودتنا من بين أعلى المستويات في الفضاء. تشمل ميزات برنامج ديكريد:",
  "home_platform_innovative": "نظام تصويت بالإجماع هجين إثبات العمل (PoW) إثبات الحصة (PoS)",
  "home_platform_censorship": "منصة مقترحات عامة تستند على سلسلة الكتل و مقاومة للرقابة",
  "home_platform_smartcontract": "العقود الذكية التي تعمل مثل الشبكة البرقية",
  "home_platform_atomicswap": "المقايضات الذرية عبر السلسلة بين العملات الرقمية المختلفة",
  "home_platform_wallets_ease": "محافظ تعمل على عدة منصات لتسهيل إستخدامها",
  "home_platform_consensus": "التصويت بالإجماع",
  "home_platform_hybrid": "تستخدم ديكريد نظاما مبتكرا هجين إثبات العمل (Pow) إثبات الحصة (PoS) لمنح أصحاب الحصص سلطة صنع القرار فيما يتعلق بتفعيل مجموعة قواعد الإجماع. وهذا يسمح بالانتقال السلس من مجموعة من القواعد إلى أخرى مع الحفاظ على سلامة النظام البيئي الحالي لسلسلة الكتل.",
  "home_platform_swaps": "المقايضات الذرية",
  "home_platform_decent": "لا تحتاج ديكريد الإعتماد على المبادلات اللامركزية. فمن خلال عمليات المقايضات الذرية عبر السلاسل بين العملات الرقمية المختلفة، يمكن للمستخدمين إجراء صفقات مباشرة خارج منصات التبادل بدون ثقة ومن دون اللجوء إلى طرف ثالث.",
  "home_platform_politeia": "بوليتيا",
  "home_platform_proposal": "تستخدم ديكريد منصة اقتراح عامة ترتكز على سلسلة كتل مقاومة للرقابة، والتي تمكن المستخدمين من تقديم مشاريعهم الخاصة للتمويل الذاتي من الدعم المالي لكتلة DCR. كما تضمن بوليتيا (Pi) بقاء النظام الإيكولوجي مستداما ومزدهرا.",
  "home_platform_lightning": "الشبكة البرقية",
  "home_platform_ln_contracts": "تقوم ديكرد بتنفيذ العقود الذكية التي تعمل. فالشبكة البرقية (LN) هي أحد هذه التطبيقات لنظام خارج السلسلة منخفض المهلة والتي تسمح بالدفعات بالغة الصغر و الشبه الفورية ب DCR. و بواسطة الشبكة البرقية، تتنافس ديكريد بشكل مباشر مع أنظمة الدفع بالأموال النقدية الحالية.",
  "home_platform_accessible": "تتميز ديكريد بمحافظ يمكن الوصول إليها عبر واجهات المستخدم الرسومية (GUIs) عبر جميع أنظمة التشغيل (الويندوز و الماك أو إس و لينكس). وبالنسبة للمستخدمين التقنيين، هنالك أيضًا محافظ بواجهة سطر الأوامر (CLI).",
  "home_platform_wallets": "المحافظ عبر المنصات",
  "home_platform_soon": "قريبًا™",
  "home_platform_active": "تتمتع ديكريد بالتطوير النشط. وتشمل المعالم الرئيسية الحالية إنشاء منظمة مستقلة لا مركزية (DAO) موجهة بالكامل من أصحاب الحصص وتعزيز خصوصية المستخدم.",
  "home_guide_0": "ستساعدك هذه الجولة على التعرف على ديكريد.",
  "home_guide_1": "نظرة عامة",
  "home_guide_2": "ديكريد عملة رقمية متعددة المنصات تدعم أنظمة التشغيل الويندوز و الماك أو إس و لينكس. تتيح تطبيقات المحفظة السهلة الاستخدام إمكانية إرسال وحدات ديكريد واستلامها وتعدينها ببضع نقرات فقط.",
  "home_guide_3": "لأولئك الذين يحبون التعديل بأنفسهم، توفر ديكريد باقة كاملة من أدوات سطر الأوامر التي تسمح بتخصيص تجربة ديكريد.",
  "home_guide_4": "متابعة",
  "home_guide_5": "رجوع",
  "home_guide_6": "الأساسيات",
  "home_guide_7": "<p>هناك ثلاث طرق رئيسية للتفاعل مع ديكريد:</p><p><strong>المحفظة</strong> - لإرسال وتلقي الأموال فضلا عن المشاركة في التصويت بإثبات الحصة.</p><p><strong>التعدين بإثبات العمل</strong> - استخدام قوة الحوسبة للتحقق من المعاملات على الشبكة وإنتاج توكنات ديكريد جديدة.</p><p><strong>التصويت بإثبات الحصة</strong> - استخدام الأموال للتصويت على مسائل تطوير الشبكة الهامة والتحقق من صحة المعاملات للحصول على مكافآت.</p>",
  "home_guide_8": "متابعة",
  "home_guide_9": "رجوع",
  "home_guide_10": "المحفظة",
  "home_guide_11": "<p><a href=\"wallets/#decrediton\">ديكريديتون</a> ديكريديتون هي محفظة واجهة المستخدم الرسومية متعددة المنصات لديكريد. و هي متوفرة لمستخدمي أنظمة تشغيل الويندوز و الماك أو إس و لينكس.</p><p><a href=\"downloads/#cli\">محفظة سطر الأوامر والأدوات المساعدة</a> متوفرة أيضًا لمجموعة متنوعة من المنصات.</p><p>للحصول على المساعدة لبدء الاستخدام يمكنك زيارة<a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">دليل المبتدئين الخاص بنا</a>.</p>",
  "home_guide_12": "متابعة",
  "home_guide_13": "رجوع",
  "home_guide_14": "إرسال و إستلام ديكريد",
  "home_guide_15": "<p>كل مايلزمك لإرسال و إستلام الأموال هو عنوان. والذي يمكن إنشاؤه بسهولة من أي محفظة لديكريد. تبدأ عناوين ديكريد دائما<a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\" rel=\"noopener noreferrer\">وتحتوي على 26-36 حرفًا أبجديًا رقميًا</a>.</p><p>بعد إجراء المعاملة، يتم عادةً تسوية الأموال في غضون 5 دقائق تقريبًا. هناك رسم رمزي للمساعدة في صيانة الشبكة. بحيث يتم إضافته إلى مبلغ المعاملة. أي أن تحويل 100DCR سيترتب عليه رسم حوالي 0.006DCR.</p><p>يسمح مستكشفا الكُتل <a href=\"https://mainnet.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">mainnet.decred.org</a> و <a href=\"https://explorer.dcrdata.org\" target=\"_blank\" rel=\"noopener noreferrer\">explorer.dcrdata.org</a> للمستخدمين بالبحث عن جميع الكُتل والمعاملات في سلسلة كُتل ديكريد.</p>",
  "home_guide_16": "متابعة",
  "home_guide_17": "رجوع",
  "home_guide_18": "التعدين",
  "home_guide_19": "<p>يرمز مصطلح التعدين إلى عملية التحقق من صحة المعاملات على شبكة ديكريد وإبقائها آمنة. ويتم بالمقابل مكافأة المعدّنين بوحدات ديكريد منتجة حديثا مقابل عملهم.</p><p>تتوفر ديكريد على طريقتين للتحقق من صحة المعاملات: إثبات العمل (PoW) وإثبات الحصة (PoS).</p>",
  "home_guide_20": "متابعة",
  "home_guide_21": "رجوع",
  "home_guide_22": "التعدين بواسطة إثبات العمل",
  "home_guide_23": "<p>في <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\" rel=\"noopener noreferrer\">تعدين إثبات العمل (PoW)</a> يتم تجميع المعاملات في كتل. ويتم التحقق من صحة هذه الكتل من قبل المعدنين. عندما يتم التحقق من صحة الكتلة، تصبح جزءًا دائمًا من شبكة ديكريد.</p><p>تستطيع أن تصبح مُعدِّنًا بواسطة تسخير موارد حاسوبية للشبكة. وبالمقابل، تتم مكافأة المعدنين بوحدات ديكريد.</p><p>من أجل فعالية وملاءمة أفضل تستطيع الانضمام <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\" rel=\"noopener noreferrer\">لتجمعات التعدين</a>. هذه التجمعات عبارة عن مجموعة من المعدنين الذين يتشاركون العمل ويقتسمون المكافآت. إن الانضمام لتجمع التعدين طريقة ممتازة للمعدّنين الصغار للحصول على دفعات منتظمة مقابل عملهم.</p>",
  "home_guide_24": "متابعة",
  "home_guide_25": "رجوع",
  "home_guide_26": "التصويت بإثبات الحصة",
  "home_guide_27": "<p>على خلاف التعدين، <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">التصويت بإثبات الحصة (PoS)</a> يتطلب موارد حوسبة قليلة. يتطلب موارد حوسبة قليلة. تستخدم أموال ديكريد لشراء تذاكر التصويت على الشبكة. بحيث في كل كتلة، يتم اختيار عشوائي من مجموعة من التذاكر الحية للتصويت على صلاحية الكتلة السابقة. </p><p>يضيف التعدين بإثبات الحصة طبقة إضافية من اللامركزية إلى ديكريد ويسمح للمستخدمين بالتصويت على التغيرات المقترحة للشبكة. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">التجمعات - والتي يطلق عليها مزودو خدمات التصويت (VSP) - متاحة أيضا للتصويت بإثبات الحصة</a> للتأكد من أن تذاكرك جاهزة للتصويت عندما يتم إستدعائها.</p>",
  "home_guide_28": "متابعة",
  "home_guide_29": "رجوع",
  "home_guide_30": "شراء وتداول ديكريد",
  "home_guide_31": "<p>لا تزال ديكريد حديثة الإصدار، و أسهل طريقة لإقتنائها في الوقت الحالي هي بشرائها بإستخدام البتكوين. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">بمجرد إمتلاكك لبعض البتكوين</a>، يمكنك تداولها مقابل ديكريد <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">في منصات تداول العملات الرقمية</a>.</p>",
  "home_guide_32": "متابعة",
  "home_guide_33": "رجوع",
  "home_guide_34": "انضم إلى المجتمع",
  "home_guide_35": "<p>من خلال العمليات اللامركزية، يستطيع الأشخاص ذوي الأفكار والأهداف والآراء المختلفة أن يساعدوا في تشكيل المستقبل. من المرجح أن تكون لديك بعض الأسئلة، لذا انضم إلى مجتمعنا المتنامي، حيث يمكنك التواصل مع المطورين والمستخدمين الآخرين، والحصول على المعلومات، وطرح الأسئلة، أو قضاء وقت لطيف فحسب. لدينا <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">قناة تيليجرام</a>، و <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">قناة سلاك</a> حيث يمكنك الدردشة مع المطورين والمستخدمين الآخرين في الوقت الحقيقي. لا تنسى <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">التويتر</a> و <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">الريديت</a>.لا يمكننا الانتظار لمقابلتك!</p>",
  "home_guide_36": "متابعة",
  "home_guide_37": "رجوع",
  "home_guide_38": "المزايا المخطط لها",
  "home_guide_39": "<p>يذهب جزء من مكافأة الكتل الجديدة نحو تطوير ديكريد لضمان تطورها المستمر لتلبية احتياجات المجتمع ورغباته الآن وفي السنوات المقبلة. فيما يلي بعض الميزات المخطط لها لعام 2018 وأوائل عام 2019:</p><ul><li>الشبكة البرقية</li><li>الإصدار الأولي للخصوصية</li><li>الرقابة اللامركزية على الأموال</li><li>المنظمات المستقلة اللامركزية</li><li>تحسينات قابلية التوسع</li><li>عمليات الإدماج لديكريديتون</li><li>النمو التسويقي</li><li>مقترح لإنشاء تبادل مركزي</li></ul><p>اقرأ عن كل هذه المواضيع على مدونتنا. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">مرحبًا بك في ديكريد: مستقبل العملة الرقمية المستقلة</a></p>",
  "home_guide_40": "متابعة",
  "home_guide_41": "رجوع",
  "downloads_description": "إذا كنت حديث العهد بديكريد، فتأكد من قراءة <a href=\"../#guide\">جولة بدء الاستخدام</a> أو <a href=\"../#platform\">نظرة تقنية عامة</a> إذا كنت ترغب في التعمق أكثر. إذا كنت تقوم بتنزيل ثنائيات ديكريد، فيرجى اتباع هذه <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">Binary Verification</a> خطوات للتحقق من تفحص المجاميع النهائية.",
  "downloads_category_core_software": "البرنامج الأساسي",
  "downloads_category_third_party_wallets": "محافظ خارجية",
  "downloads_app_decrediton": "محفظة واجهة المستخدم الرسومية لنظام تشغيل الويندوز و الماك أو إس و لينكس.",
  "downloads_app_commandline": "أداة التثبيت/التحديث التلقائي على عدة منصات لتطبيقات سطر الأوامر.",
  "downloads_app_mobilewallets": "محافظ الهاتف النقال لديكريد متوفرة لكل من نظامي التشغيل الأندرويد و آي أو إس.",
  "downloads_app_exodus": "Exodus هو تطبيق ودود متعدد الإمكانات لتأمين وإدارة وتبادل أصول سلسلة الكتل.",
  "downloads_app_coinomi": "تخزين البتكوين و الإيثيريوم وأكثر من 500 أصل لسلسلة الكتل وإدارتها وتبادلها بأمان.",
  "downloads_app_ownbit": "محفظة Ownbit هي محفظة لامركزية للعملات الرقمية. بحيث أنت من تمتلك المفتاح الخاص",
  "downloads_app_anybit": "محفظة Anybit هي محفظة للهاتف النقال متوفرة لكل من نظامي التشغيل الأندرويد و آي أو إس مع ميزة تتبع الأسعار والأخبار المدمجة.",
  "downloads_app_atomicwallet": "محفظة سطح مكتب متعددة الأصول مع خدمة تبادل مدمج عبر تقنية عمليات المقايضات الذرية غير الاحتجازية و سجل الطلبات اللامركزي.",
  "downloads_app_guarda": "يتم تمثيل Guarda بواسطة المحافظ متعددة العملات على الويب والكمبيوتر المكتبي والهاتف المحمول.",
  "downloads_app_ledger": "محفظة Ledger Live عبارة عن محفظة مستندة إلى الويب تم تأمينها بواسطة محفظة جهاز Ledger.",
  "downloads_app_evercoin": "محفظة Evercoin عبارة عن محفظة الهاتف النقال للعملات الرقمية، غير إحتجازية مع منصة تبادل مدمجة.",
  "downloads_app_trust": "محفظة Trust Wallet هي محفظة آمنة متعددة العملات لأجهزة الأندرويد و آي أو إس.",
  "stakepools_description": "يسمح لك موفرو خدمة التصويت (VSP) بالمشاركة في نظام إثبات الحصة (POS) الخاص بديكريد دون الحاجة إلى القلق بشأن الخسائر الناجمة عن تعطل الكمبيوتر، أو الاتصال بالإنترنت الضعيفة، أو الطاقة غير المتناسقة.",
  "notice": "إشعار",
  "warning": "تحذير",
  "stakepools_warning_1": "قد تكون التذاكر الفائتة ناتجة عن معدن (PoW) ضعيف الاتصال وقد لا يكون بالضرورة خطأ مقدم الخدمة.",
  "stakepools_warning_2": "لتشجيع اللامركزية في الشبكة، يوصى بتجنب مقدمي الخدمة الذين يمتلكون أكثر من 5% من أصوات الشبكة.",
  "press_description": "تصدرت ديكريد بشكل بارز في صحيفة وول ستريت جورنال وفوربس ومجلة البتكوين والعديد من المجلات الأخرى. و في ما يلي معرض بآخر ما ذكرت فيه.",
  "press_coverage": "التغطية",
  "press_releases": "النشرات",
  "Decred Recruiting": "ديكريد توظف",
  "Wallets": "المحافظ",
  "Exchanges and Payments": "المبادلات والمدفوعات",
  "Join our community!": "انضم إلى مجتمعنا!",
  "Press": "الصحافة",
  "Roadmap": "خارطة الطريق",
  "Visual communication toolkit": "مجموعة أدوات الاتصال البصري",
  "Voting Service Providers": "مقدمو خدمات التصويت",
  "Who is Decred?": "من هي ديكريد؟",
  "Page not found": "الصفحة غير موجودة",
  "Back to home page": "العودة إلى الصفحة الرئيسية",
  "landing_treasury_link1": "المساهمة و التحول إلى متعاقد"
}
