{
  "general_release_stable": "مستقر",
  "general_downloads": "التنزيلات",
  "general_total": "إجمالي",
  "general_javascript_warning": "مطلوب جافاسكريبت",
  "general_javascript_warning_description": "نأسف، لكن هذا الموقع الإلكتروني لا يعمل بشكلٍ صحيح بدون تمكين جافاسكريبت.",
  "exchanges_title": "منصات التبادل",
  "exchanges_disclaimer": "None of the exchanges listed below other than <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://dex.decred.org/\">DCRDEX</a> allow users to keep custody of their funds throughout the exchange process. Some centralized exchanges including the \"instant\" type may also request personal information in order to complete trades after funds have been deposited. Users are strongly advised to trade on DCRDEX to maximize their privacy and security of their funds. A <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.youtube.com/watch?v=XaE_xzGKjeQ\">DCRDEX tutorial</a> is available.",
  "exchanges_description": "توفر منصات تبادل العملات الرقمية طريقة سهلة لشراء وتداول ديكريد (DCR). إخلاء المسؤولية: قم دائماً ببحثك الخاص (DYOR) قبل استخدام الخدمة. الطريقة الأكثر أماناً لتخزين ديكريد هي في محفظة حيث تتحكم بالمفاتيح الخاصة بشكل حصري.",
  "title": "ديكريد - عملة رقمية مستقلة",
  "description": "ديكريد عملة رقمية مستقلة. مع نظام إجماع هجين، تم بناؤها لتكون عملة لامركزية و مستديمة ذات حكم ذاتي حيث يتولى أصحاب الحصص وضع القواعد.",
  "general_copyright": "مطورو ديكريد",
  "nav_brand_resources": "موارد العلامة التجارية",
  "nav_bounty": "نظام المكافأة",
  "nav_dcrdata": "مستكشف الكتلة",
  "nav_time": " الطابع الزمني",
  "nav_in_the_press": "ديكريد في الصحافة",
  "nav_become_contributor": "كن مساهمًا",
  "nav_tech_overview": "نظرة عامة تقنية",
  "nav_business_brief": "موجز للأعمال",
  "nav_roadmap": "خارطة الطريق",
  "footer_roadmap": "خارطة الطريق",
  "nav_whatis": "ما هي ديكريد؟",
  "nav_mission": "الرسالة",
  "nav_platform": "المنصة",
  "nav_interacting": "التفاعل مع ديكريد",
  "nav_downloads": "المحافظ",
  "nav_politeia": "نظام المقترحات",
  "nav_vsp": "موفرو خدمة التصويت",
  "nav_networkstats": "مستكشف الكتلة",
  "nav_votingdashboard": "اللوحة الرئيسية للتصويت ",
  "nav_documentation": "المستندات",
  "nav_community": "المجتمع",
  "nav_exchanges": "منصات التبادل",
  "nav_press": "الصحافة",
  "nav_intro": "الصفحة الرئيسية",
  "nav_security": "آمنة",
  "nav_adaptability": "قابلة للتكيف",
  "nav_sustainability": "مستدامة",
  "nav_pastfuture": "تاريخ",
  "nav_getstarted": "بدء الاستخدام",
  "nav_stakingvoting": "التحصيص والتصويت",
  "nav_bugbounty": "مكافأة إيجاد العلة",
  "nav_insights_resources": "المعلومات و الموارد",
  "nav_news_posts": "الصحافة",
  "nav_join_chat": "انضم إلى الدردشة",
  "nav_cointribute_repos": "ساهم في مستودعاتنا",
  "nav_explore_community": "استكشف منصات المجتمع",
  "nav_proposals": "المقترحات",
  "roadmap_tag_new": "جديد",
  "roadmap_tag_ongoing": "المشاريع الجارية",
  "roadmap_tag_completed": "مكتملة",
  "roadmap_moreinfo": "معلومات إضافية",
  "roadmap_tag_subtitle": "نظرة متعمقة على مستقبلنا، و نظرة عامة على الماضي",
  "roadmap_description": "يُرجى ملاحظة أن هدفنا الرئيسي هو إمدادك بإصدارات مستقرة وموثوقة. وعلى هذا الأساس، فإن أي مؤشرات على تواريخ الإصدار المستهدفة والميزات المدرجة هي عرضة للتغيير.",
  "brand_guide_0": "مكتبة أدوات التواصل البصري",
  "brand_guide_1": "مكتبة الأدوات الجاهزة",
  "brand_guide_2": "حزمة الشعار",
  "brand_guide_3": "تنزيل حزمة الشعار",
  "brand_guide_4": "ألوان أساسية",
  "brand_guide_5": "الأزرق المعدني",
  "brand_guide_6": "الفيروزي",
  "brand_guide_7": "الأزرق الداكن",
  "brand_guide_8": "أسلوب الخط",
  "brand_guide_9": "ألوان تكميلية",
  "brand_guide_10": "الأزرق الفاتح",
  "brand_guide_11": "أخضر",
  "brand_guide_12": "البرتقالي",
  "brand_guide_13": "تتمثل أهداف الهوية المرئية لديكريد في ضمان تمثيل فريد بين العملات الرقمية، ودعم الاستخدام المتسق عبر مجموعة متنوعة من المنصات، بالإضافة إلى كونها بارزة و مثيرة للإهتمام لضم متبنين جدد. ويتم تحقيق ذلك من خلال الاستخدام الصحيح للشعار، وإعداد النوع، وتوجيه الألوان، والأصول الرسومية. ولهذا فلقد قمنا بتطوير قوالب أنماط بسيطة تناسب جميع المستخدمين وكذلك المصممين لإنتاج مواد أكثر تعقيدًا.",
  "brand_guide_14": "عاين مستودع Github/dcrdesign لحزم التصميم والإرشادات والوثائق",
  "exchanges_payment_title": "معالجات مدفوعات ديكريد",
  "exchanges_payment_description": "حلول للتجار عبر الإنترنت للبدء في قبول ديكريد (DCR) كوسيلة للدفع. فمعالجات الدفع توفر دمجًا سريعًا وسهلاً لقبول العملات الرقمية من خلال منصات التجارة الإلكترونية.",
  "exchanges_subtitle": "ديكريد على منصات التبادل",
  "exchanges_showall": "عرض الكل",
  "home_download_wallet": "تنزيل المحفظة",
  "home_for_computer": "لجهاز الكمبيوتر",
  "home_mainheading": "ديكريد هي عملة رقمية مستقلة.",
  "home_all_downloads": "جميع التنزيلات",
  "home_watch_video": "شاهد الفيديو",
  "home_decrediton_for_macdl": "ديكريديتون لنظام التشغيل macOS",
  "home_decrediton_for_linuxdl": "ديكريديتون لنظام التشغيل لينكس",
  "home_decrediton_for_windl": "ديكريديتون لنظام التشغيل الويندوز",
  "home_news_banner_title": "إصدار الخصوصية",
  "home_news_banner_body": "تم الإعلان أخيراً عن ميزات الخصوصية وخططها الخاصة بديكريد. <br />إكتشف المزيد عن حلنا البسيط، المبدع والقابل للتكيف.",
  "home_news_banner_link_title": "اقرأ المزيد",
  "home_mission_section_title": "الرسالة",
  "home_mission_title_1": "الاستقلال الذاتي هو الحكم الذاتي. أصحاب الحصص هم من يضع القواعد.",
  "home_mission_body_1": "سعت ديكريد جاهدة منذ 2016 إلى حل مشكلة حوكمة سلسلة الكتل. فنموذج التصويت بالإجماع المبتكر الذي إتخذناه يعزز من قدرة أصحاب الحصص ويتيح الانتقال السلس من مجموعة من القواعد إلى أخرى. كما مكنتنا اللامركزية في صنع القرار والتمويل الذاتي من بناء عملة رقمية قوية ومتطورة، خالية من نفوذ الأطراف الثالثة.",
  "home_mission_title_2": "تم بناؤها باستخدام تقنية مفتوحة المصدر ذات كفاءة مؤكدة بنسبة 100%.",
  "home_mission_body_2": "تقدم قاعدة البيانات الموحدة لدينا قدرة فريدة على التكيف ويمكن أن ترتقي إلى أحدث تكنولوجيا لسلسلة الكتل. فقد مكنت تقنية ديكريد من تفعيل أول تصويت ناجح عالميا بالإجماع على السلسلة بواسطة المستخدم. وهذا يمثل نهجا ثوريا في حوكمة أصحاب الحصص حيث يدير مجتمعنا المشروع ويتخذ القرارات معا.",
  "home_mission_chart_1": "من إجمالي",
  "home_mission_chart_2": "تم تعدينه حتى الآن",
  "home_mission_title_3": "تمكين الأفراد والمجموعات والشركات.",
  "home_mission_body_3": "نحن مدعومون من قبل المجتمع.  فيتم مكافأة أصحاب الحصص المشاركون في صنع قرار ديكريد على جهودهم. كما يسمح التمويل المستدام ونموذج المتعاقد المرن لأي شخص بالانضمام إلى ديكريد في أي وقت والمشاركة في حوكمتها. وتكمن قيمة ديكريد في الأشخاص الذين يعملون فيها - سنعمل معًا على بناء المستقبل اللامركزي الذي نريده.",
  "home_quotes_quote": "أهم سمة تميز ديكريد هي الحوكمة الرشيدة، وبالحكومة الجيدة تستطيع أن تتمتع بأي ميزة تريدها.",
  "home_platform_platform": "المنصة",
  "home_platform_features": "ميزات للمستقبل.",
  "home_platform_built": "تم بناء ديكريد لتدوم طويلاً. فنشاطنا التطويري و جودتنا من بين أعلى المستويات في الفضاء. تشمل ميزات برنامج ديكريد:",
  "home_platform_innovative": "نظام تصويت بالإجماع هجين إثبات العمل (PoW) إثبات الحصة (PoS)",
  "home_platform_censorship": "منصة مقترحات عامة تستند على سلسلة الكتل و مقاومة للرقابة",
  "home_platform_smartcontract": "العقود الذكية التي تعمل مثل الشبكة البرقية",
  "home_platform_atomicswap": "المقايضات الذرية عبر السلسلة بين العملات الرقمية المختلفة",
  "home_platform_wallets_ease": "محافظ تعمل على عدة منصات لتسهيل إستخدامها",
  "home_platform_consensus": "التصويت بالإجماع",
  "home_platform_hybrid": "تستخدم ديكريد نظاما مبتكرا هجين إثبات العمل (Pow) إثبات الحصة (PoS) لمنح أصحاب الحصص سلطة صنع القرار فيما يتعلق بتفعيل مجموعة قواعد الإجماع. وهذا يسمح بالانتقال السلس من مجموعة من القواعد إلى أخرى مع الحفاظ على سلامة النظام البيئي الحالي لسلسلة الكتل.",
  "home_platform_swaps": "المقايضات الذرية",
  "home_platform_decent": "لا تحتاج ديكريد الإعتماد على المبادلات اللامركزية. فمن خلال عمليات المقايضات الذرية عبر السلاسل بين العملات الرقمية المختلفة، يمكن للمستخدمين إجراء صفقات مباشرة خارج منصات التبادل بدون ثقة ومن دون اللجوء إلى طرف ثالث.",
  "home_platform_politeia": "بوليتيا",
  "home_platform_proposal": "تستخدم ديكريد منصة اقتراح عامة ترتكز على سلسلة كتل مقاومة للرقابة، والتي تمكن المستخدمين من تقديم مشاريعهم الخاصة للتمويل الذاتي من الدعم المالي لكتلة DCR. كما تضمن بوليتيا (Pi) بقاء النظام الإيكولوجي مستداما ومزدهرا.",
  "home_platform_lightning": "الشبكة البرقية",
  "home_platform_ln_contracts": "تقوم ديكرد بتنفيذ العقود الذكية التي تعمل. فالشبكة البرقية (LN) هي أحد هذه التطبيقات لنظام خارج السلسلة منخفض المهلة والتي تسمح بالدفعات بالغة الصغر و الشبه الفورية ب DCR. و بواسطة الشبكة البرقية، تتنافس ديكريد بشكل مباشر مع أنظمة الدفع بالأموال النقدية الحالية.",
  "home_platform_accessible": "تتميز ديكريد بمحافظ يمكن الوصول إليها عبر واجهات المستخدم الرسومية (GUIs) عبر جميع أنظمة التشغيل (الويندوز و الماك أو إس و لينكس). وبالنسبة للمستخدمين التقنيين، هنالك أيضًا محافظ بواجهة سطر الأوامر (CLI).",
  "home_platform_wallets": "المحافظ عبر المنصات",
  "home_platform_soon": "قريبًا™",
  "home_platform_active": "تتمتع ديكريد بالتطوير النشط. وتشمل المعالم الرئيسية الحالية إنشاء منظمة مستقلة لا مركزية (DAO) موجهة بالكامل من أصحاب الحصص وتعزيز خصوصية المستخدم.",
  "home_principles_oss": "برنامج مجاني و مفتوح المصدر",
  "home_principles_free": "يجب أن تكون جميع البرامج التي تم تطويرها كجزء من ديكريد مجانية ومفتوحة المصدر.",
  "home_principles_incremental": "الخصوصية والحماية المتزايدة",
  "home_principles_privacy": "يجب تطبيق تكنولوجيا الخصوصية والأمن على أساس مستمر وتدريجي، سواء بشكل استباقي أو عند الطلب، استجابة للهجمات.",
  "home_principles_speech": "حرية التعبير والاهتمام بالآراء",
  "home_principles_everyone": "لكل فرد الحق في التعبير عن آرائه وأفكاره دون خوف من الرقابة. و يجب بحث كل حوار بنّاء قائم على الواقع والعقل.",
  "home_principles_multi_stakeholder": "شمولية أصحاب الحصص المتعددين",
  "home_principles_inclusivity": "تمثل  الشمولية نظاما لأصحاب الحصص المتعددين، مما يوجب بذل جهد نشط لإدراج مجموعة متنوعة من الآراء والمستخدمين.",
  "home_principles_bound": "نحن ملزمون بالمبادئ التوجيهية التالية.",
  "home_principles_equitable": "وضعت هذه المبادئ في محاولة لإيجاد إطار منصف ومستدام لتحقيق هدف ديكريد المتمثل في كونها عملة مستقلة لا مركزية يتمتع فيها جميع أصحاب الحصص بصوت حقيقي.",
  "home_principles_supply": "الإصدار محدود ولا يجب أن يتجاوز إجمالي الإصدار 20,999,999.99800912 DCR",
  "home_principles_fungibility": "تعتبر المنقولات العالمية أمرًا أساسيًا لكون ديكريد تعتبر مخزنًا للقيمة، ويجب رصد الاعتداءات عليها رصدا نشطا واتخاذ التدابير المضادة عند الضرورة.",
  "home_guide_0": "ستساعدك هذه الجولة على التعرف على ديكريد.",
  "home_guide_1": "نظرة عامة",
  "home_guide_2": "ديكريد عملة رقمية متعددة المنصات تدعم أنظمة التشغيل الويندوز و الماك أو إس و لينكس. تتيح تطبيقات المحفظة السهلة الاستخدام إمكانية إرسال وحدات ديكريد واستلامها وتعدينها ببضع نقرات فقط.",
  "home_guide_3": "لأولئك الذين يحبون التعديل بأنفسهم، توفر ديكريد باقة كاملة من أدوات سطر الأوامر التي تسمح بتخصيص تجربة ديكريد.",
  "home_guide_4": "متابعة",
  "home_guide_5": "رجوع",
  "home_guide_6": "الأساسيات",
  "home_guide_7": "<p>هناك ثلاث طرق رئيسية للتفاعل مع ديكريد:</p><p><strong>المحفظة</strong> - لإرسال وتلقي الأموال فضلا عن المشاركة في التصويت بإثبات الحصة.</p><p><strong>التعدين بإثبات العمل</strong> - استخدام قوة الحوسبة للتحقق من المعاملات على الشبكة وإنتاج توكنات ديكريد جديدة.</p><p><strong>التصويت بإثبات الحصة</strong> - استخدام الأموال للتصويت على مسائل تطوير الشبكة الهامة والتحقق من صحة المعاملات للحصول على مكافآت.</p>",
  "home_guide_8": "متابعة",
  "home_guide_9": "رجوع",
  "home_guide_10": "المحفظة",
  "home_guide_11": "<p><a href=\"wallets/#decrediton\">ديكريديتون</a> ديكريديتون هي محفظة واجهة المستخدم الرسومية متعددة المنصات لديكريد. و هي متوفرة لمستخدمي أنظمة تشغيل الويندوز و الماك أو إس و لينكس.</p><p><a href=\"downloads/#cli\">محفظة سطر الأوامر والأدوات المساعدة</a> متوفرة أيضًا لمجموعة متنوعة من المنصات.</p><p>للحصول على المساعدة لبدء الاستخدام يمكنك زيارة<a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">دليل المبتدئين الخاص بنا</a>.</p>",
  "home_guide_12": "متابعة",
  "home_guide_13": "رجوع",
  "home_guide_14": "إرسال و إستلام ديكريد",
  "home_guide_15": "<p>كل مايلزمك لإرسال و إستلام الأموال هو عنوان. والذي يمكن إنشاؤه بسهولة من أي محفظة لديكريد. تبدأ عناوين ديكريد دائما<a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\" rel=\"noopener noreferrer\">وتحتوي على 26-36 حرفًا أبجديًا رقميًا</a>.</p><p>بعد إجراء المعاملة، يتم عادةً تسوية الأموال في غضون 5 دقائق تقريبًا. هناك رسم رمزي للمساعدة في صيانة الشبكة. بحيث يتم إضافته إلى مبلغ المعاملة. أي أن تحويل 100DCR سيترتب عليه رسم حوالي 0.006DCR.</p><p>يسمح مستكشفا الكُتل <a href=\"https://mainnet.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">mainnet.decred.org</a> و <a href=\"https://explorer.dcrdata.org\" target=\"_blank\" rel=\"noopener noreferrer\">explorer.dcrdata.org</a> للمستخدمين بالبحث عن جميع الكُتل والمعاملات في سلسلة كُتل ديكريد.</p>",
  "home_guide_16": "متابعة",
  "home_guide_17": "رجوع",
  "home_guide_18": "التعدين",
  "home_guide_19": "<p>يرمز مصطلح التعدين إلى عملية التحقق من صحة المعاملات على شبكة ديكريد وإبقائها آمنة. ويتم بالمقابل مكافأة المعدّنين بوحدات ديكريد منتجة حديثا مقابل عملهم.</p><p>تتوفر ديكريد على طريقتين للتحقق من صحة المعاملات: إثبات العمل (PoW) وإثبات الحصة (PoS).</p>",
  "home_guide_20": "متابعة",
  "home_guide_21": "رجوع",
  "home_guide_22": "التعدين بواسطة إثبات العمل",
  "home_guide_23": "<p>في <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\" rel=\"noopener noreferrer\">تعدين إثبات العمل (PoW)</a> يتم تجميع المعاملات في كتل. ويتم التحقق من صحة هذه الكتل من قبل المعدنين. عندما يتم التحقق من صحة الكتلة، تصبح جزءًا دائمًا من شبكة ديكريد.</p><p>تستطيع أن تصبح مُعدِّنًا بواسطة تسخير موارد حاسوبية للشبكة. وبالمقابل، تتم مكافأة المعدنين بوحدات ديكريد.</p><p>من أجل فعالية وملاءمة أفضل تستطيع الانضمام <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\" rel=\"noopener noreferrer\">لتجمعات التعدين</a>. هذه التجمعات عبارة عن مجموعة من المعدنين الذين يتشاركون العمل ويقتسمون المكافآت. إن الانضمام لتجمع التعدين طريقة ممتازة للمعدّنين الصغار للحصول على دفعات منتظمة مقابل عملهم.</p>",
  "home_guide_24": "متابعة",
  "home_guide_25": "رجوع",
  "home_guide_26": "التصويت بإثبات الحصة",
  "home_guide_27": "<p>على خلاف التعدين، <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">التصويت بإثبات الحصة (PoS)</a> يتطلب موارد حوسبة قليلة. يتطلب موارد حوسبة قليلة. تستخدم أموال ديكريد لشراء تذاكر التصويت على الشبكة. بحيث في كل كتلة، يتم اختيار عشوائي من مجموعة من التذاكر الحية للتصويت على صلاحية الكتلة السابقة. </p><p>يضيف التعدين بإثبات الحصة طبقة إضافية من اللامركزية إلى ديكريد ويسمح للمستخدمين بالتصويت على التغيرات المقترحة للشبكة. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">التجمعات - والتي يطلق عليها مزودو خدمات التصويت (VSP) - متاحة أيضا للتصويت بإثبات الحصة</a> للتأكد من أن تذاكرك جاهزة للتصويت عندما يتم إستدعائها.</p>",
  "home_guide_28": "متابعة",
  "home_guide_29": "رجوع",
  "home_guide_30": "شراء وتداول ديكريد",
  "home_guide_31": "<p>لا تزال ديكريد حديثة الإصدار، و أسهل طريقة لإقتنائها في الوقت الحالي هي بشرائها بإستخدام البتكوين. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">بمجرد إمتلاكك لبعض البتكوين</a>، يمكنك تداولها مقابل ديكريد <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">في منصات تداول العملات الرقمية</a>.</p>",
  "home_guide_32": "متابعة",
  "home_guide_33": "رجوع",
  "home_guide_34": "انضم إلى المجتمع",
  "home_guide_35": "<p>من خلال العمليات اللامركزية، يستطيع الأشخاص ذوي الأفكار والأهداف والآراء المختلفة أن يساعدوا في تشكيل المستقبل. من المرجح أن تكون لديك بعض الأسئلة، لذا انضم إلى مجتمعنا المتنامي، حيث يمكنك التواصل مع المطورين والمستخدمين الآخرين، والحصول على المعلومات، وطرح الأسئلة، أو قضاء وقت لطيف فحسب. لدينا <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">قناة تيليجرام</a>، و <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">قناة سلاك</a> حيث يمكنك الدردشة مع المطورين والمستخدمين الآخرين في الوقت الحقيقي. لا تنسى <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">التويتر</a> و <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">الريديت</a>.لا يمكننا الانتظار لمقابلتك!</p>",
  "home_guide_36": "متابعة",
  "home_guide_37": "رجوع",
  "home_guide_38": "المزايا المخطط لها",
  "home_guide_39": "<p>يذهب جزء من مكافأة الكتل الجديدة نحو تطوير ديكريد لضمان تطورها المستمر لتلبية احتياجات المجتمع ورغباته الآن وفي السنوات المقبلة. فيما يلي بعض الميزات المخطط لها لعام 2018 وأوائل عام 2019:</p><ul><li>الشبكة البرقية</li><li>الإصدار الأولي للخصوصية</li><li>الرقابة اللامركزية على الأموال</li><li>المنظمات المستقلة اللامركزية</li><li>تحسينات قابلية التوسع</li><li>عمليات الإدماج لديكريديتون</li><li>النمو التسويقي</li><li>مقترح لإنشاء تبادل مركزي</li></ul><p>اقرأ عن كل هذه المواضيع على مدونتنا. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">مرحبًا بك في ديكريد: مستقبل العملة الرقمية المستقلة</a></p>",
  "home_guide_40": "متابعة",
  "home_guide_41": "رجوع",
  "downloads_description": "إذا كنت حديث العهد بديكريد، فتأكد من قراءة <a href=\"../#guide\">جولة بدء الاستخدام</a> أو <a href=\"../#platform\">نظرة تقنية عامة</a> إذا كنت ترغب في التعمق أكثر. إذا كنت تقوم بتنزيل ثنائيات ديكريد، فيرجى اتباع هذه <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">Binary Verification</a> خطوات للتحقق من تفحص المجاميع النهائية.",
  "downloads_category_core": "البرنامج الأساسي",
  "downloads_category_3rd_party_wallets": "محافظ خارجية",
  "downloads_app_decrediton": "محفظة واجهة المستخدم الرسومية لنظام تشغيل الويندوز و الماك أو إس و لينكس.",
  "downloads_app_commandline": "أداة التثبيت/التحديث التلقائي على عدة منصات لتطبيقات سطر الأوامر.",
  "downloads_app_mobilewallets": "محافظ الهاتف النقال لديكريد متوفرة لكل من نظامي التشغيل الأندرويد و آي أو إس.",
  "downloads_app_exodus": "Exodus هو تطبيق ودود متعدد الإمكانات لتأمين وإدارة وتبادل أصول سلسلة الكتل.",
  "downloads_app_coinomi": "تخزين البتكوين و الإيثيريوم وأكثر من 500 أصل لسلسلة الكتل وإدارتها وتبادلها بأمان.",
  "downloads_app_ownbit": "محفظة Ownbit هي محفظة لامركزية للعملات الرقمية. بحيث أنت من تمتلك المفتاح الخاص",
  "downloads_app_anybit": "محفظة Anybit هي محفظة للهاتف النقال متوفرة لكل من نظامي التشغيل الأندرويد و آي أو إس مع ميزة تتبع الأسعار والأخبار المدمجة.",
  "downloads_app_atomicwallet": "محفظة سطح مكتب متعددة الأصول مع خدمة تبادل مدمج عبر تقنية عمليات المقايضات الذرية غير الاحتجازية و سجل الطلبات اللامركزي.",
  "downloads_app_guarda": "يتم تمثيل Guarda بواسطة المحافظ متعددة العملات على الويب والكمبيوتر المكتبي والهاتف المحمول.",
  "downloads_app_ledger": "محفظة Ledger Live عبارة عن محفظة مستندة إلى الويب تم تأمينها بواسطة محفظة جهاز Ledger.",
  "downloads_app_evercoin": "محفظة Evercoin عبارة عن محفظة الهاتف النقال للعملات الرقمية، غير إحتجازية مع منصة تبادل مدمجة.",
  "downloads_app_trust": "محفظة Trust Wallet هي محفظة آمنة متعددة العملات لأجهزة الأندرويد و آي أو إس.",
  "stakepools_description": "يسمح لك موفرو خدمة التصويت (VSP) بالمشاركة في نظام إثبات الحصة (POS) الخاص بديكريد دون الحاجة إلى القلق بشأن الخسائر الناجمة عن تعطل الكمبيوتر، أو الاتصال بالإنترنت الضعيفة، أو الطاقة غير المتناسقة.",
  "notice": "إشعار",
  "warning": "تحذير",
  "stakepools_warning_1": "قد تكون التذاكر الفائتة ناتجة عن معدن (PoW) ضعيف الاتصال وقد لا يكون بالضرورة خطأ مقدم الخدمة.",
  "stakepools_warning_2": "لتشجيع اللامركزية في الشبكة، يوصى بتجنب مقدمي الخدمة الذين يمتلكون أكثر من 5% من أصوات الشبكة.",
  "stakepools_get_listed": "لإدراج موفر خدمة التصويت الخاص بك، يجب أن يكون لديك على الأقل ثلاثة محافظ تصويت موزعة جغرافياً، وتذكرة واحدة على الأقل قامت بالتصويت بنجاح على الشبكة الرئيسية. يمكنك العثور على مزيد من المعلومات في <a href='https://docs.decred.org/advanced/operating-a-vsp/'>مستندات موفري خدمة التصويت</a>.",
  "community_description": "تعال وانضم إلى مجتمعنا المتنامي، حيث يمكنك التواصل مع المطورين والمستخدمين الآخرين، والحصول على المعلومات، وطرح الأسئلة أو قضاء وقت لطيف فحسب. تم الربط بين القنوات العامة على الماتريكس و سلاك و الديسكورد. يمكنك اختيار أي من هذه المنصات مع الاستمرار في المشاركة في المناقشات مع أعضاء مجتمع ديكريد على الآخرين.",
  "press_description": "تصدرت ديكريد بشكل بارز في صحيفة وول ستريت جورنال وفوربس ومجلة البتكوين والعديد من المجلات الأخرى. و في ما يلي معرض بآخر ما ذكرت فيه.",
  "press_coverage": "التغطية",
  "press_releases": "النشرات",
  "Business brief": "موجز الأعمال",
  "Decred Recruiting": "ديكريد توظف",
  "Wallets": "المحافظ",
  "Exchanges and Payments": "المبادلات والمدفوعات",
  "Join our community!": "انضم إلى مجتمعنا!",
  "Press": "الصحافة",
  "Roadmap": "خارطة الطريق",
  "Visual communication toolkit": "مجموعة أدوات الاتصال البصري",
  "Voting Service Providers": "مقدمو خدمات التصويت",
  "Who is Decred?": "من هي ديكريد؟",
  "Join our Matrix community": "انضم إلى مجتمعنا على الماتريكس",
  "matrix_to_register_using_the_riot": "للتسجيل باستخدام تطبيق Riot على الويب، مع المعلومات المملوءة مسبقا على الخادم الرئيسي لديكريد، انقر فوق الرابط أدناه.",
  "matrix_register_with_riot": "تسجّل في Riot.",
  "matrix_note_you_must_register_with": "ملاحظة: يجب التسجيل باستخدام عنوان بريد إلكتروني إذا أردت إعادة تعيين كلمة المرور.",
  "matrix_if_you_already_have_an": "إذا كنت تتوفر على حساب ماتريكس، فاستخدم الرابط أدناه لتسجيل الدخول إلى الخادم الرئيسي لديكريد.",
  "matrix_login_to_decred_homeserver": "تسجيل الدخول إلى الخادم الرئيسي لديكريد",
  "matrix_to_browse_decred_rooms_click": "لتصفح غرف ديكريد، انقر فوق زر الدليل في لوحة \"الغرف\" على الجانب الأيسر.",
  "matrix_decred_rooms": "غرف ديكريد",
  "matrix_to_browse_other_available_matrix": "لتصفح العملاء الآخرين والخوادم الرئيسية للماتريكس، انظر <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">صفحة بدء إستخدام الماتريكس</a>.",
  "matrix_matrix_is_a_secure_open": "<p>الماتريكس هي منصة مراسلة مفتوحة، آمنة و مشهورة لدى متعاقدي ديكريد. بمساعدة برنامج الجسر يمكن لمستخدمي منصة الماتريكس التواصل مع المستخدمين على منصات ديكريد الأخرى مثل سلاك و ديسكورد. تقدم الماتريكس التسجيل الأولي، ولا يلزم تسجيل أي معلومات تعريف أو خدمة طرف ثالث. ومع ذلك، يجب أن يدرك المستخدمون أن بعض الميزات، مثل إعادة تعيين كلمة المرور، تتطلب عنوان بريد إلكتروني. لمزيد من المعلومات حول ميزات الأمان الخاصة بـالماتريكس والعملاء المتوفرين، راجع مشروع الماتريكس <a href=\"https://matrix.org/blog/home/\">على الصفحة الرئيسية</a>.</p>\n\n<p>للإنضمام إلى الماتريكس، ستحتاج إلى اختيار عميل و خادم رئيسي. تدعم الماتريكس العديد من العملاء والخوادم الرئيسية، ولكن بالنسبة للمستخدمين لأول مرة، فإننا نوصي بعميل الماتريكس الأكثر دعمًا، Riot، والخادم الرئيسي لديكريد. وباستخدام الخادم الرئيسي لديكريد سيسهل عليك العثور على غرف دردشة ديكريد، وسيضع ‘decred.org’ في هويتك، وسيسمح لك بمواصلة المراسلة في حالة انفصال الخادم الرئيسي لديكريد عن الخوادم الرئيسية الأخرى.</p>",
  "Page not found": "الصفحة غير موجودة",
  "Back to home page": "العودة إلى الصفحة الرئيسية",
  "adaptability_playbutton": "عن قابلية التكيف",
  "adaptability_01_headline": "لا حاجة للتفرع",
  "adaptability_01_text": "ينطبق التغيير على العملات الرقمية استجابةً لتقنية جديدة والتهديدات الجديدة. فمع أناس حقيقيون توجد هناك نزاعات حقيقية، وحتى مع وضع نفس النتيجة في الاعتبار، قد تختلف النهج. ومن أجل التطور والتحمَل على المدى الطويل، صممت ديكريد وسيلة للتكيف باستمرار. وسواء كانت حالة الطوارئ أو الصراع أو إصلاح الخلل أو تكنولوجيا جديدة، تيسر ديكريد الاتفاق الرسمي، وتساعد على تجنب التفرعات الصلبة المثيرة للجدل والحفاظ على مجتمع موحد خلال العملية.",
  "adaptability_02_headline": "تمكين حاملي العملة",
  "adaptability_02_text": "<p>تقبل ديكريد من يختارون الانضمام إلى نظام الحوكمة مع السيادة المباشرة على أموالهم. في مقابل القفل الزمني لعملاتهم، يحصل أصحاب الحصص على تذاكر تسمح لهم بالتصويت للموافقة على الكتل وإجراء تغييرات على قواعد الإجماع وتحديد سياسة وميزانية المنظمة المستقلة اللامركزية لديكريد.</p><p>يتفاعل أصحاب الحصص مباشرة مع سلسلة الكتل عن طريق التصويت للموافقة على كل كتلة معدنة، مما يمنحهم سلطة على المعدنين ويضيف الأمن ضد هجمات الأغلبية. يتم اختيار خمسة تذاكر بشكل عشوائي من تجمع التذاكر للموافقة على الكتلة السابقة، مما يضمن حسن سلوك التعدين و حصول حامل التذكرة على جزء من مكافأة الكتلة. كما يقوم حاملي التذاكر بالتصويت على السلسلة على التغييرات في قواعد الإجماع، مما يمنح أصحاب الحصص السيطرة المباشرة على مستقبل ديكريد.</p>",
  "adaptability_03_headline": "بوليتيا - نظام الاقتراح",
  "adaptability_03_text": "يلعب نظام اقتراح بوليتيا دورًا بالغ الأهمية ضمن المنظمة المستقلة اللامركزية لديكريد، مما يمكن أصحاب الحصص من إدارة نفقات وسياسات خزينة ديكريد. وتشمل المقترحات المقدمة حتى الآن ميزات جديدة للبرامج، ونفقات تسويقية، وإدماج الشركاء، ومكافأة إيجاد العلة والبحوث. بوليتيا هي عبارة عن منصة حوكمة تستخدم الطوابع الزمنية وشهادات التشفير لتسجيل جميع الأنشطة المتعلقة بتقديم المقترحات ومناقشتها والتصويت عليها. بمجرد الموافقة على الاقتراح، يكون المالك مخولاً ببدء العمل، مع العلم بأن المجتمع المحلي يدعم جهوده وتموله الخزينة.",
  "adaptability_04_headline": "التفويض هو الثقة",
  "adaptability_04_text": "تؤمن ديكريد بقوة الذكاء الجماعي لمجتمعها اللامركزي. فالمجموعة المتنوعة من المساهمين النشطين تقوم بأبحاثها الخاصة وتحدد بشكل مباشر مستقبل ديكريد. وفي ظل أنظمة الحوكمة الرسمية المدمجة منذ البداية، فإن المنظمة المستقلة اللامركزية لديكريد قادرة على التكيف وستصبح مخزنًا عالي للقيمة على المدى الطويل.",
  "adaptability_introtext": "في مرحلة ما، سيلزم اتخاذ قرارات مثيرة للجدل بشأن البروتوكول. أنشأت ديكريد نظما رسمية تكفل النظام والإنصاف في العملية.",
  "subpage_nav_adaptable": "قابلة للتكيف",
  "subpage_nav_secure": "آمنة",
  "subpage_nav_sustainable": "مستديمة",
  "subpage_nav_history": "تاريخ",
  "subpage_nav_whatis": "ما هي ديكريد",
  "footerblocks_headline": " لمعرفة المزيد عن",
  "footerblocks_01_headline": "مستديمة",
  "footerblocks_01_text": "تعرّف على الأفق الطويل لـديكريد، وآلية التمويل الذاتي، وكيف تعمل المنظمة المستقلة اللامركزية على تمكين نموذج عمل جديد.",
  "footerblocks_02_headline": "آمنة",
  "footerblocks_02_text": "تعرّف على كيفية قيام النظام الهجين إثبات العمل/إثبات الحصة بتكوين طبقات الأمن لجعل ديكريد أكثر أمانًا من العملات الرقمية الأخرى.",
  "footerblocks_03_headline": "تاريخ",
  "footerblocks_03_text": "تعرف على أصول ديكريد والنقاط الرئيسية في تاريخها.",
  "footerblocks_04_headline": "قابلة للتكيف",
  "footerblocks_04_text": "تعلم كيف تمكن ديكريد أصحاب الحصص ذوي السيادة المباشرة من إدارة مستقبل أموالهم.",
  "footerblocks_see": "أنظر",
  "sign_up_for_newsletter": "اشترك في نشرة ديكريد الإخبارية",
  "security_playbutton": "عن الأمن",
  "security_01_headline": "منظومات ناقصة",
  "security_01_text": "في النظم المالية بين النظراء، حل إثبات العمل (Pow) مشكلة الإنفاق المزدوج. فقد أثبتت جدارتها لأكثر من عقد من الزمان، ولكنها تستهلك الطاقة بكثافة ومعرضة لهجمات الأغلبية. و لقد تم تطوير إثبات الحصة (PoS) بهدف تجنب هذه المسائل عن طريق التوفيق بين المصالح، ولكنها جاءت مع أوجه القصور الخاصة بها، ولا سيما مشكلة لا شيء ليحصص.",
  "security_02_headline": "الحل الهجين لديكريد",
  "security_02_text": "تستخدم ديكريد تركيبة ما بين إثبات العمل و إثبات الحصة لتحقيق أفضل ما في كلا النظامين، والتخفيف من نقاط ضعفهما، وتوفير آلية إجماع متعددة الطبقات تجعلها أكثر أمنًا بكثير من العملات الرقمية الأخرى. تستخدم ديكريد التعدين التقليدي بخوارزمية الهاش Blake-256، و يتم تعدينها حصريًا بواسطة ASIC. يقوم حاملي ديكريد بالقفل الزمني لأموالهم لشراء التذاكر في اليانصيب. تتم إضافة هذه التذاكر إلى تجمع من 41,000 تذكرة تقريبًا، ويتم اختيار خمسة تذاكر بشكل عشوائي للتحقق من صحة إثبات العمل للكتلة السابقة. إذا وافق ما لا يقل عن 50٪ من التذاكر على عمل المعدن، تتم الموافقة على مكافأة المعدن وتضاف الكتلة إلى سلسلة الكتل.",
  "security_03_headline": "مقاومة الهجمات",
  "security_03_text": "نظرًا لأن الكتلة يجب أن تتضمن 3 أو أكثر من أصوات التذاكر لتكون صالحة، يجب أن يتم بث الكتل على الشبكة حيث يتم تعدينها لكي تستمر السلسلة، حتى لا يتمكن المعدنون من القيام بالتعدين السري. والنتيجة هي أن المهاجم يجب أن يكون لديه مزيج كبير من قوة التجزئة والحصة لتنفيذ هجوم الأغلبية بنجاح. ولدى ناخبي ديكريد أيضا صلاحية رفض إعادة تنظيم أكثر من 6 كتل، لذا فمن غير المرجح أن تقبل الشبكة أي هجوم يتضمن إعادة تنظيم عميقة. و عند مقارنة تكلفة الهجوم على ديكريد مقارنة بالعملات الرقمية التي تستعمل إثبات العمل فقط، فإن تكلفة الهجوم على ديكريد كبيرة جدا، بالإضافة إلى أن أي مهاجم لديه حصة سيتخذ إجراءات تتعارض مع اهتماماته.",
  "security_introtext": "أمن الشبكة هو الأساس لأي نظام مالي. الاتفاق على المعاملات وأرصدة الحسابات، المعروف أيضًا باسم الإجماع، يعد أمرًا حيويًا للثقة في العملة ويمكن قياسه من خلال طول العمر وتحليل مقاومته لأساليب الهجوم المختلفة.",
  "sustainability_playbutton": "عن الإستدامة",
  "sustainability_01_headline": " مأساة الموارد العامة",
  "sustainability_01_text": "عادة ما تقع العملات الرقمية ومشاريع المصادر المفتوحة ضحية لمأساة للموارد العامة، حيث يقوم الأفراد الذين يتشاطرون الموارد بما يخدم مصالحهم الذاتية، ويستنفدون أو يفسدون ذلك المورد. وقد استخدمت أساليب عديدة لحل مسألة التمويل بين العملات الرقمية، بما في ذلك التبرعات، وصناديق المؤسسين، وتمويل رأس المال الاستثماري، ومختلف أشكال . وتأتي كل هذه الأساليب بأوجه قصور، بما في ذلك مشاكل الوكالات، وتضارب المصالح، والافتقار إلى التمويل المستمر.",
  "sustainability_02_headline": "حل التمويل الذاتي لديكريد",
  "sustainability_02_text": "نجحت ديكريد في حل مشكلة التمويل بتوجيه 10% من مكافأة كل كتلة نحو خزينة المشروع. هذا الحل المستمر يمول  ديكريد لأجيال قادمة. إلى هذه المرحلة، كانت إدارة الخزانة تتم بشكل متحفظ من خلال وضع منظور طويل الأجل في الحسبان وإدراك إصدار بوليتيا في عام 2018، والذي نقل السيطرة على الأموال إلى أصحاب الحصص لديكريد. ومن خلال بوليتيا، يصوت أصحاب الحصص على الميزانيات والسياسات واتجاه المشروع كمنظمات مستقلة لامركزية (DAO).",
  "sustainability_03_headline": "نموذج عمل جديد",
  "sustainability_03_text": "<p>تدخل المنظمة المستقلة اللامركزية في نموذج عمل جديد، نموذج يمكن فيه لأي شخص يتمتع بمهارات قيمة أن يساهم في المشروع وأن يتم تعويضه من طرف أصحاب الحصص عن كل اقتراح والتصويت عليه على بوليتيا. في ديكريد، يقوم أفراد المجتمع بتطوير وتسويق وتمثيل الديكريد، ويتم الحكم عليهم بناءً على مساهماتهم، وليس نسبهم أو سيرتهم الذاتية. ويخرج عالم العمل التقليدي والبنية الهرمية من الباب لأن المساهمين أحرار في العمل على ما يريدون، عندما يريدون.</p><p>ومعظم المساهمين لديهم وظائف بدوام كامل ويؤدون عملهم بشغف في وقت فراغهم. وهذا يمكن الناس من التقليل إلى أدنى حد من المخاطر بإختبار الأجواء قبل اتخاذ قرار الانضمام إلى ديكريد كمتعاقد بدوام كامل وترك عالم الشركات القديم وراءهم.</p>",
  "sustainability_04_headline": "المتعاقدين و المقترحات",
  "sustainability_04_text": "ديكريد هي مجتمع من المبتدئين و العاملين المستقلين الذين يستمتعون بالشدائد و يعرفون كيف يرسمون طريقهم الخاص. يمكنهم تحديد مهاراتهم الخاصة ودراسة الحالة الحالية للضيچريد في مجالات التطوير أو التسويق أو البحث أو المجتمع لتحديد أين وكيف يمكنهم المساهمة. وهم يتبعون المسار الذي حدده المتعاقدون السابقون ويسهمون أولا في إظهار نوعية منتجات عملهم. وعندما يعترف متعاقدون آخرون بعملهم ومقترح بوليتيا، فإنهم أيضاً يستطيعون أن يصبحوا متعاقدين. وأول مكان للاستكشاف هو غرف دردشة الماتريكس، والتي يتم ربطها بمنصات الاتصال الأخرى.",
  "sustainability_introtext": "إعادة تشكيل النظام المالي بطريقة أكثر إنصافًا وشمولًا تفرض أن ديكريد والمجتمع يعملان في أفق زمني طويل. وبغية تحقيق هدف أن تصبح ديكريد مخزنا عالي للقيمة على المدى الطويل، يتعين أن يخدم كل جهد ونفقات أهدافه الطويلة المدى.",
  "landing_seemore": "للإطلاع على المزيد",
  "landing_opener": "موجهة بالمجتمع، مخزن عالي للقيمة",
  "landing_01_headline": "آمنة",
  "landing_01_text": "تستخدم ديكريد نظاما هجينا إثبات العمل/إثبات الحصة الذي يقوم بوضع طبقات أمنية وتوفيق الحوافز بعناية. هذا النظام ينتج أفضل ما في العالمين، مما يجعل الهجوم أكثر تكلفة من الهجوم على إثبات العمل المحض أو إثبات الحصة المحض.",
  "landing_01_link1": "اقرأ المزيد عن الأمن",
  "landing_01_link2": "برنامج مكافأة إيجاد العلة",
  "landing_01_link3": "Github",
  "landing_02_headline": "قابلة للتكيف",
  "landing_02_text": "تمكن نظم الحوكمة المدمجة في ديكريد مجتمعها من التمتع بحقوق رسمية لإجراء تغييرات الإجماع وإدارة القرارات على مستوى المشاريع. وهذه النظم تعطي ديكريد قابلية التكيف، مما يسمح لها بالتطور وفقا لإرادة أصحاب الحصص، ومقاومة التفرعات، وإدماج التكنولوجيا الجديدة على المدى الطويل.",
  "landing_02_link1": "اقرأ المزيد عن قابلية التكيف",
  "landing_03_headline": "مستديمة",
  "landing_03_text": "تمول ديكريد باستمرار خزينتها بنسبة 10% من كل مكافأة للكتلة وتستخدم نموذجا مرنا للمتعاقدين يسمح للمساهمين بالحصول على تعويض عن عملهم. وهذا من شأنه أن يجعل من ديكريد منظمة مستقلة لامركزية مستدامة وممولة ذاتياً.",
  "landing_03_link1": "اقرأ المزيد عن الإستدامة",
  "landing_03_link2": "المساهمة و التحول إلى متعاقد",
  "landing_04_link": "منصات التبادل",
  "landing_05_link": "المستندات",
  "landing_06_link": "المجتمع",
  "landing_07_link": "التنزيلات",
  "history_01_headline": "تاريخ ديكريد",
  "history_01_text": "<p>تستند ديكريد على <a href=\"https://decred.org/research/mackenzie2013.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">مقترح</a> للعملة الرقمية الميمكوين 2 من أبريل 2013 على منتدى Bitcointalk. بحيث إقترح المستخدم تاكوتايم العملة الرقمية الجديدة و عمل مع _ingsoc، مستخدم آخر على Bitcointalk، وجاك يوكوم بيات لتنفيذ نظام الإجماع الهجين إثبات العمل (\"PoW\")/إثبات الحصة (\"PoS\") من الميمكوين 2 كمشروع جديد يسمى ديكريد.</p><p>وكان الإبداع الرئيسي في هذا النظام الهجين القائم على الإجماع هو أنه عمل على إنشاء آلية حوكمة بإثبات الحصة، حيث يختار المستخدمون قفل عملاتهم النقدية مؤقتا مقابل المشاركة في اليانصيب. ويطلق على هؤلاء المستخدمين إسم أصحاب الحصص. ويتم اختيار العديد من الفائزين في هذا اليانصيب في كل كتلة للمشاركة في نظام الإجماع من خلال التصويت، مما يضع السيادة على القرارات المتعلقة بديكريد مباشرة في أيدي أصحاب الحصص. </p><p>وعلى النقيض من ذلك، فإن كل عملة رقمية بإثبات عمل محض يجب أن تعتمد في المقام الأول على المعدنين لاتخاذ قرارات تتعلق بالحوكمة، لأنهم وحدهم من يفرض الإجماع و يوفر الأمن. ولكن ديكريد تعتمد على كل من أصحاب الحصص و المعدنين من أجل التوصل إلى الإجماع و أمنها. والنتيجة النهائية هي أن نظام الإجماع الهجين إثبات العمل/إثبات الحصة لديكريد أكثر إنصافا وأمنا من نظم إثبات العمل الخالصة.</p><p>تم إنشاء كود ديكريد على قاعدة بيانات <a href=\"https://github.com/btcsuite/\" rel=\"noopener noreferrer\">btcsuite</a> ، وهو عبارة عن تطبيق بديل للعقدة الكاملة للبتكوين بلغة Go، كتبته الشركة 0 ذات المسئولية المحدودة. وعلى الرغم من أنها مبنية على كود البتكوين، إلا أنها عبارة عن عملة رقمية مستقلة، وليست \"تفرعا للبتكوين\". بدأ هذا العمل في فبراير 2014 واستمر بمساعدة الشركة زيرو ذات المسئولية المحدودة حتى إطلاق الشبكة الرئيسية الخاصة به في فبراير 2016.</p>",
  "history_02_headline": "الإسقاط الجوي و التعدين القبلي",
  "history_02_text": "خلال عملية <a href=\"https://docs.decred.org/advanced/premine/\" target=\"_blank\" rel=\"noopener noreferrer\">الإطلاق</a> في فبراير 2016، استخدمت ديكريد عملية إسقاط جوي مبتكرة وتعدين قبلي صغي لتمهيد عنصر إثبات الحصة في شبكة ديكريد، وإنشاء شبكة واسعة من المساهمين المحتملين في المشروع، وتعويض المطورين الأوائل عن عملهم قبل الإطلاق. وبالنظر إلى ضرورة التوزيع، فقد تقرر أن تكون هذه العملية عادلة وشفافة وأسفرت عن تحقيق قدر كبير من اللامركزية منذ البداية.",
  "history_principles_headline": "مبادئ مجتمع ديكريد",
  "history_principles_01": "برنامج مجاني و مفتوح المصدر",
  "history_principles_02": "حرية التعبير والاهتمام بالآراء",
  "history_principles_03": "شمولية أصحاب الحصص المتعددين",
  "history_principles_04": "خصوصية إضافية وأمان متزايد",
  "history_principles_05": "مَخْزُون محدود ثابت",
  "history_principles_06": "قابلية النقل عالميا",
  "history_principles_slogan": "يجب أن تكون جميع البرامج التي يتم تطويرها كجزء من ديكريد مجانية ومفتوحة المصدر.",
  "history_timeline": "الجدول الزمني لديكريد"
}
