{
  "general_release_stable": "stabil",
  "general_downloads": "Downloads",
  "general_total": "total",
  "general_javascript_warning": "JavaScript erforderlich",
  "general_javascript_warning_description": "Leider funktioniert diese Website ohne JavaScript nicht ordnungsgemäß.",
  "exchanges_title": "Austauschen",
  "exchanges_description": "Der digitale Währungsumtausch ist eine einfache Möglichkeit, Decred (DCR) zu kaufen und damit zu handeln. Haftungsausschluss: Informieren Sie sich selbst (DYOR), bevor Sie einen Service nutzen. Am sichersten ist es, Decred in einer Wallet aufzubewahren, für die nur Sie über die privaten Schlüssel verfügen.",
  "title": "Decred – Autonome digitale Währung",
  "description": "Decred ist eine autonome digitale Währung. Mit einem hybriden Konsenssystem ist es als dezentralisierte, nachhaltige und selbstbestimmte Währung gestaltet, bei der die Stakeholder die Regeln bestimmen.",
  "general_copyright": "Decred Entwickler",
  "nav_brand_resources": "Markenressourcen",
  "nav_in_the_press": "Decred in den Medien",
  "nav_become_contributor": "Werden Sie ein Mitwirkender",
  "nav_tech_overview": "Technischer Brief",
  "nav_business_brief": "Geschäftskonzept",
  "nav_roadmap": "Roadmap",
  "footer_roadmap": "Roadmap 2018",
  "nav_whatis": "Was ist Decred?",
  "nav_mission": "Mission",
  "nav_platform": "Plattform",
  "nav_getstarted": "Legen Sie los",
  "nav_interacting": "Interagieren mit Decred",
  "nav_downloads": "Downloads",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "Netzwerkstatistik",
  "nav_votingdashboard": "Voting Dashboard",
  "nav_documentation": "Dokumentation",
  "nav_community": "Community",
  "nav_contributors": "Mitwirkende",
  "nav_exchanges": "Exchanges",
  "nav_press": "Presse",
  "contributors_corporate_contractor": "Geschäftlicher Subunternehmer",
  "contributors_development": "Entwicklung",
  "contributors_design": "Design",
  "contributors_community": "Community",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategie",
  "contributors_description": "Decred verwendet ein neuartiges Subunternehmermodell, in dem bewährte Subunternehmen für ihre gute Arbeit honoriert werden können. Dieser Ansatz hat dabei geholfen, ein starkes weltweites Team aus Entwicklern, Designern und Strategen einerseits und eine solide Community andererseits zu bilden. Wir begrüßen jeden Beitrag von Menschen, die der Mission dieses Projekts ihre Arbeit und Fähigkeiten zur Verfügung stellen möchten.",
  "roadmap_tag_new": "Neu",
  "roadmap_tag_ongoing": "Aktuell",
  "roadmap_tag_completed": "Fertig",
  "roadmap_moreinfo": "Weitere Informationen",
  "roadmap_tag_subtitle": "Einblicke in unsere Zukunft, Überblick über die Vergangenheit",
  "roadmap_description": "Bitte beachten Sie, dass es unser Hauptziel ist, Ihnen stabile und verlässliche Veröffentlichungen zu bieten. Daher sind Anzeichen von Zielveröffentlichungsdaten und aufgelistete Funktionen Änderungen vorbehalten.",
  "brand_guide_0": "Visuelles Kommunikations-Toolkit",
  "brand_guide_1": "Quick-Use-Toolkit",
  "brand_guide_2": "Logo-Paket",
  "brand_guide_3": "Logo Paket herunterladen",
  "brand_guide_4": "Grundfarben",
  "brand_guide_5": "Königsblau",
  "brand_guide_6": "Türkis",
  "brand_guide_7": "Dunkelblau",
  "brand_guide_8": "Typografie",
  "brand_guide_9": "Komplementärfarben",
  "brand_guide_10": "Hellblau",
  "brand_guide_11": "Grün",
  "brand_guide_12": "Orange",
  "brand_guide_13": "Die Ziele von Decreds visuellen Identitäten sind die Repräsentation unter den digitalen Währungen, die Unterstützung von einheitlicher Verwendung über eine Vielzahl von Plattformen hinweg sowie Einsteigern ein einzigartiges und fesselndes Erlebnis zu bieten. Dies wird durch den korrekten Einsatz von Logo, Schriftsatz, Farbgebung und grafischen Elementen gewährleistet. Wir haben stilistisch einfach gehaltene Vorlagen entwickelt, die für sämtliche Nutzer und Entwickler gleichermaßen geeignet sind, um komplexere Materialien zu erzeugen.",
  "brand_guide_14": "GitHub/dcrdesign-Repo für Designpakete, Richtlinien und Dokumentationen ansehen ",
  "exchanges_payment_title": "Decred-Zahlungsabwickler",
  "exchanges_payment_description": "Lösungen für Online-Händler, die Decred (DCR) als Zahlungsart akzeptieren. Zahlungsabwickler bieten eine schnelle und einfache Integration, um Kryptowährungen über E-Commerce-Plattformen zu akzeptieren.",
  "exchanges_subtitle": "Decred beim Umtausch",
  "exchanges_showall": "Alle anzeigen",
  "home_download_wallet": "Wallet download",
  "home_for_computer": "Für Ihren Computer",
  "home_mainheading": "Decred ist eine autonome digitale Währung.",
  "home_all_downloads": "Alle Downloads",
  "home_watch_video": "Video ansehen",
  "home_decrediton_for_macdl": "Decrediton für macOS",
  "home_decrediton_for_linuxdl": "Decrediton für Linux",
  "home_decrediton_for_windl": "Decrediton für Windows",
  "home_news_banner_title": "Das Angebotssystem von Decred ist live",
  "home_news_banner_body": "Politeia ermöglicht es Decred-Benutzern und Stakeholdern, neue Projekte, Initiativen und Konsensänderungen anzubieten, zu diskutieren, daran zusammenzuarbeiten und diese zu finanzieren.",
  "home_news_banner_link_title": "Angebote anzeigen",
  "home_mission_section_title": "Mission",
  "home_mission_title_1": "Autonomie ist Selbstbestimmung. Die Stakeholder machen die Regeln.",
  "home_mission_body_1": "Seit 2016 arbeitet Decred an einer Lösung für Blockchain-Governance. Unser innovatives Konsensabstimmungsmodell bemächtigt die Stakeholder und ermöglicht einen nahtlosen Übergang von einem Regelwerk zu einem anderen. Dezentralisierte Entscheidungsfindung und Selbstfinanzierung haben es uns ermöglicht, eine robuste, sich entfaltende digitale Währung zu entwickeln, die völlig unabhängig vom Einfluss Dritter funktioniert.",
  "home_mission_title_2": "Basiert auf 100% bewährter Open-Source-Technologie.",
  "home_mission_body_2": "Unsere modulare Codebasis bietet eine einzigartige Anpassungsfähigkeit und kann sich an die neueste Blockchain-Technologie anpassen. Die Technologie von Decred ermöglicht die weltweit erste erfolgreiche nutzeraktivierte Konsensabstimmung in der Chain. Dies stellt einen revolutionären Ansatz für Stakeholder-Governance dar, in dem unsere Community selbst das Projekt leitet und gemeinsam Entscheidungen fällt.",
  "home_mission_chart_1": "von insgesamt",
  "home_mission_chart_2": "mined so far",
  "home_mission_title_3": "Individuen, Gruppen und Unternehmen bemächtigen.",
  "home_mission_body_3": "Unser Motor ist die Community. Stakeholder, die sich an Entscheidungsprozessen von Decred beteiligen, werden für ihre Mühen belohnt. Nachhaltige Finanzierung und ein robustes Subunternehmermodell ermöglichen es allen Interessierten, Decred jederzeit beizutreten und bei seiner Governance mitzuwirken. Der Wert von Decred liegt bei den Leuten, die daran arbeiten – gemeinsam bauen wir die dezentralisierte Zukunft, die wir möchten.",
  "home_quotes_quote": "„Der Hauptvorteil von Decred ist die gute Kontrolle, denn mit guter Kontrolle kann man jedes beliebige Feature haben.“",
  "home_platform_platform": "Plattform",
  "home_platform_features": "Features für die Zukunft.",
  "home_platform_built": "Decred ist auf Konsistenz ausgelegt. Wir verfügen über eine der höchsten Entwicklungsaktivität und Qualität in der Branche. Zu den Features der Decred-Software gehören:",
  "home_platform_innovative": "Ein innovatives und hybrides, auf Proof-of-Work (PoW) und Proof-of-Stake (PoS) basierendes Konsens-Abstimmungssystem",
  "home_platform_censorship": "Eine zensurfreie und in Blockchain-Technologie verankerte öffentliche Vorschlagsplattform",
  "home_platform_smartcontract": "Intelligente Verträge, die funktionieren – wie zum Beispiel Lightning Network",
  "home_platform_atomicswap": "Chain-übergreifende Atomic Swaps zwischen unterschiedlichen digitalen Währungen",
  "home_platform_wallets_ease": "Plattformübergreifende Wallets zur einfachen Handhabung",
  "home_platform_consensus": "Konsensabstimmung",
  "home_platform_hybrid": "Decred verwendet ein innovatives hybrides, auf Proof-of-Work (PoW) und Proof-of-Stake (PoS) basierendes System, das Stakeholdern Entscheidungsgewalt über das zu aktivierende Konsensregelwerk gibt. Dies ermöglicht einen nahtlosen Übergang von einem Regelwerk zu einem anderen, während das bestehende Blockchain-Ökosystem weiterhin intakt bleibt.",
  "home_platform_swaps": "Atomic Swaps",
  "home_platform_decent": "Decred ist unabhängig von zentralisiertem Austausch. Mit chain-übergreifenden Atomic Swaps zwischen unterschiedlichen digitalen Währungen können Nutzer direkt gehandelte Geschäfte ohne vertrauenswürdige Dritte abwickeln.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred verwendet eine zensurfreie und in Blockchain-Technologie verankerte öffentliche Vorschlagsplattform, durch die Nutzer ihre eigenen Projekte zur Selbstfinanzierung aus DCR Block-Geldern einreichen können. Politeia (Pi) gewährleistet, dass das Ökosystem nachhaltig bleibt und gedeiht.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred arbeitet mit intelligenten Verträgen, die funktionieren. Lightning Network (LN) ist eine dieser Anwendungen eines chain-unabhängigen Systems mit geringer Latenzzeit, die nahezu augenblickliche Kleinbetragzahlungen in DCR ermöglichen. Dank LN stellt Decred eine direkte Konkurrenz für bestehende Fiat-Zahlsysteme dar.",
  "home_platform_wallets": "Plattformübergreifende Wallets",
  "home_platform_accessible": "Decred bietet einfach bedienbare Wallets mit grafischen Benutzeroberflächen (GUIs) für alle wichtigen Betriebssysteme (Windows, macOS und Linux). Für technisch versiertere Nutzer sind auch Wallets mit Kommandozeilenschnittstelle (CLI) erhältlich.",
  "home_platform_soon": "Bald™",
  "home_platform_active": "Decred fördert aktive Entwicklung. Derzeitige Meilensteine sind beispielsweise eine vollständig Stakeholder-gerichtete dezentralisierte autonome Organisation (DAO) und erweiterter Datenschutz für Nutzer.",
  "home_principles_oss": "Freie Open-Source-Software",
  "home_principles_free": "Jegliche Software, die im Rahmen von Decred entwickelt wird, ist freie<br>Open-Source-Software.",
  "home_principles_incremental": "Inkrementeller Datenschutz und Sicherheit",
  "home_principles_privacy": "Technologie für Datenschutz und Sicherheit wird fortlaufend und stufenweise eingeführt, sowohl als vorbeugende Maßnahme als auch im Bedarfsfall als Reaktion auf konkrete Angriffe.",
  "home_principles_speech": "Redefreiheit und Rücksicht",
  "home_principles_everyone": "Alle haben das Recht Meinungen und Ideen auszutauschen ohne Zensur fürchten zu müssen. Alle konstruktiven Äußerungen die auf Tatsachen und Vernunft fußen finden Berücksichtigung.",
  "home_principles_multi_stakeholder": "Multi-Stakeholder-Inklusivität",
  "home_principles_inclusivity": "Inklusivität steht für ein System in dem die Berücksichtigung von vielfältigen Ansichten und Nutzern aktiv unterstützt wird.",
  "home_principles_bound": "Wir sehen uns den folgenden Richtlinien verpflichtet.",
  "home_principles_equitable": "Diese Prinzipien wurden festgelegt, um einen gerechten und nachhaltigen Rahmen zu etablieren, in dem Decreds Ziel, eine autonome und dezentralisierte Währung zu erschaffen, bei der alle Stakeholder tatsächlich über Mitspracherecht verfügen, verwirklicht werden kann.",
  "home_guide_0": "Diese Tour hilft Ihnen dabei, mit Decred loszulegen.",
  "home_guide_1": "Übersicht",
  "home_guide_2": "Decred ist eine plattformübergreifende digitale Währung und unterstützt sowohl Windows als auch macOS und Linux. Einfach zu bedienende Wallet-Apps ermöglichen Senden, Erhalten und Decred-Mining mit nur wenigen Klicks.",
  "home_guide_3": "Für die Bastler unter uns bietet Decred eine umfassende Palette von Kommandozeilen-Tools für eine Personalisierung der Decred-Erfahrung.",
  "home_guide_4": "Weiter",
  "home_guide_5": "Zurück",
  "home_guide_6": "Die Grundlagen",
  "home_guide_7": "<p>Die drei wichtigsten Möglichkeiten, mit Decred zu interagieren, sind:</p><p><strong>Die Wallet</strong> – Für das Senden und Erhalten von Geldbeträgen sowie die Teilnahme an PoS-Voting.</p><p><strong>Proof-of-Work-Mining</strong> – Mithilfe von Rechenleistung Transaktionen im Netzwerk validieren und neue Decred-Tokens generieren.<strong>Proof-of-Stake-Voting</strong> – Mittel einsetzen, um über wichtige Netzwerkentwicklungsangelegenheiten abzustimmen und Transaktionen gegen Belohnung zu validieren.</p>",
  "home_guide_8": "Weiter",
  "home_guide_9": "Zurück",
  "home_guide_10": "Die Wallets",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> ist eine plattformübergreifende GUI-Wallet für Decred. Verfügbar für Windows-, MacOS-, und Linux-Benutzer.</p><p><a href=\"downloads/#cli\">Kommandozeilen-Wallets und -Einrichtungen</a> sind auch für eine Vielzahl an Plattformen verfügbar.</p><p>Für Starthilfe können Sie sich unseren <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Leitfaden für Einsteiger</a> ansehen.</p>",
  "home_guide_12": "Weiter",
  "home_guide_13": "Zurück",
  "home_guide_14": "Decred senden und empfangen",
  "home_guide_15": "<p>Das einzige, was erforderlich ist, um Geld senden oder empfangen zu können, ist eine Adresse. Diese kann ganz einfach aus jeder Decred-Wallet heraus generiert werden. Decred-Adressen beginnen immer <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">mit einem D und enthalten 26-36 alphanumerische Zeichen</a>.</p>\n\t\t<p>Nach der Durchführung einer Transaktion wird das Geld normalerweise nach ca. 5 Minuten übertragen. Dabei fällt eine kleine Gebühr zur Instandhaltung des Netzwerks an. Diese Gebühr wird zusätzlich zum Transaktionsbetrag verrechnet, so entsteht bei einer Überweisung von 100 DCR beispielsweise eine Gebühr von 0,006 DCR.</p>\n\t\t<p>Die Block-Explorer <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> und <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> ermöglichen es Nutzern, alle Blocks und Transaktionen in der Decred-Blockchain zu durchsuchen.</p>",
  "home_guide_16": "Weiter",
  "home_guide_17": "Zurück",
  "home_guide_18": "Mining",
  "home_guide_19": "<p>Der Begriff „Mining“ bezeichnet den Prozess der Validierung und Sicherung von Transaktionen im Decred-Netzwerk. Als Gegenleistung für die Arbeit werden die Miner mit neu erzeugten Decred-Token belohnt.</p>\n\t\t<p>Decred verwendet zwei Methoden zur Validierung von Transaktionen: Proof-of-Work (PoW) und Proof-of-Stake (PoS).</p>",
  "home_guide_20": "Weiter",
  "home_guide_21": "Zurück",
  "home_guide_22": "Proof-of-Work-Mining",
  "home_guide_23": "<p>Bei <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Proof-of-Work (PoW)</a> werden Transaktionen in Gruppen von Blöcken eingeteilt. Diese Blöcke werden von PoW-Minern validiert. Sobald ein Block validiert ist, wird dieser ein fixer Bestandteil es Decred-Netzwerks.</p>\n\t\t<p>Sie können ein Miner werden, indem Sie dem Netzwerk überschüssige Rechenleistung zur Verfügung stellen. Im Gegenzug werden Miner mit Decred belohnt.</p>\n\t\t<p>Zur Steigerung von Effizienz und Praktikabilität können Sie sogenannten <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">Mining Pools</a> beitreten. Die Pools sind Gruppen von Minern, die sich sowohl die Arbeit als auch die Belohnung teilen. Der Beitritt zu einem Mining Pool ist für kleinere Mitwirkende eine hervorragende Möglichkeit, konstante Auszahlungen für ihre Arbeit zu erhalten.</p>",
  "home_guide_24": "Weiter",
  "home_guide_25": "Zurück",
  "home_guide_26": "Proof-of-Stake-Voting",
  "home_guide_27": "<p>Anders als bei PoW ist für <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">Proof-of-Stake-Voting (PoS)</a> nur wenig Rechenleistung erforderlich. Decred-Mittel werden verwendet, um Abstimmungstickets im Netzwerk zu erwerben. In jedem Block werden willkürlich fünf Tickets aus dem Pool von Live-Tickets gewählt, um über die Gültigkeit des vorherigen Blocks abzustimmen. </p><p>PoS erweitert Decred um eine zusätzliche Dezentralisierungsebene und ermöglicht es Nutzern, über vorgeschlagene Netzwerkänderungen abzustimmen. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">Pools, Voting Servoce Providers (VSPs) genannt, sind auch für PoS verfügbar</a> – dadurch wird sichergestellt, dass Ihre Tickets zur Abstimmung bereitstehen, sobald sie ausgewählt werden.</p>",
  "home_guide_28": "Weiter",
  "home_guide_29": "Zurück",
  "home_guide_30": "Decred erwerben und tauschen",
  "home_guide_31": "<p>Decred ist noch neu, und der einfachste Weg, es zu erwerben, ist derzeit mit Bitcoin. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">Sobald Sie über etwas Bitcoin verfügen</a>, können Sie diese Währung <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">bei digitalen Wechselbörsen</a> gegen Decred eintauschen.</p>",
  "home_guide_32": "Weiter",
  "home_guide_33": "Zurück",
  "home_guide_34": "Treten Sie der Community bei",
  "home_guide_35": "<p>Mithilfe von dezentralisierten Prozessen können Menschen mit verschiedenen Ideen, Zielen und Meinungen die Zukunft gestalten. Sie werden bestimmt die eine oder andere Frage haben – treten Sie also unserer wachsenden Community bei und schließen Sie sich mit Entwicklern und anderen Nutzern kurz, um Informationen zu erhalten, Fragen zu stellen oder einfach nur Kontakte zu knüpfen. Wir bieten ein <a href=\"https://forum.decred.org\" title=\"_blank\">Benutzerforum</a>, einen <a href=\"https://t.me/Decred\" title=\"_blank\">Telegram-Kanal</a> und einen <a href=\"https://slack.decred.org\" title=\"_blank\">Slack-Kanal</a>, wo Sie mit Entwicklern und anderen Nutzern in Echtzeit chatten können. Vergessen Sie nicht auf <a href=\"https://twitter.com/decredproject\" title=\"_blank\">Twitter</a> und <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\">Reddit</a>.\nWir freuen uns schon darauf, Sie kennenzulernen!</p>",
  "home_guide_36": "Weiter",
  "home_guide_37": "Zurück",
  "home_guide_38": "Geplante Features",
  "home_guide_39": "<p>Ein Teil der Belohnung von neuen Blocks wird in die Entwicklung von Decred investiert, um zu gewährleisten, dass es sich kontinuierlich weiterentwickelt und so die Bedürfnisse und Anforderungen der Community sowohl jetzt als auch in Zukunft erfüllt. Dies sind nur einige der für 2017 geplanten Features:</p>\n\t\t<ul>\n\t\t<li translate=\"\">Hard-Fork-Abstimmung</li>\n                <li>Eine Stakeholder-gerichtete DAO</li>\n                <li>Dezentralisierte Kontrolle der Entwicklungsgelder</li>\n                <li>Unterstützung von Lightning Network</li>\n                <li>Kontinuierliche Entwicklung von UI und Design</li>\n                <li>Erweiterter Datenschutz</li>\n                <li>Zahlungsintegration</li>\n\t\t</ul>\n\t\t<p>Lesen Sie mehr über diese und weitere Features in unserem Blog. <a href=\"https://blog.decred.org\" target=\"_blank\">Willkommen bei Decred: die Zukunft autonomer digitaler Währung</a></p>",
  "home_guide_40": "Weiter",
  "home_guide_41": "Zurück",
  "downloads_description": "Wenn Sie neu bei Decred sind, sollten Sie unbedingt die <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Dokumentation</a> durchsehen.Für Sicherheitsbewusste folgen Sie bitte <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">diesen Anweisungen</a>, um die Binärdateien der Decrediton- und Kommandozeilenapplikation zu überprüfen.",
  "downloads_category_core": "Basissoftware",
  "downloads_category_mining_software": "Mining-Software",
  "downloads_category_3rd_party_wallets": "Drittanbieter-Wallets",
  "downloads_app_decrediton": "GUI-Wallet für Windows, macOS und Linux.",
  "downloads_app_commandline": "Ein plattformübergreifendes automatisches Installations-/Updateprogramm für Kommandozeilen-Anwendungen.",
  "downloads_app_exodus": "Exodus ist eine nutzerfreundliche All-in-One-Anwendung zum Sichern, Verwalten und Austauschen von Blockchain-Assets.",
  "downloads_app_coinomi": "Bitcoin, Ethereum und mehr als 500 weitere Blockchain-Werte sicher speichern, verwalten und umtauschen.",
  "downloads_app_ownbit": "Ownbit ist eine dezentralisierte Kryptowährungs-Wallet. Sie verfügen über Ihre privaten Schlüssel.",
  "downloads_app_anybit": "Anybit ist eine mobile Wallet für Android und iOS mit integriertem Preis- und Nachrichten-Tracking.",
  "downloads_app_atomicwallet": "Multi-Asset-Desktop-Wallet mit integriertem Umtausch über nicht depotführenden atomaren Austausch und das dezentralisierte Auftragsbuch.",
  "downloads_app_guarda": "Guarda wird von Web-, Desktop und mobilen Multiwährungs-Wallets unterstützt.",
  "downloads_app_ledger": "Ledger Live ist eine webbasierte Wallet, gesichert von der Ledger-Hardware-Wallet.",
  "stakepools_description": "Voting Service Providers (VSPs) ermöglichen es Ihnen, am Proof-of-Stake-System (PoS) von Decred mitzuwirken, ohne dass Sie sich über Verluste bei Computerausfällen, unzuverlässiger Internetverbindung oder unbeständiger Stromversorgung Gedanken machen müssen.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Hinweis:</span>&nbsp;Entgangene Tickets können durch einen schlecht verbundenen Proof-of-Work-Miner (PoW) verursacht werden, der Fehler liegt nicht notwendigerweise beim Anbieter.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warnung:</span>&nbsp;Um die Dezentralisierung des Netzwerks zu unterstützen, wird empfohlen, Anbieter mit mehr als 5 % Netzwerkstimmen zu meiden.",
  "community_description": "Kommen Sie zu uns und werden Sie Teil unserer wachsenden Community, in der Sie mit Entwicklern und anderen Benutzern Kontakte knüpfen, sich informieren, Fragen stellen oder sich einfach treffen können. Die öffentlichen Kanäle bei Matrix, Slack und Discord wurden verknüpft. Sie können eine beliebige Plattform wählen und an Diskussionen mit der Decred-Community-Mitgliedern auf anderen Plattformen teilnehmen.",
  "press_description": "Decred wurde vom The Wall Street Journal, Forbes, Bitcoin Magazine und vielen anderen prominenten Stellen vorgestellt. Unten finden Sie eine Übersicht mit den jüngsten Erwähnungen.",
  "press_coverage": "Berichterstattung",
  "press_releases": "Releases",
  "Business brief": "Geschäftskonzept",
  "Decred Recruiting": "Decred-Rekrutierung",
  "Wallets": "Downloads",
  "Exchanges and Payments": "Umtauschen und Zahlungen",
  "Join our community!": "Treten Sie der Community bei",
  "Press": "Presse",
  "Roadmap": "Roadmap",
  "Visual communication toolkit": "Visuelles Kommunikations-Toolkit",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "Wer ist Decred?",
  "Join our Matrix community": "Werden Sie Teil unserer Matrix-Community",
  "matrix_to_register_using_the_riot": "Um sich in der Riot-Web-App mit den vorausgefüllten Homeserver-Informationen zu registrieren, klicken Sie auf den folgenden Link.",
  "matrix_register_with_riot": "Bei Riot registrieren.",
  "matrix_note_you_must_register_with": "Hinweis: Sie müssen sich mit einer E-Mail-Adresse registrieren, wenn Sie das Passwort zurücksetzen möchten.",
  "matrix_if_you_already_have_an": "Wenn Sie bereits ein bestehendes Matrix-Konto haben, verwenden Sie den folgenden Link, um sich im Decred-Homeserver anzumelden.",
  "matrix_login_to_decred_homeserver": "Beim Decred-Homeserver anmelden",
  "matrix_to_browse_decred_rooms_click": "To browse Decred rooms, click the directory button in the ‘Rooms’ panel on the left-hand side.",
  "matrix_decred_rooms": "Decred Rooms",
  "matrix_to_browse_other_available_matrix": "Um nach anderen verfügbaren Matrix-Klients und Homeservern zu suchen, besuchen Sie die <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">Matrix-Einführungsseite</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix ist eine sichere, frei zugängliche bei Decred-Auftragnehmern beliebte Nachrichtenplattform. Mit der Hilfe von Bridge-Software können Matrix-Benutzer auf anderen Decred-Plattformen wie Slack und Discord mit anderen Benutzern kommunizieren. Matrix bietet eine Erstregistrierung, es sind keine identifizierenden Informationen oder Drittanbieterservices für die Registrierung erforderlich. Benutzern sollte jedoch bewusst sein, dass für einige Features, wie das Passwortzurücksetzen, eine E-Mail-Adresse benötigt wird. Weitere Informationen zu den Matrix-Sicherheits-Features und verfügbaren Klients, besuchen Sie die Matrix-Projekt-<a href=\"https://matrix.org/blog/home/\">Startseite</a>.</p>\n\n<p>Um Teil von Matrix zu werden, müssen Sie einen Klient und einen Homeserver wählen. Matrix unterstützt eine Vielzahl an Klients und Homeservern, aber Erstanwendern empfehlen wir den meist unterstützten Matrix-Klient Riot und den Decred-Homeserver. Wenn Sie den Decred-Homeserver nutzen, finden Sie einfacher Decred-Chatrooms, es wird außerdem „decred.org“ zu Ihrer ID hinzugefügt und Sie können damit weiterhin Nachrichten schreiben und empfangen, wenn der Decred-Homeserver einmal nicht mit anderen Homeservern verbunden sein sollte.</p>",
  "Page not found": "Seite nicht gefunden",
  "Back to home page": "Zurück zur Startseite",
  "nav_intro": "Home",
  "nav_security": "Sicher",
  "nav_adaptability": "Adaptierbar",
  "nav_sustainability": "Nachhaltig",
  "nav_pastfuture": "Geschichte",
  "nav_getstarted": "Los legen",
  "nav_stakingvoting": "Staking und Voting",
  "nav_bugbounty": "Bug Bounty",
  "nav_insights_resources": "Einblicke und Ressourcen",
  "nav_news_posts": "Presse",
  "nav_join_chat": "Trete dem Chat bei",
  "nav_cointribute_repos": "Zu unseren Repos beitragen",
  "nav_explore_community": "Erkunde die Community-Plattformen",
  "nav_proposals": "Vorschläge",
  "home_principles_supply": "Die Ausgabe ist begrenzt und die Gesamtausgabe darf 20.999.999,99800912 DCR nicht überschreiten.",
  "home_principles_fungibility": "Die universelle Fungibilität ist von grundlegender Bedeutung um sicherzustellen das Decred zur Wertaufbewahrung dient. Angriffe sind aktiv zu überwachen und erforderlichenfalls Gegenmaßnahmen zu ergreifen.",
  "adaptability_playbutton": "Zur Anpassungsfähigkeit",
  "adaptability_01_headline": "Keine Notwendigkeit für Forks",
  "adaptability_01_text": "Wandel bei Kryptowährungen erfolgt als Reaktion auf neue Technologien und neue Bedrohungen. Echte Menschen bedeuten neue Ideen und echte Dispute und selbst wenn man das gleiche Ziel verfolgt können sich die Lösungsansätze unterscheiden. Um sich weiterzuentwickeln und langfristig bestehen zu können hat Decred ein Mittel zur kontinuierlichen Weiterentwicklung integriert. Ob es sich nun um einen Notfall, einen Konflikt, eine Fehlerbehebung oder eine neue Technologie handelt, Decred erleichtert die formelle Einigung und hilft strittige Hardforks zu vermeiden und während des Prozesses eine einheitliche Gemeinschaft zu erhalten.",
  "adaptability_02_headline": "Bevollmächtigung der Währungsinhaber",
  "adaptability_02_text": "<p>Decred gewährt denjenigen die sich für die aktive Teilnahme an dem Governance-System entscheiden direkte Souveränität über ihr Geld. Im Tausch gegen eine Zeitsperre für ihre Coins erhalten die Beteiligten Tickets die es ihnen ermöglichen über die Genehmigung von Blöcken abzustimmen, Änderungen an den Konsens-Regeln vorzunehmen und die Politik und das Budget der dezentralisierten autonomen Organisation Decred (DAO) zu bestimmen.</p><p>Die Stakeholder interagieren direkt mit der Blockchain indem sie über jeden neuen Block abstimmen. Sie agieren als Kontrollorgan über die Miner wodurch die Sicherheit gegen Mehrheitsangriffe erhöht wird. Fünf Tickets werden per Zufall aus dem Ticket-Pool ausgewählt um den vorhergegangenen Block zu validieren, wodurch ein positives Verhalten der Miner sichergestellt wird und der Ticketinhaber einen Teil des Block-Rewards erhält. Die Ticketinhaber stimmen auch direkt auf der Blockchain über Änderungen der Konsens-Regeln ab, wodurch die Beteiligten direkte Kontrolle und ein Mitbestimmungsrecht über die Zukunft von Decred erhalten.</p>",
  "adaptability_03_headline": "Politeia - Das System für Vorschläge",
  "adaptability_03_text": "Politeia spielt eine wichtige Rolle innerhalb des Decred DAO und befähigt die Stakeholder die Ausgaben und die Politik von Decred zu steuern und zu verwalten. Zu den bisherigen Vorschlägen für Ausgaben gehören die Erweiterung der Softwarefunktionen, Marketingausgaben, Partnerintegration, Bug-Bounty und Forschung. Politeia ist eine Governance-Plattform die mit Zeitstempeln und kryptographischen Attestierungen alle Aktivitäten im Zusammenhang mit der Einreichung, Diskussion und Abstimmung von neuen Vorschlägen aufzeichnet. Sobald ein Vorschlag angenommen wird ist der Eigentümer berechtigt die Arbeit aufzunehmen da er weiß, dass seine Bemühungen von der Gemeinschaft unterstützt und aus der Projektkasse finanziert werden.",
  "adaptability_04_headline": "Delegieren bedeutet Vertrauen",
  "adaptability_04_text": "Decred glaubt an die Stärke der kollektiven Intelligenz seiner dezentralisierten Gemeinschaft. Seine vielfältigen aktiven Mitarbeiter betreiben ihre eigenen Forschungen und bestimmen direkt die Zukunft von Decred. Mit den von Anfang an eingebauten formalen Governance-Systemen ist die Decred DAO in der Lage sich anzupassen und zu einem überlegenen, langfristigen Wertspeicher zu werden.",
  "adaptability_introtext": "Im Laufe der Zeit werden irgendwann strittige Entscheidungen über das Protokoll getroffen werden müssen. Decred hat ein eingebautes formelles System das für Ordnung und Fairness während des Eintscheidungsprozesses sorgt.",
  "subpage_nav_adaptable": "ADAPTIERBAR",
  "subpage_nav_secure": "SICHER",
  "subpage_nav_sustainable": "NACHHALTIG",
  "subpage_nav_history": "HISTORIE",
  "subpage_nav_whatis": "WAS IST DECRED",
  "footerblocks_headline": "Finde mehr heraus",
  "footerblocks_01_headline": "Nachhaltig",
  "footerblocks_01_text": "Erfahren Sie mehr über den Planungshorizont von Decred, seinen Selbstfinanzierungsmechanismus und wie die DAO ein neues Arbeitsparadigma ermöglicht.",
  "footerblocks_02_headline": "Sicher",
  "footerblocks_02_text": "Erfahren Sie wie das hybride PoW/PoS-System die Sicherheit erhöht um Decred weitaus sicherer zu machen als andere Kryptowährungen.",
  "footerblocks_03_headline": "Historie",
  "footerblocks_03_text": "Erfahren Sie mehr über die Ursprünge von Decred und die wichtigsten Punkte in seiner Geschichte.",
  "footerblocks_04_headline": "Adaptierbar",
  "footerblocks_04_text": "Erfahren Sie wie Decred seine Stakeholder mit direkter Souveränität in die Lage versetzt die Zukunft ihres Geldes mitzubestimmen.",
  "footerblocks_see": "Siehe",
  "sign_up_for_newsletter": "Decred Newsletter abonnieren",
  "security_playbutton": "Über Sicherheit",
  "security_01_headline": "Unvollkommene Systeme",
  "security_01_text": "In Peer-to-Peer-Finanzsystemen löste Proof-of-Work (PoW) das Problem des Double-Spend-Angriffs. PoW hat sich seit mehr als einem Jahrzehnt bewährt ist aber energieintensiv und anfällig für 51-Prozent-Attacken. Proof-of-Stake (PoS) wurde entwickelt um diese Probleme durch eine Angleichung der Interessen zu vermeiden aber es hatte seine eigenen Unzulänglichkeiten, vor allem das \"Nichts-zu-Verlieren\" Problem.",
  "security_02_headline": "Die Hybridlösung von Decred",
  "security_02_text": "Decred setzt eine Kombination aus PoW und PoS ein um das Beste aus beiden Systemen zu erhalten, ihre individuellen Schwächen zu mildern und einen mehrschichtigen Konsensmechanismus zu liefern der das System weitaus sicherer macht als andere Kryptowährungen. Decred verwendet herkömmliches PoW mit einem Blake-256-Hash-Algorithmus und wird ausschließlich von ASICs geschürft. Die Stakeholder von Decred haben ihre Gelder für den Kauf von PoS-Tickets in einer Lotterie zeitlich gesperrt. Diese Tickets werden zu einem Pool von etwa 41.000 Tickets zusammengefasst. In einer fortlaufenden Lotterie werden fünf Tickets pro Block ausgewählt, um das PoW für den vorherigen Block zu validieren. Wenn mindestens 50% der Tickets die Arbeit des Miners akzeptieren, wird die Belohnung des Miners genehmigt und der Block der Blockchain angehangen.",
  "security_03_headline": "Resistenz gegen Angriffe",
  "security_03_text": "Da ein Block drei oder mehr Tickets enthalten muss um gültig zu sein müssen die Blöcke schon während des Mining im Netzwerk veröffentlicht werden damit Tickets diesen validieren können. Damit ist sichergestellt das Miner nicht im geheimen schürfen. Dies hat zum Ergebnis, dass ein Angreifer über eine beträchtliche Summe an Hashpower in Kombination mit Coins verfügen muss um einen Mehrheitsangriff erfolgreich durchzuführen. Der Decred Konsens lehnt einen Re-Org von mehr als 6 Blöcken ab, so dass ein Angriff mit einem tiefen Re-org nicht vom Netzwerk akzeptiert wird. Vergleicht man die Kosten eines Angriffs auf Decred mit den Kosten einer reinen PoW-Kryptowährung so sind die Kosten für einen Angriff auf Decred um eine Größenordnung höher und jeder Angreifer mit einem derart hohen Einsatz müsste für den Angriff Maßnahmen ergreifen die seinen eigenen Interessen zuwiderlaufen.",
  "security_introtext": "Netzwerksicherheit ist die Grundlage jedes Finanzsystems. Eine Einigung über Transaktionen und Kontostände, auch als Konsens bekannt, ist für das Vertrauen in die Währung unerlässlich und kann sowohl an der Langlebigkeit als auch an der Analyse ihrer Widerstandsfähigkeit gegen verschiedene Angriffsvektoren gemessen werden.",
  "sustainability_playbutton": "Zu Nachhaltigkeit",
  "sustainability_01_headline": "Die Tragödie des Gemeindegutes",
  "sustainability_01_text": "Digitale Währungen und Open-Source-Projekte fallen in der Regel der Tragödie des Gemeingutes zum Opfer bei der Personen die eine Ressource teilen in ihrem eigenen Interesse handeln und diese Ressource erschöpfen oder verderben. Es wurden zahlreiche Methoden zur Lösung des Finanzierungsproblems in verschiedenen Kryptowährungen ausgerollt, darunter Spenden, Gründerfonds, Risikokapitalfinanzierung und verschiedene Formen von ICO/IEO. Alle diese Methoden sind mit Unzulänglichkeiten verbunden, darunter Probleme mit den Behörden, Interessenkonflikte und mangelnde laufende Finanzierung.",
  "sustainability_02_headline": "Die Selbstfinanzierungslösung von Decred",
  "sustainability_02_text": "Decred hat das Finanzierungsproblem gelöst indem 10% jeder neuen Blockausschüttung in eine Projektkasse gezahlt werden. Diese fortlaufende Lösung stellt die Finanzierung von Decred für die kommenden Generationen sicher. Bis zu diesem Zeitpunkt wurde die Projektkasse konservativ mit einer langfristigen Perspektive im Hinblick auf die Freigabe von Politeia im Jahr 2018 verwaltet womit die Kontrolle über die Mittel an die Decred-Stakeholder übertragen wurde. Über Politiea stimmen die Stakeholder über den Haushalt, die Politik und die Richtung des Projekts als dezentralisierte autonome Organisationen (DAO) ab.",
  "sustainability_03_headline": "Ein neues Paradigma der Arbeit",
  "sustainability_03_text": "<p>Die DAO führt ein neues Arbeitsparadigma ein bei dem jeder mit wertvollen Fähigkeiten zum Projekt beitragen kann und von den Beteiligten per Vorschlag und Abstimmung über Politeia durch die Projektkasse entschädigt wird. In Decred entwickeln, vermarkten und vertreten die Mitglieder der Gemeinschaft Decred und sie werden nach ihren Beiträgen beurteilt, nicht nach ihrem Stammbaum oder Lebenslauf. Die konventionelle Arbeitswelt und die hierarchische Struktur wird zur Tür hinaus gebeten, da die Mitwirkenden frei sind an dem zu arbeiten was sie wollen und wann sie wollen.</p><p>Die meisten Mitwirkenden haben einen Vollzeitjob und verrichten ihre Arbeit mit Leidenschaft in ihrer Freizeit. Dies ermöglicht eine risikominimierte Sozialisierung mit der Organisation, um neue Wasser zu testen, bevor sie sich entscheiden als Vollzeitunternehmer bei Decred einzusteigen und die alte Unternehmenswelt hinter sich zu lassen.</p>",
  "sustainability_04_headline": "Vertragspartner und Vorschläge",
  "sustainability_04_text": "Decred ist eine Gemeinschaft von SelbststarterInnen und autonomen ArbeiterInnen, die aus der Not eine Tugend machen und wissen, wie sie ihren eigenen Weg gehen. Sie können ihre eigenen Fähigkeiten einschätzen und den aktuellen Stand von Decred in den Bereichen Entwicklung, Marketing, Forschung oder Community untersuchen, um festzustellen, wo und wie sie dazu beitragen können. Sie folgen dem von früheren Auftragnehmern vorgezeichneten Weg und tragen zunächst dazu bei die Qualität ihres Arbeitsprodukts zu demonstrieren. Wenn ihre Arbeit von anderen Auftragnehmern anerkannt und durch einen Vorschlag von Politeia finanziert wird können auch sie Auftragnehmer werden. Der erste Ort den es zu erkunden gilt sind die Matrix-Chat-Räume die zu den anderen Kommunikationsplattformen überbrückt werden.",
  "sustainability_introtext": "Die Neugestaltung des Finanzsystems auf eine gerechtere und integrativere Art und Weise erfordert, dass Decred und seine Gemeinschaft auf lange Sicht arbeiten. Um Decred als überlegenen langfristigen Wertspeicher zu realisieren muss jede Anstrengung und Ausgabe seinen langfristigen Zielen dienen.",
  "landing_seemore": "Mehr dazu",
  "landing_latestnews": "Neueste Nachrichten und Beiträge",
  "landing_opener": "Community gesteuerter, besserer Wertspeicher.",
  "landing_01_headline": "Sicher",
  "landing_01_text": "Decred verwendet ein innovatives hybrides System aus Proof-of-Work und Proof-of-Stake welches die Sicherheitsschichten und Motivationsmodelle sorgfältig aufeinander abstimmt. Dieses System liefert das Beste aus beiden Welten und ist damit um eine Größenordnung teurer als ein Angriff auf herkömmliche Proof-of-Work oder  reine Proof-of-Stake Systeme.",
  "landing_01_link1": "Lese mehr über Sicherheit",
  "landing_01_link2": "Bug-Bounty-Programm",
  "landing_01_link3": "Github",
  "landing_02_headline": "Anpassbar",
  "landing_02_text": "Die in Decred eingebauten Governance-Systeme geben der Gemeinschaft formelle Rechte um Konsensänderungen vorzunehmen und Entscheidungen auf Projektebene zu verwalten. Diese Systeme machen Decred anpassungsfähig, damit es sich nach dem Willen der Beteiligten entwickeln, Forks verhindern und neue Technologien auf lange Sicht integrieren kann.",
  "landing_02_link1": "Lesen Sie mehr über Anpassungsfähigkeit",
  "landing_03_headline": "Nachhaltig",
  "landing_03_text": "Decred finanziert seine Projektkasse kontinuierlich mit 10% jeder Blockausschüttung und wendet ein flexibles Vertragsmodell an das es den Mitgliedern ermöglicht eine Vergütung für ihre Arbeit zu erhalten. Dies macht Decred zu einer nachhaltigen und selbstfinanzierten, dezentralisierten, autonomen Organisation.",
  "landing_03_link1": "Lesen Sie mehr über Nachhaltigkeit",
  "landing_03_link2": "Beitragen und zum Kontraktor werden",
  "landing_04_link": "Exchanges",
  "landing_05_link": "Dokumentation",
  "landing_06_link": "Community",
  "landing_07_link": "Downloads",
  "history_01_headline": "Decred Historie",
  "history_01_text": "<p>Decred basiert auf einem <a href=\"https://decred.org/research/mackenzie2013.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Vorschlag</a> für die Memcoin2-Kryptowährung vom April 2013 veröffentlicht im Bitcointalk-Forum. Der Benutzer tacotime schlug diese neue Kryptowährung vor und arbeitete mit _ingsoc, einem weiteren Bitcointalk-Benutzer, und Jake Yocom-Piatt zusammen, um das hybride Proof-of-Work (\"PoW\") / Proof-of-Stake (\"PoS\") Konsensus-System von Memcoin2 als neues Projekt, genannt Decred, zu implementieren.</p><p>Die wichtigste Neuerung dieses hybriden Konsensus-Systems bestand darin, dass es einen PoS-Governance-Mechanismus geschaffen hat bei dem die Nutzer sich dafür entscheiden ihre Coins im Austausch gegen die Teilnahme an einer Lotterie vorübergehend zu sperren. Diese Nutzer werden als Stakeholder bezeichnet. Mehrere Gewinner dieser Lotterie werden in jedem Block ausgewählt um mit ihren Abstimmungen am Konsensus-System teilzunehmen womit die Souveränität über Entscheidungen über Decred direkt in die Hände der Stakeholder gelegt wird.</p><p>Im Gegensatz dazu muss sich jede reine PoW-Kryptowährung bei Governance-Entscheidungen in erster Linie auf ihre Miner verlassen, da diese vorwiegend das Konsensus-System vertreten, durchsetzen und seine Sicherheit gewährleisten. Decred verlässt sich jedoch sowohl auf seine Stakeholder als auch auf die Miner um einen Konsens zu erzielen und seine Sicherheit zu gewährleisten. Das Endergebnis ist, dass das hybride PoW/PoS-Konsensus-System von Decred sowohl wesentlich fairer als auch sicherer ist als reine PoW-Systeme.</p><p>Der Code von Decred wurde auf der <a href=\"https://github.com/btcsuite/\" rel=\"noopener noreferrer\">btcsuite</a> codebase, einer alternativen Full-Node-Bitcoin-Implementierung in Go, geschrieben von Company 0 LLC, aufgebaut.  Obwohl Decred auf dem Code von Bitcoin basiert, handelt es sich um eine eigenständige Kryptowährung, nicht um einen “Bitcoin-Fork“.  Diese Arbeit begann im Februar 2014 und wurde mit der Unterstützung von Company 0 LLC bis zur Einführung des Mainnets im Februar 2016 fortgesetzt.</p>",
  "history_02_headline": "Airdrop & Premine",
  "history_02_text": "Während des <a href=\"https://docs.decred.org/advanced/premine/\" target=\"_blank\" rel=\"noopener noreferrer\">Launch</a> im Februar 2016 nutzte Decred einen innovativen Airdrop und einen kleine Premine, um die PoS-Komponente des Decred-Netzwerks zu starten, ein breites Netzwerk potenzieller Projektmitarbeiter aufzubauen und die frühen Entwickler für ihre Arbeit vor dem Start zu entschädigen. Angesichts der Notwendigkeit der Verteilung war dieser Prozess von Anfang an auf Fairness und Transparenz ausgerichtet und führte zu einer erheblichen Dezentralisierung vom Anbeginn.",
  "history_principles_headline": "Decred Gemeinschaftsgrundsätze",
  "history_principles_01": "FREIE UND OPEN-SOURCE-SOFTWARE",
  "history_principles_02": "REDEFREIHEIT UND RÜCKSICHTNAHME",
  "history_principles_03": "MULTI-STAKEHOLDER-INKLUSIVITÄT",
  "history_principles_04": "INKREMENTELLE PRIVATSPHÄRE UND SICHERHEIT",
  "history_principles_05": "FESTE ENDLICHE MENGE",
  "history_principles_06": "UNIVERSELLE FUNGIBILITÄT",
  "history_principles_slogan": "Alle im Rahmen von Decred entwickelte Software soll freie und quelloffene Software sein.",
  "history_timeline": "Decred Zeitleiste"
}
