{
  "general_release_stable": "stabil",
  "general_downloads": "Downloads",
  "general_total": "total",
  "general_javascript_warning": "JavaScript required",
  "general_javascript_warning_description": "We're sorry, but this Website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred - Autonomous Digital Currency",
  "description": "Decred is an autonomous digital currency. With a hybrid consensus system, it is built to be a decentralized, sustainable, and self-ruling currency where stakeholders make the rules.",
  "general_copyright": "Decred Entwickler",
  "nav_brand_resources": "Brand Resources",
  "nav_in_the_press": "Decred in the Press",
  "nav_become_contributor": "Become a Contributor",
  "nav_tech_overview": "Technischer Brief",
  "nav_business_brief": "Business Brief",
  "nav_roadmap": "Roadmap",
  "nav_whatis": "What is Decred",
  "nav_mission": "Mission",
  "nav_platform": "Platform",
  "nav_getstarted": "Starte",
  "nav_interacting": "Interacting with Decred",
  "nav_downloads": "Downloads",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "Netzwerkstatistik",
  "nav_votingdashboard": "Voting Dashboard",
  "nav_documentation": "Dokumentation",
  "nav_community": "Community",
  "nav_contributors": "Contributors",
  "nav_exchanges": "Exchanges",
  "nav_press": "Presse",
  "contributors_corporate_contractor": "Corporate Contractor",
  "contributors_development": "Entwicklung",
  "contributors_design": "Design",
  "contributors_community": "Community",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategy",
  "contributors_description": "Decred uses a novel contractor model which allows for proven contributors to be remunerated for their good work. This approach has helped forge a strong global team of developers, designers, and strategists, as well as a robust community. We welcome contributions from anyone who wishes to demonstrate their effort and skill in pursuit of the project's mission.",
  "roadmap_tag_new": "Neu",
  "roadmap_tag_ongoing": "Ongoing",
  "roadmap_tag_completed": "Completed",
  "roadmap_moreinfo": "More Information",
  "roadmap_tag_subtitle": "Insight into our future, overview of the past",
  "roadmap_description": "Please note that our primary goal is to provide you with stable and reliable releases. As such, any indications of target release dates and features listed are subject to change.",
  "brand_guide_0": "Visuelles Kommunikations-Toolkit",
  "brand_guide_1": "Quick-Use-Toolkit",
  "brand_guide_2": "Logo-Paket",
  "brand_guide_3": "Logo Paket herunterladen",
  "brand_guide_4": "Grundfarben",
  "brand_guide_5": "Key blue",
  "brand_guide_6": "Turquiose",
  "brand_guide_7": "Dunkelblau",
  "brand_guide_8": "Typografie",
  "brand_guide_9": "Grundfarben",
  "brand_guide_10": "Hellblau",
  "brand_guide_11": "Grün",
  "brand_guide_12": "Orange",
  "brand_guide_13": "Decred’s visual identity objectives are to ensure unique representation amongst digital currencies, support consistent use across a variety of platforms as well as be memorable and engaging for onboarding new adopters. This is achieved through correct usage of the logo, type setting, color direction and graphic assets. We have developed simple style templates suitable for all users as well as for designers to produce more complex materials.",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_otc_title": "Decred OTC Traders",
  "exchanges_otc_description": "Over The Counter (OTC) trading allows customers to buy or sell Decred directly from a trader. The customer and the trader agree on a fixed price for a large quantity of Decred and conduct the transaction without going through an exchange. The minimum transaction size for OTC trading is typically $100,000 or higher.",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_payment_description": "Solutions for online merchants to start accepting Decred (DCR) as payment. Payment processors provide a quick and easy integration to accept cryptocurrencies through e-commerce platforms.",
  "exchanges_subtitle": "Decred on Exchanges",
  "exchanges_showall": "Show all",
  "home_download_wallet": "Wallet herunterladen",
  "home_for_computer": "Für Deine Computer",
  "home_mainheading": "Decred is an autonomous digital currency.",
  "home_all_downloads": "Alle Downloads",
  "home_watch_video": "Watch Video",
  "home_decrediton_for_macdl": "Decrediton für macOS",
  "home_decrediton_for_linuxdl": "Decrediton für Linux",
  "home_decrediton_for_windl": "Decrediton für Windows",
  "home_politeia_notice_title": "Decred’s Proposal System is Live",
  "home_politeia_notice_body": "Politeia allows Decred users and stakeholders to propose, discuss, collaborate on, and fund new projects, initiatives, and consensus changes.",
  "home_politeia_notice_link_title": "View Proposals",
  "home_mission_section_title": "Mission",
  "home_mission_title_1": "Autonomy is self-rule. Stakeholders make the rules.",
  "home_mission_body_1": "Since 2016, Decred has striven to solve blockchain governance. Our innovative consensus voting model empowers stakeholders and allows for the seamless transition from one set of rules to another. Decentralized decision-making and self-funding have enabled us to build a robust, evolving digital currency, free from third party influence.",
  "home_mission_title_2": "Built from 100% proven open-source technology.",
  "home_mission_body_2": "Our modular codebase offers unique adaptability and can scale to the latest blockchain technology. Decred’s technology enabled the world’s first successful direct on-chain user-activated consensus vote. This represents a revolutionary approach to stakeholder governance where our community directs the project and makes decisions together.",
  "home_mission_chart_1": "of total",
  "home_mission_chart_2": "mined so far",
  "home_mission_title_3": "Empowering individuals, groups, and companies.",
  "home_mission_body_3": "We are community-powered. Stakeholders who participate in Decred’s decision-making are rewarded for their efforts. Sustainable funding and a resilient contractor model allow for anyone to join Decred at any time and engage in its governance. Decred’s value is in the people who work on it - together we’re building the decentralized future we want to see.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "Platform",
  "home_platform_features": "Features for the future.",
  "home_platform_built": "Decred is built to last. Our development activity and quality are among the highest in the space. Features of the Decred software include:",
  "home_platform_innovative": "An innovative hybrid proof-of-work (PoW) proof-of-stake (PoS) consensus voting system",
  "home_platform_censorship": "A censorship-resistant blockchain-anchored public proposal platform",
  "home_platform_smartcontract": "Smart contracts that work such as Lightning Network",
  "home_platform_atomicswap": "Cross-chain atomic swaps between different digital currencies",
  "home_platform_wallets_ease": "Cross-platform wallets for ease of use",
  "home_platform_consensus": "Consensus Voting",
  "home_platform_hybrid": "Decred uses an innovative hybrid proof-of-work (PoW) proof-of-stake (PoS) system to give stakeholders decision-making power about the set of consensus rules to activate. This allows for a seamless transition from one set of rules to another while keeping the existing blockchain ecosystem intact.",
  "home_platform_swaps": "Atomic Swaps",
  "home_platform_decent": "Decred does not require reliance on centralized exchanges. With cross-chain atomic swaps between different digital currencies, users can conduct trustless over-the-counter (OTC) trades without a third party.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred uses a censorship-resistant blockchain-anchored public proposal platform, which empowers users to submit their own projects for self-funding from DCR’s block subsidy. Politeia (Pi) ensures the ecosystem remains sustainable and thrives.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred implements smart contracts that work. Lightning Network (LN) is one such application of a low-latency off-chain system that allows for near-instant micropayments in DCR. With LN, Decred directly competes with existing fiat payment systems.",
  "home_platform_wallets": "Cross-platform Wallets",
  "home_platform_accessible": "Decred features accessible wallets through graphical user interfaces (GUIs) across all major operating systems (Windows, macOS, and Linux). For more technical users, command line interface (CLI) wallets are also available.",
  "home_platform_soon": "Soon™",
  "home_platform_active": "Decred enjoys active development. Current milestones include a full stakeholder-directed decentralized autonomous organization (DAO) and enhanced user privacy.",
  "home_principles_oss": "Free and Open-Source Software",
  "home_principles_free": "All software developed as part of Decred shall be free and open source-software.",
  "home_principles_incremental": "Incremental Privacy and Security",
  "home_principles_privacy": "Privacy and security technology shall be implemented on a continuing and incremental basis, both proactively and on-demand in response to attacks.",
  "home_principles_speech": "Free Speech and Consideration",
  "home_principles_everyone": "Everyone has the right to communicate opinions and ideas without fear of censorship. Consideration shall be given to all constructive speech that is based in fact and reason.",
  "home_principles_multi_stakeholder": "Multi-Stakeholder Inclusivity",
  "home_principles_inclusivity": "Inclusivity represents a multi-stakeholder system and an active effort shall be maintained to include a diverse set of views and users.",
  "home_principles_bound": "We’re bound by the following guiding principles.",
  "home_principles_equitable": "These principles have been established in an effort to create an equitable and sustainable framework within which to achieve Decred's goal to be an autonomous and decentralized currency where all stakeholders have a real voice.",
  "home_guide_0": "This tour will help you get started with Decred",
  "home_guide_1": "Overview",
  "home_guide_2": "Decred is a multi-platform digital currency with support for Windows, macOS, and Linux. Easy-to-use wallet apps enable sending, receiving, and mining Decred with just a few clicks.",
  "home_guide_3": "For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.",
  "home_guide_4": "Continue",
  "home_guide_5": "Back",
  "home_guide_6": "The Basics",
  "home_guide_7": "<p>There are three main ways to interact with Decred:</p><p><strong>The Wallet</strong> - For sending and receiving funds as well as participating in PoS mining.</p><p><strong>Proof-of-work Mining</strong> - Using computing power to validate transactions on the network and generate new Decred tokens.</p><p><strong>Proof-of-stake Mining</strong> - Using funds to vote on important network development matters and validate transactions for rewards.</p>",
  "home_guide_8": "Continue",
  "home_guide_9": "Back",
  "home_guide_10": "The Wallet",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> is a cross-platform GUI wallet for Decred. Available for Windows, MacOS, and Linux users.</p><p><a href=\"downloads/#cli\">Command-line wallet and utilities</a> are also available for a variety of platforms.</p><p>For help getting started you can visit our <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Beginner’s Guide</a>.</p>",
  "home_guide_12": "Continue",
  "home_guide_13": "Back",
  "home_guide_14": "Send and Receive Decred",
  "home_guide_15": "<p>An address is the only thing needed to send or receive funds. It can be easily generated from any Decred wallet. Decred addresses always <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\" rel=\"noopener noreferrer\">begin with D and contain 26-36 alphanumeric characters</a>.</p><p>After a transaction is made, funds will usually clear in about 5 minutes. There is a small fee to help with the upkeep of the network. This fee is in addition to the transaction amount. That is, a transfer of 100DCR would incur a fee of about 0.006DCR.</p><p>The block explorers <a href=\"https://mainnet.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">mainnet.decred.org</a> and <a href=\"https://explorer.dcrdata.org\" target=\"_blank\" rel=\"noopener noreferrer\">explorer.dcrdata.org</a> allow users to search all the blocks and transactions in the Decred blockchain.</p>",
  "home_guide_16": "Continue",
  "home_guide_17": "Back",
  "home_guide_18": "Mining",
  "home_guide_19": "<p>The term mining represents the process of validating transactions on the Decred network and keeping it secure. In return for work, miners are rewarded with newly generated Decred coins.</p><p>Decred has two methods of validating transactions: Proof-of-work (PoW) and Proof-of-stake (PoS).</p>",
  "home_guide_20": "Continue",
  "home_guide_21": "Back",
  "home_guide_22": "Proof-of-work Mining",
  "home_guide_23": "<p>In <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\" rel=\"noopener noreferrer\">Proof-of-work (PoW)</a> transactions are grouped into blocks. These blocks are validated by PoW miners. When a block is validated it becomes a permanent part of the Decred network.</p><p>You can become a miner by dedicating spare computing resources to the network. In return miners are rewarded with Decred.</p><p>For efficiency and convenience you can join <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\" rel=\"noopener noreferrer\">mining pools</a>. The pools are groups of miners who share the work and split the reward. Joining a mining pool is an excellent way for smaller contributors to receive consistent payouts for their work.</p>",
  "home_guide_24": "Continue",
  "home_guide_25": "Back",
  "home_guide_26": "Proof-of-stake Mining",
  "home_guide_27": "<p>Unlike PoW, <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">Proof-of-stake mining (PoS)</a> requires little computing resources. Decred funds are used to purchase voting tickets on the network. In every block, five tickets from the pool of live tickets are chosen at random to vote on the validity of the previous block. </p><p>PoS adds an extra layer of decentralization to Decred and allows users to vote on suggested network changes. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">Pools - called Voting Service Providers (VSPs) - are also available for PoS</a> to ensure your tickets are ready to vote whenever they're called.</p>",
  "home_guide_28": "Continue",
  "home_guide_29": "Back",
  "home_guide_30": "Buying and Trading Decred",
  "home_guide_31": "<p>Decred is still new, and at this time, the easiest way to purchase it is with Bitcoin. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Once you have some Bitcoin</a>, it can be traded for Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">at digital currency exchanges</a>.</p>",
  "home_guide_32": "Continue",
  "home_guide_33": "Back",
  "home_guide_34": "Join the Community",
  "home_guide_35": "<p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href=\"https://webchat.freenode.net/?channels=decred&amp;uio=d4\" title=\"_blank\" rel=\"noopener noreferrer\">IRC channel</a>, <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram channel</a>, and <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> and <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>.We can't wait to meet you!</p>",
  "home_guide_36": "Continue",
  "home_guide_37": "Back",
  "home_guide_38": "Planned Features",
  "home_guide_39": "<p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2018 and early 2019:</p><ul><li>Lightning network</li><li>Initial privacy release</li><li>Decentralized control of funds</li><li>Decentralized autonomous entities</li><li>Scalability optimizations</li><li>Decrediton integrations</li><li>Marketing growth</li><li>Proposal for a Decentralized Exchange</li></ul><p>Read about these and more on our blog. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Welcome to Decred: the future of autonomous digital currency</a></p>",
  "home_guide_40": "Continue",
  "home_guide_41": "Back",
  "downloads_description": "If you are new to Decred, be sure to read the <a href=\"../#guide\">Getting Started Tour</a> or the <a href=\"../#platform\">Technical Overview</a> if you want to dig deeper. If you are downloading the Decred binaries, please follow these <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">Binary Verification</a> steps to verify the checksums.",
  "downloads_category_core": "Core software",
  "downloads_category_mining_software": "Mining software",
  "downloads_app_decrediton": "Graphical UI wallet for Windows, macOS and Linux",
  "downloads_app_commandline": "A cross-platform, automatic installer/updater for the command-line applications.",
  "downloads_app_gominer": "CUDA/OpenCL miner for AMD/NVIDIA GPUs. Officially supported by the Decred team.",
  "downloads_app_ccminer": "Third party CUDA miner for NVIDIA GPUs. Not supported by the Decred team.",
  "downloads_app_sgminer": "Third party OpenCL miner for AMD GPUs. Not supported by the Decred team.",
  "downloads_app_exodus": "Exodus is a friendly, all-in-one application, to secure, manage and exchange blockchain assets.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_bitbill": "Bitbill is a decentralized cryptocurrency wallet. You own your private keys.",
  "downloads_app_anybit": "Anybit is a mobile wallet available for Android and iOS with built in price and news tracking.",
  "downloads_app_atomicwallet": "Multi-asset desktop wallet with built in exchange via non-custodial atomic swaps and decentralized order book.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_cobo": "From the Co-Founder of F2Pool, Cobo is a highly secure mobile wallet that supports PoS Cloud Pool staking and over 30 coins and 500 tokens",
  "stakepools_description": "Voting Service Providers allow you to participate in Decred's proof-of-stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Notice:</span>&nbsp;<span translate>Missed tickets can be caused by a poorly connected proof-of-work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warning:</span>&nbsp;To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "community_description": "Come and join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. The public channels on Matrix, Slack, and Discord have been bridged. You can choose any of these platforms and still participate in discussions with Decred community members on the others.",
  "press_description": "Decred has been acknowledged as a leading cryptocurrency project by the Chicago Tribune, Bitcoin Magazine and Nasdaq. Below is a gallery of recent mentions.",
  "press_coverage": "Coverage",
  "press_releases": "Releases"
}
