{
  "Back to home page": "Zurück zur Startseite",
  "Page not found": "Seite nicht gefunden",
  "brand_guide_0": "Visuelles Kommunikations-Toolkit",
  "brand_guide_10": "Hellblau",
  "brand_guide_11": "Grün",
  "brand_guide_12": "Orange",
  "brand_guide_13": "Die Ziele von Decreds visuellen Identitäten sind die Repräsentation unter den digitalen Währungen, die Unterstützung von einheitlicher Verwendung über eine Vielzahl von Plattformen hinweg sowie Einsteigern ein einzigartiges und fesselndes Erlebnis zu bieten. Dies wird durch den korrekten Einsatz von Logo, Schriftsatz, Farbgebung und grafischen Elementen gewährleistet. Wir haben stilistisch einfach gehaltene Vorlagen entwickelt, die für sämtliche Nutzer und Entwickler gleichermaßen geeignet sind, um komplexere Materialien zu erzeugen.",
  "brand_guide_14": "GitHub/dcrdesign-Repo für Designpakete, Richtlinien und Dokumentationen ansehen ",
  "brand_guide_2": "Logo-Paket",
  "brand_guide_3": "Logo Paket herunterladen",
  "brand_guide_4": "Grundfarben",
  "brand_guide_5": "Königsblau",
  "brand_guide_6": "Türkis",
  "brand_guide_7": "Dunkelblau",
  "brand_guide_8": "Typografie",
  "brand_guide_9": "Komplementärfarben",
  "brand_guide_title": "Quick-Use-Toolkit",
  "community_community_title": "Community-Plattformen",
  "community_publications_title": "Publikationen",
  "community_support_title": "Support",
  "community_support_warning": "Die Admins werden dir niemals eine direkte Nachricht schicken oder dir per DM helfen. Gib niemandem der dir hilft persönliche Informationen, wie z.B. dein Wallet-Seed oder Passwörter.",
  "description": "Decred ist eine autonome digitale Währung. Mit einem hybriden Konsenssystem ist es als dezentralisierte, nachhaltige und selbstbestimmte Währung gestaltet, bei der die Stakeholder die Regeln bestimmen.",
  "downloads_app_coinomi": "Bitcoin, Ethereum und mehr als 500 weitere Blockchain-Werte sicher speichern, verwalten und umtauschen.",
  "downloads_app_commandline": "Ein plattformübergreifendes automatisches Installations-/Updateprogramm für Kommandozeilen-Anwendungen.",
  "downloads_app_decrediton": "GUI-Wallet für Windows, macOS und Linux.",
  "downloads_app_exodus": "Exodus ist eine nutzerfreundliche All-in-One-Anwendung zum Sichern, Verwalten und Austauschen von Blockchain-Assets.",
  "downloads_app_godcr": "Ein leichtes SPV-GUI-Wallet, das ausschließlich in Go entwickelt wurde.",
  "downloads_app_guarda": "Guarda wird von Web-, Desktop und mobilen Multiwährungs-Wallets unterstützt.",
  "downloads_app_ledger": "Ledger Live ist eine webbasierte Wallet, gesichert von der Ledger-Hardware-Wallet.",
  "downloads_app_mobilewallets": "Decred Mobile Wallets sind sowohl für Android- als auch für iOS-Plattformen verfügbar.",
  "downloads_app_trezor": "Trezor ist eine Hardware-Wallet, das sowohl von Decrediton- als auch vom Exodus-Wallet unterstützt wird.",
  "downloads_app_trust": "Trust Wallet ist ein sicheres Multi-Coin-Wallet für Android und iOS.",
  "downloads_category_core_software": "Basissoftware",
  "downloads_category_hardware_wallets": "Hardware Wallets",
  "downloads_category_third_party_wallets": "Drittanbieter-Wallets",
  "downloads_description": "Wenn du neu bei Decred bist, solltest du unbedingt die <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Dokumentation</a> durchsehen. Sicherheitsbewusste folgen bitte <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">diesen Anweisungen</a>, um die Binärdateien der Decrediton- und Kommandozeilenapplikation zu überprüfen.",
  "exchanges_category_atomic_swaps": "Atomic Swaps",
  "exchanges_category_decentralized": "Dezentralisiert",
  "exchanges_category_fiat": "Fiat",
  "exchanges_category_high_liquidity": "Hohe Liquidität",
  "exchanges_category_instant_exchange": "Instant Exchange",
  "exchanges_description": "Der digitale Währungsumtausch ist eine einfache Möglichkeit, Decred (DCR) zu kaufen und damit zu handeln. Haftungsausschluss: Informieren dich selbst (DYOR), bevor du einen Service nutzt. Am sichersten ist es, Decred in einer Wallet aufzubewahren, für die nur du über die privaten Schlüssel verfügst.",
  "exchanges_disclaimer": "Bei keiner der oben genannten Börsen, mit Ausnahme von <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://dex.decred.org/\">DCRDEX</a>, können die User ihre Coins während des gesamten Handels selbst verwahren ohne diese auf das Wallet eines Drittanbieters einzuzahlen zu müssen. Einige zentralisierte Börsen, einschließlich des \"Sofort\"-Typs, können auch persönliche Informationen anfordern um den Handel zu erlauben nachdem bereits Coins Eingezahlt wurden. Den Usern wird dringend empfohlen, über DCRDEX zu handeln, um ihre Privatsphäre und die Sicherheit ihrer Coins zu maximieren. Ein <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.youtube.com/watch?v=XaE_xzGKjeQ\">DCRDEX-Tutorial</a> ist verfügbar.",
  "exchanges_payment_title": "Decred-Zahlungsabwickler",
  "exchanges_title": "Austauschen",
  "general_copyright": "Decred Entwickler",
  "general_javascript_warning": "JavaScript erforderlich",
  "general_javascript_warning_description": "Leider funktioniert diese Website ohne JavaScript nicht ordnungsgemäß.",
  "home_download_wallet": "Wallet download",
  "landing_freedom_headline": "Freiheit",
  "landing_freedom_link1": "Lies die Decred-Verfassung",
  "landing_freedom_text": "Niemand kann dich daran hindern dein Geld zu bewegen.",
  "landing_insights_headline": "Vielfältige Einblicke",
  "landing_insights_link1": "Besuche den dcrdata Block Explorer",
  "landing_insights_text": "Sieh dir an wie alle Teile zusammenhängen.",
  "landing_opener": "Geld verbessert",
  "landing_privacy_headline": "Privatsphäre",
  "landing_privacy_link1": "Lernen jetzt deine Decred zu mixen",
  "landing_privacy_link2": "Diagramm über die Beteiligungsrate am Decred Mixer zur Steigerung der Privatsphäre",
  "landing_privacy_text": "Niemand außer dir sollte wissen was du mit deinem Geld machst.",
  "landing_resolve_headline": "Klärung",
  "landing_resolve_link1": "Proof of Stake Abstimmung",
  "landing_resolve_text": "Formelle Mittel zur Konfliktlösung integriert damit die Herde in Harmonie leben kann.",
  "landing_seemore": "Mehr dazu",
  "landing_sovereignty_headline": "Souveränität",
  "landing_sovereignty_link1": "Decred Governance",
  "landing_sovereignty_link2": "Übersicht der Konsensänderungen",
  "landing_sovereignty_text": "Du bestimmst die Regeln und sicherst ihre Einhaltung.",
  "landing_treasury_headline": "Projektkasse",
  "landing_treasury_link1": "Beitragen und zum Kontraktor werden",
  "landing_treasury_text": "Die Mittel um sich immer weiter zu entwickeln.",
  "nav_become_contributor": "Werde ein Mitwirkender",
  "nav_brand_resources": "Markenressourcen",
  "nav_bugbounty": "Bug Bounty",
  "nav_community": "Community",
  "nav_dcrdata": "Block Explorer",
  "nav_documentation": "Dokumentation",
  "nav_downloads": "Downloads",
  "nav_exchanges": "Exchanges",
  "nav_politeia": "Proposal System",
  "nav_news": "Nachrichten",
  "nav_tech_overview": "Technischer Brief",
  "nav_time": "Timestamping Service",
  "nav_vsp": "Voting Service Providers",
  "notice": "Hinweis",
  "news_coverage": "Berichterstattung",
  "news_description": "Decred wurde vom The Wall Street Journal, Forbes, Bitcoin Magazine und vielen anderen prominenten Stellen vorgestellt. Nachfolgend findest du eine Übersicht mit den jüngsten Erwähnungen.",
  "news_title": "Nachrichten",
  "stakepools_description_1": "Decred Coin-Inhaber können sich an der Projektverwaltung beteiligen indem sie ihre Coins im Austausch gegen Tickets für einen pseudozufälligen Zeitraum blocken um Staking-Belohnungen zu erhalten. Durch ihre Teilnahme helfen die Stakeholder das Netzwerk zu sichern indem sie über die Arbeit der Miner abstimmen und auf der Politeia Plattform Stimmrechte zu vorgeschlagenen Änderungen an der Decred-Blockchain und dem Projektmanagement erhalten. Eine ausführliche Erklärung findest du in <a href=\"https://docs.decred.org/proof-of-stake/overview/\" target=\"_blank\" rel=\"noopener noreferrer\">der Dokumentation</a>.",
  "stakepools_description_2": "Da die Tickets pseudozufällig aufgerufen werden und ein Wallet online sein muss, um abstimmen zu können wenn ein Ticket aufgerufen wird, verwenden viele Leute einen Voting Service Provider (VSP) beim Ticketkauf in Decrediton oder dcrwallet. VSPs haben keinen Zugriff auf deine Geldmittel und haben lediglich die Aufgabe, deine Wahlpräferenzen an das Netzwerk zur Abstimmung weiterzuleiten.",
  "stakepools_description_3": "Die folgenden VSP wurden von der Community getestet.",
  "stakepools_warning_1": "Entgangene Tickets können durch einen schlecht verbundenen Proof-of-Work-Miner (PoW) verursacht werden, der Fehler liegt nicht notwendigerweise beim Anbieter.",
  "stakepools_warning_2": "Um die Dezentralisierung des Netzwerks zu unterstützen, wird empfohlen, Anbieter mit mehr als 5 % Netzwerkstimmen zu meiden.",
  "title": "Decred — Geld weiterentwickelt",
  "vsp_title": "Voting Service Providers",
  "wallets_title": "Downloads",
  "warning": "Warnung"
}
