{
  "general_release_stable": "stable",
  "general_downloads": "downloads",
  "general_total": "total",
  "general_javascript_warning": "JavaScript required",
  "general_javascript_warning_description": "We're sorry, but this Website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred - Secure. Adaptable. Sustainable.",
  "description": "Decred is an autonomous digital currency. With a hybrid consensus system, it is built to be a decentralized, sustainable, and self-ruling currency where stakeholders make the rules.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "Brand Resources",
  "nav_bounty": "Bug Bounty Program",
  "nav_dcrdata": "Block Explorer",
  "nav_time": "Timestamping Service",
  "nav_in_the_press": "Decred in the Press",
  "nav_become_contributor": "Become a Contributor",
  "nav_tech_overview": "Technical Overview",
  "nav_business_brief": "Business Brief",
  "nav_roadmap": "Roadmap",
  "footer_roadmap": "Roadmap",
  "nav_whatis": "What is Decred",
  "nav_platform": "Platform",
  "nav_getstarted": "Get Started",
  "nav_interacting": "Interacting with Decred",
  "nav_downloads": "Wallets",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "Block Explorer",
  "nav_votingdashboard": "Voting Dashboard",
  "nav_documentation": "Documentation",
  "nav_community": "Community",
  "nav_contributors": "Contributors",
  "nav_exchanges": "Exchanges",
  "nav_press": "Press",
  "nav_intro": "Home",
  "nav_security": "Secure",
  "nav_adaptability": "Adaptable",
  "nav_sustainability": "Sustainable",
  "nav_pastfuture": "History",
  "nav_stakingvoting": "Staking and Voting",
  "nav_bugbounty": "Bug Bounty",
  "nav_insights_resources": "Insights and Resources",
  "nav_news_posts": "Press",
  "nav_join_chat": "Join the Chat",
  "nav_cointribute_repos": "Contribute to our Repos",
  "nav_explore_community": "Explore the Community Platforms",
  "nav_proposals": "Proposals",
  "contributors_corporate_contractor": "Corporate Contractor",
  "contributors_development": "Development",
  "contributors_design": "Design",
  "contributors_community": "Community",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategy",
  "contributors_description": "Decred uses a novel contractor model which allows for proven contributors to be remunerated for their good work. This approach has helped forge a strong global team of developers, designers, and strategists, as well as a robust community. We welcome contributions from anyone who wishes to demonstrate their effort and skill in pursuit of the project's mission.",
  "roadmap_tag_new": "New",
  "roadmap_tag_ongoing": "Ongoing",
  "roadmap_tag_completed": "Completed",
  "roadmap_moreinfo": "More Information",
  "roadmap_tag_subtitle": "Insight into our future, overview of the past",
  "roadmap_description": "Please note that our primary goal is to provide you with stable and reliable releases. As such, any indications of target release dates and features listed are subject to change.",
  "brand_guide_0": "Visual communication toolkit",
  "brand_guide_1": "Quick-use toolkit",
  "brand_guide_2": "Logo package",
  "brand_guide_3": "Download Logo Package",
  "brand_guide_4": "Primary Colors",
  "brand_guide_5": "Key blue",
  "brand_guide_6": "Turquiose",
  "brand_guide_7": "Dark Blue",
  "brand_guide_8": "Typography",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "Light blue",
  "brand_guide_11": "Green",
  "brand_guide_12": "Orange",
  "brand_guide_13": "Decred’s visual identity objectives are to ensure unique representation amongst digital currencies, support consistent use across a variety of platforms as well as be memorable and engaging for onboarding new adopters. This is achieved through correct usage of the logo, type setting, color direction and graphic assets. We have developed simple style templates suitable for all users as well as for designers to produce more complex materials.",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_otc_title": "Decred OTC Traders",
  "exchanges_otc_description": "Over The Counter (OTC) trading allows customers to buy or sell Decred directly from a trader. The customer and the trader agree on a fixed price for a large quantity of Decred and conduct the transaction without going through an exchange. The minimum transaction size for OTC trading is typically $100,000 or higher.",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_payment_description": "Solutions for online merchants to start accepting Decred (DCR) as payment. Payment processors provide a quick and easy integration to accept cryptocurrencies through e-commerce platforms.",
  "exchanges_subtitle": "Decred on Exchanges",
  "exchanges_showall": "Show all",
  "home_download_wallet": "Download Wallet",
  "home_mainheading": "Decred is an autonomous digital currency.",
  "home_all_downloads": "All Downloads",
  "home_watch_video": "Watch Video",
  "home_decrediton_for_macdl": "Decrediton for macOS",
  "home_decrediton_for_linuxdl": "Decrediton for Linux",
  "home_decrediton_for_windl": "Decrediton for Windows",
  "home_news_banner_title": "Privacy Release",
  "home_news_banner_body": "Decred's privacy features and plans have been finally announced.<br />Find out more about our simple, creative and adaptable solution.",
  "home_news_banner_link_title": "Read More",
  "home_principles_free": "All software developed as part of Decred shall be free and open source-software.",
  "home_principles_privacy": "Privacy and security technology shall be implemented on a continuing and incremental basis, both proactively and on-demand in response to attacks.",
  "home_principles_speech": "Free Speech and Consideration",
  "home_principles_everyone": "Everyone has the right to communicate opinions and ideas without fear of censorship. Consideration shall be given to all constructive speech that is based in fact and reason.",
  "home_principles_inclusivity": "Inclusivity represents a multi-stakeholder system and an active effort shall be maintained to include a diverse set of views and users.",
  "home_principles_supply": "Issuance is finite and the total issuance shall not exceed 20,999,999.99800912 DCR",
  "home_principles_fungibility": "Universal fungibility is fundamental to Decred being a store of value and attacks against it shall be actively monitored and countermeasures pursued as necessary.",
  "downloads_description": "If you are new to Decred, be sure to review the <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">documentation</a>. For the security conscious, please follow <a href=\"https://docs.decred.org/advanced/verifying-binaries/\" target=\"_blank\" rel=\"noopener noreferrer\">these instructions</a> to verify the Decrediton and Command-line app suite binaries.",
  "downloads_category_core": "Core software",
  "downloads_category_3rd_party_wallets": "3rd party wallets",
  "downloads_app_decrediton": "Graphical UI wallet for Windows, macOS and Linux.",
  "downloads_app_commandline": "A cross-platform, automatic installer/updater for the command-line applications.",
  "downloads_app_mobilewallets": "Decred mobile wallets available for both Android and iOS platforms.",
  "downloads_app_exodus": "Exodus is a friendly, all-in-one application, to secure, manage and exchange blockchain assets.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_ownbit": "Ownbit is a decentralized cryptocurrency wallet. You own your private keys.",
  "downloads_app_anybit": "Anybit is a mobile wallet available for Android and iOS with built in price and news tracking.",
  "downloads_app_atomicwallet": "Multi-asset desktop wallet with built in exchange via non-custodial atomic swaps and decentralized order book.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_cobo": "From the Co-Founder of F2Pool, Cobo is a highly secure mobile wallet that supports PoS Cloud Pool voting and over 30 coins and 500 tokens",
  "downloads_app_ledger": "Ledger Live is a web based wallet secured by the Ledger hardware wallet.",
  "downloads_app_evercoin": "Evercoin is a non-custodial, mobile cryptocurrency wallet with built-in exchange.",
  "downloads_app_trust": "Trust Wallet is a secure multi-coin wallet for Android and iOS.",
  "stakepools_description": "Voting Service Providers (VSPs) allow you to participate in Decred's Proof-of-Stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Notice:</span>&nbsp;Missed tickets can be caused by a poorly connected Proof-of-Work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warning:</span>&nbsp;To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "stakepools_get_listed": "To get your VSP listed, you need to have at least three geographically-distributed voting wallets, and at least one ticket that has successfully voted on mainnet. You can find more information in the <a href='https://docs.decred.org/advanced/operating-a-vsp/'>VSP docs</a>.",
  "community_description": "Come and join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. The public channels on Matrix, Slack, and Discord have been bridged. You can choose any of these platforms and still participate in discussions with Decred community members on the others.",
  "press_description": "Decred has been prominently featured by The Wall Street Journal, Forbes, Bitcoin Magazine and many more. Below is a sampling of recent coverage.<br /><br />To get in touch with Decred, contact <a href=\"mailto:press@decred.org\">press@decred.org</a>",
  "press_coverage": "Coverage",
  "press_releases": "Releases",
  "Business brief": "Business brief",
  "Wallets": "Wallets",
  "Exchanges and Payments": "Exchanges and Payments",
  "Join our community!": "Join our community!",
  "Press": "Press",
  "Roadmap": "Roadmap",
  "Visual communication toolkit": "Visual communication toolkit",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "Who is Decred?",
  "Join our Matrix community": "Join our Matrix community",
  "matrix_to_register_using_the_riot": "To register using the Riot web app, with Decred’s homeserver information pre-filled, click the link below.",
  "matrix_register_with_riot": "Register with Riot.",
  "matrix_note_you_must_register_with": "Note: you must register with an email address if you want password resets.",
  "matrix_if_you_already_have_an": "If you already have an existing Matrix account, use the link below to log into Decred’s homeserver.",
  "matrix_login_to_decred_homeserver": "Login to Decred homeserver",
  "matrix_to_browse_decred_rooms_click": "To browse Decred rooms, click the directory button in the ‘Rooms’ panel on the left-hand side.",
  "matrix_decred_rooms": "Decred Rooms",
  "matrix_to_browse_other_available_matrix": "To browse other available Matrix clients and home servers, see the <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">Matrix Getting Started page</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix is a secure, open messaging platform popular with Decred contractors. With the help of bridge software Matrix users can communicate with users on other Decred platforms such as Slack and Discord. Matrix offers first party registration; no identifying information or third party service is required to sign up. Users should be aware however that some features, such as password reset, do require an email address. For more on Matrix’s security features and available clients, see the Matrix project <a href=\"https://matrix.org/blog/home/\">homepage</a>.</p>\n\n<p>To join Matrix, you’ll need to choose a client and a homeserver. Matrix supports numerous clients and homeservers, but for first-time users, we recommend the most well-supported Matrix client, Riot, and Decred’s homeserver. Using the Decred homeserver makes it easier to find Decred chat rooms, puts ‘decred.org’ in your ID, and allows you to continue messaging should Decred’s homeserver become disconnected with other homeservers.</p>",
  "Page not found": "Page not found",
  "Back to home page": "Back to home page",
  "adaptability_playbutton": "On Adaptability",
  "adaptability_01_headline": "No Need to Fork Off",
  "adaptability_01_text": "Change applies to cryptocurrencies in response to new technology and new threats. Real people mean real disputes, and even with the same outcome in mind, approaches may differ. In order to evolve and endure in the long-term, Decred has engineered a means to continuously adapt. Whether an emergency, conflict, bug fix or new technology, Decred facilitates formal agreement, helping to avoid contentious hard forks and maintain a unified community during the process.",
  "adaptability_02_headline": "Empowering the currency holders",
  "adaptability_02_text": "<p>Decred grants those who opt-in to the governance system with direct sovereignty over their money. In exchange for time-locking their coins, stakeholders acquire tickets that allow them to vote to approve blocks, make changes to the consensus rules, and to determine the policy and budget of the Decred decentralized autonomous organization (DAO).</p><p>Stakeholders interact directly with the blockchain by voting to approve each mined block, giving them power over miners and adding security against majority attacks. Five tickets are pseudorandomly selected from the ticket pool to approve the previous block, ensuring good mining behavior and earning the ticket holder part of the block reward. Ticket holders also vote on-chain on changes to the consensus rules, giving stakeholders direct control over the future of Decred.</p>",
  "adaptability_03_headline": "Politeia - The Proposal System",
  "adaptability_03_text": "The Politeia Proposal System plays a vital role within the Decred DAO, empowering stakeholders to manage Decredʼs treasury expenditures and policies. Proposals to date include new software features, marketing expenditures, partner integrations, bug bounty, and research. Politeia is a governance platform that uses timestamping and cryptographic attestation to record all activity related to the submission, discussion and voting of proposals. Once a proposal passes, the owner is authorized to begin work, knowing their efforts are supported by the community and financed by the Treasury.",
  "adaptability_04_headline": "To Delegate is to Trust",
  "adaptability_04_text": "Decred believes in the power of the collective intelligence of its decentralized community. It’s diverse range of active contributors do their own research and directly determine the future of Decred. With formal governance systems built-in from the beginning, the Decred DAO is able to adapt and become a superior long term store of value.",
  "adaptability_introtext": "At some point, contentious decisions will need to be made about the protocol. Decred has built-in formal systems that ensure order and fairness in the process.",
  "subpage_nav_adaptable": "ADAPTABLE",
  "subpage_nav_secure": "SECURE",
  "subpage_nav_sustainable": "SUSTAINABLE",
  "subpage_nav_history": "HISTORY",
  "subpage_nav_whatis": "WHAT IS DECRED",
  "footerblocks_headline": "Find out more about",
  "footerblocks_01_headline": "Sustainable",
  "footerblocks_01_text": "Learn about Decred’s long horizon, it’s self-funding mechanism, and how the DAO enables a new work paradigm.",
  "footerblocks_02_headline": "Secure",
  "footerblocks_02_text": "Learn how the Hybrid PoW/PoS system layers security to make Decred far more secure than other cryptocurrencies.",
  "footerblocks_03_headline": "History",
  "footerblocks_03_text": "Learn about the origins of Decred and key points in its history.",
  "footerblocks_04_headline": "Adaptable",
  "footerblocks_04_text": "Learn how Decred empowers its stakeholders with direct sovereignty to manage the future of their money.",
  "footerblocks_see": "See",
  "sign_up_for_newsletter": "Sign up for Decred Newsletter",
  "security_playbutton": "On Security",
  "security_01_headline": "Imperfect Systems",
  "security_01_text": "In peer-to-peer financial systems, Proof-of-Work (PoW) solved the double spending problem. It has proved its worth for more than a decade, but is energy intensive and susceptible to majority attacks. Proof-of-Stake (PoS) was developed to avoid those issues through alignment of interests, but it came with its own shortcomings, most notably the nothing-at-stake problem.",
  "security_02_headline": "Decred’s Hybrid Solution",
  "security_02_text": "Decred employs a combination of PoW and PoS to yield the best of both systems, mitigate their weaknesses, and deliver a layered consensus mechanism that makes it far more secure than other cryptocurrencies. Decred uses conventional PoW with a BLAKE-256 hash algorithm, and it is mined exclusively by ASICs. Decred holders time-lock their funds to purchase tickets in a lottery. Those tickets are added to a pool of roughly 41,000 tickets, and five tickets are pseudorandomly selected to validate the Proof-of-Work for the previous block. If at least 50% of the tickets approve the work of the miner, the miner’s reward is approved and the block is added to the blockchain.",
  "security_03_headline": "Resistance to Attacks",
  "security_03_text": "Because a block must include 3 or more ticket votes to be valid, blocks must be broadcast on the network as they are mined for the chain to proceed, so miners cannot mine in secret.  The result is that an attacker must have a considerable combination of hashpower and stake to successfully execute a majority attack. Decred voters are also set to reject a re-org of greater than 6 blocks, so any attack involving a deep re-org is unlikely to be accepted by the network. When comparing the cost of an attack on Decred to that of a pure PoW cryptocurrency, the cost to attack Decred is an order of magnitude greater, plus any attacker with stake would be taking actions counter to their interests.",
  "security_introtext": "Network security is the foundation to any financial system. Agreement on transactions and account balances, also known as consensus, is vital to confidence in the currency and can be measured by both longevity and analysis of its resistance to various attack vectors.",
  "sustainability_playbutton": "On Sustainability",
  "sustainability_01_headline": "The tragedy of the commons",
  "sustainability_01_text": "Digital currencies and open source projects typically fall victim to the tragedy of the commons, where individuals who share a resource act in their own self-interest, depleting or spoiling that resource. Numerous methods have been used to solve the funding issue across cryptocurrencies, including donations, founders funds, venture capital funding, and various forms of ICO/IEO. All of these methods come with shortcomings, including agency problems, conflicts of interest, and a lack of ongoing funding.",
  "sustainability_02_headline": "Decred’s Self-Funding Solution",
  "sustainability_02_text": "Decred has solved the funding problem by directing 10% of every block reward into a Project Treasury. This ongoing solution funds Decred for generations to come. To this point, the Treasury has been managed conservatively with a long-term perspective in mind and cognizant of the release of Politeia in 2018, which transitioned control of funds to the Decred stakeholders. Through Politiea, stakeholders vote on budgets, policies, and the direction of the project as a Decentralized Autonomous Organization (DAO).",
  "sustainability_03_headline": "A new work paradigm",
  "sustainability_03_text": "<p>The DAO ushers in a new work paradigm, one in which anyone with valuable skills can contribute to the project and be compensated by the stakeholders per proposals and voting on Politeia. In Decred, community members develop, market, and represent Decred, and they are judged on their contributions, not their pedigree or CV. The conventional work world and hierarchical structure goes out the door as contributors are free to work on what they want, when they want.</p><p>Most contributors have full time jobs and perform their work with passion in their free time. This enables a risk-minimized on-ramp for people to test the waters before deciding to join Decred as a full-time contractor and leave the legacy corporate world behind.</p>",
  "sustainability_04_headline": "Contractors and Proposals",
  "sustainability_04_text": "Decred is a community of self-starters and autonomous workers who relish adversity and know how to chart their own path. They can identify their own skills and examine the current state of Decred within the domains of development, marketing, research, or community to determine where and how they can contribute. They follow the path laid forth by previous contractors and contribute first to demonstrate the quality of their work product. When their work is recognized by other Contractors and funded by a Politeia proposal, they too, can become a contractor. The first place to explore is the <a href=\"https://decred.org/matrix/\">Matrix chat rooms</a>, which are bridged to the other communications platforms.",
  "sustainability_introtext": "Remaking the financial system in a fairer and inclusive way mandates that Decred and its community operate on a long time horizon. To realize Decred as a superior long-term store of value, every effort and expenditure needs to serve its long term goals.",
  "landing_seemore": "See more",
  "landing_latestnews": "Latest News and Posts",
  "landing_opener": "Community-Directed, Superior Store of Value",
  "landing_01_headline": "Secure",
  "landing_01_text": "Decred employs an innovative hybrid Proof-of-Work/Proof-of-Stake system that layers security and carefully aligns incentives. This system yields the best of both worlds, making it an order of magnitude more expensive to attack than pure Proof-of-Work or pure Proof-of-Stake.",
  "landing_01_link1": "Read More About Security",
  "landing_01_link2": "Bug Bounty Program",
  "landing_01_link3": "GitHub",
  "landing_02_headline": "Adaptable",
  "landing_02_text": "Decred’s built-in governance systems empower its community with formal rights to make consensus changes and manage project-level decisions. These systems make Decred adaptable, allowing it to evolve per the will of the stakeholders, resist forks and incorporate new technology over the long run.",
  "landing_02_link1": "Read More About Adaptability",
  "landing_03_headline": "Sustainable",
  "landing_03_text": "Decred continuously funds its treasury with 10% of each block reward and employs a flexible contractor model that allows contributors to receive compensation for their work. This makes Decred a sustainable and self-funded Decentralized Autonomous Organization.",
  "landing_03_link1": "Read More About Sustainability",
  "landing_03_link2": "Contributing and Becoming a Contractor",
  "landing_04_link": "Exchanges",
  "landing_05_link": "Docs",
  "landing_06_link": "Community",
  "landing_07_link": "Downloads",
  "history_01_headline": "Decred History",
  "history_01_text": "<p>Decred is based on a <a href=\"https://decred.org/research/mackenzie2013.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">proposal</a> for the Memcoin2 cryptocurrency from April 2013 on the Bitcointalk forum. The user, tacotime, proposed the new cryptocurrency and worked with _ingsoc, another Bitcointalk user, and Jake Yocom-Piatt to implement the hybrid Proof-of-Work (“PoW”) / Proof-of-Stake (“PoS”) consensus system from Memcoin2 as a new project, called Decred.</p><p>The major innovation of this hybrid consensus system was that it created a PoS governance mechanism, where users opt-in to temporarily lock their coins in exchange for participation in a lottery. These users are called stakeholders. Several winners of this lottery are selected each block to participate in the consensus system by voting, which puts sovereignty over decisions about Decred directly in the hands of its stakeholders. </p><p>In contrast, every pure PoW cryptocurrency must rely primarily on its miners for governance decisions since they alone enforce the consensus system and provide its security. However, Decred relies on both its stakeholders and miners for consensus and its security. The end result is that Decred’s hybrid PoW/PoS consensus system is both substantially fairer and more secure than pure PoW systems.</p><p>Decred’s code was built on the <a href=\"https://github.com/btcsuite/\" rel=\"noopener noreferrer\">btcsuite</a> codebase, an alternative full node Bitcoin implementation in Go, written by Company 0, LLC.  Despite Decred being based on Bitcoin’s code, it is a standalone cryptocurrency, not a “Bitcoin fork”.  This work began in February 2014 and continued with the assistance of Company 0, LLC until its mainnet launch in February 2016.</p>",
  "history_02_headline": "Airdrop & Premine",
  "history_02_text": "During the <a href=\"https://docs.decred.org/advanced/premine/\" target=\"_blank\" rel=\"noopener noreferrer\">launch</a> in February 2016, Decred used an innovative airdrop and small premine to bootstrap the PoS component of the Decred network, establish a wide network of potential project contributors, and compensate the early developers for their work prior to launch. Given the necessity of distribution, this process was determined to be fair, transparent, and yielded significant decentralization from the outset.",
  "history_principles_headline": "Decred Community Principles",
  "history_principles_01": "FREE AND OPEN-SOURCE SOFTWARE",
  "history_principles_02": "FREE SPEECH AND CONSIDERATION",
  "history_principles_03": "MULTI-STAKEHOLDER INCLUSIVITY",
  "history_principles_04": "INCREMENTAL PRIVACY AND SECURITY",
  "history_principles_05": "FIXED FINITE SUPPLY",
  "history_principles_06": "UNIVERSAL FUNGIBILITY",
  "history_principles_slogan": "All software developed as part of Decred shall be free and open-source software.",
  "history_timeline": "Decred Timeline"
}
