{
  "general_javascript_warning": "JavaScript required.",
  "general_javascript_warning_description": "We're sorry, but this website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_disclaimer": "None of the exchanges listed above other than <a target='_blank' rel='noopener noreferrer' href='https://dex.decred.org/'>DCRDEX</a> allow users to keep custody of their funds throughout the exchange process. Some centralized exchanges including the \"instant\" type may also request personal information in order to complete trades after funds have been deposited. Users are strongly advised to trade on DCRDEX to maximize their privacy and security of their funds. A <a target='_blank' rel='noopener noreferrer' href='https://www.youtube.com/watch?v=XaE_xzGKjeQ'>DCRDEX tutorial</a> is available.",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred — Money Evolved",
  "description": "Decred is an autonomous digital currency. With a hybrid consensus system, it is built to be a decentralized, sustainable, and self-ruling currency where stakeholders make the rules.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "Brand Resources",
  "nav_dcrdata": "Block Explorer",
  "nav_time": "Timestamping Service",
  "nav_become_contributor": "Become a Contributor",
  "nav_tech_overview": "Technical Overview",
  "nav_downloads": "Wallets",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_documentation": "Documentation",
  "nav_community": "Community",
  "nav_exchanges": "Exchanges",
  "nav_news": "News",
  "nav_bugbounty": "Bug Bounty Program",
  "brand_guide_0": "Visual communication toolkit",
  "brand_guide_title": "Quick-use toolkit",
  "brand_guide_2": "Logo package",
  "brand_guide_3": "Download Logo Package",
  "brand_guide_4": "Primary Colors",
  "brand_guide_5": "Key blue",
  "brand_guide_6": "Turquiose",
  "brand_guide_7": "Dark Blue",
  "brand_guide_8": "Typography",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "Light blue",
  "brand_guide_11": "Green",
  "brand_guide_12": "Orange",
  "brand_guide_13": "Decred’s visual identity objectives are to ensure unique representation amongst digital currencies, support consistent use across a variety of platforms as well as be memorable and engaging for onboarding new adopters. This is achieved through correct usage of the logo, type setting, color direction and graphic assets. We have developed simple style templates suitable for all users as well as for designers to produce more complex materials.",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_category_instant_exchange": "Instant Exchange",
  "exchanges_category_high_liquidity": "High Liquidity",
  "exchanges_category_fiat": "Fiat",
  "exchanges_category_decentralized": "Decentralized",
  "exchanges_category_atomic_swaps": "Atomic Swaps",
  "home_download_wallet": "Download Wallet",
  "downloads_description": "If you are new to Decred, be sure to review the <a href='https://docs.decred.org' target='_blank' rel='noopener noreferrer'>documentation</a>. For the security conscious, please follow <a href='https://docs.decred.org/advanced/verifying-binaries/' target='_blank' rel='noopener noreferrer'>these instructions</a> to verify the Decrediton and Command-line app suite binaries.",
  "downloads_category_core_software": "Core software",
  "downloads_category_third_party_wallets": "3rd party wallets",
  "downloads_category_hardware_wallets": "Hardware wallets",
  "downloads_app_decrediton": "Graphical UI wallet with all Decred features: staking, voting, Lightning Network, Trezor, DEX trading, and more. Runs on Windows, macOS and Linux.",
  "downloads_app_dcrdex": "Multi-coin light wallet with peer-to-peer trustless trading and basic wallet features. DCR staking is coming. See the website for a list of assets and introduction.",
  "downloads_app_cryptopower": "Multi-coin light GUI wallet for DCR, BTC and LTC. Built purely in Go. Android, iOS, Windows, macOS, Linux and FreeBSD.",
  "downloads_app_commandline": "Full node daemon, wallet daemon, Lightning Network tools, politeiavoter, and more. Use the automatic installer/updater or install the standalone binaries manually.",
  "downloads_app_mobilewallets": "Decred mobile wallets available for both Android and iOS platforms.",
  "downloads_app_exodus": "Exodus is a friendly, all-in-one application, to secure, manage and exchange blockchain assets.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_ledger": "Ledger Live is a web based wallet secured by the Ledger hardware wallet.",
  "downloads_app_trezor": "Trezor is a hardware wallet supported by both Decrediton and Exodus wallets.",
  "downloads_app_trust": "Trust Wallet is a secure multi-coin wallet for Android and iOS.",
  "stakepools_description_1": "Decred coin holders can opt-in to project governance by pseudorandomly locking their coins in exchange for tickets in order to earn staking rewards. By participating, stakeholders help secure the network by voting to approve the work of the miners, and gain voting rights on proposed changes to the Decred blockchain and project management via Politeia. For a complete explanation, see <a href='https://docs.decred.org/proof-of-stake/overview/' target='_blank' rel='noopener noreferrer'>the documentation</a>.",
  "stakepools_description_2": "Because tickets are called pseudorandomly and a wallet must be online to vote when a ticket is called, many people use a Voting Service Provider (VSP) using Decrediton or dcrwallet. VSPs lack access to your funds and are tasked with relaying your voting preferences to the network.",
  "stakepools_description_3": "The following VSPs have been reviewed by the community.",
  "notice": "Notice",
  "warning": "Warning",
  "stakepools_warning_1": "Missed tickets can be caused by a poorly connected Proof-of-Work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "news_title": "News",
  "news_press_releases": "Press Releases",
  "news_all": "All",
  "news_coverage": "Coverage",
  "news_decred_journal": "Decred Journal",
  "news_software": "Software Releases",
  "wallets_title": "Wallets",
  "vsp_title": "Voting Service Providers",
  "Page not found": "Page not found",
  "Back to home page": "Back to home page",
  "landing_opener": "Money Evolved",
  "landing_intro": "Decred is a cryptocurrency designed to upgrade and evolve over time based on the input of its coinholders",
  "landing_pill_1": "Layer 1",
  "landing_pill_2": "DAO",
  "landing_pill_3": "No ICO",
  "landing_pill_4": "Hybrid PoW/PoS",
  "landing_pill_5": "21M Coin Cap",
  "landing_pill_6": "Self-Funded",
  "landing_seemore": "See more",
  "landing_features": "Features",
  "landing_explore": "Explore More",
  "landing_stats": "Quick Stats",
  "landing_feature1": "Staking",
  "landing_feature2": "Voting",
  "landing_feature3": "Treasury",
  "landing_feature4": "Proposals",
  "landing_feature5": "Security",
  "landing_feature6": "Fungible",
  "landing_feature7": "Lightning",
  "landing_feature8": "DEX",
  "landing_why_title": "Why Decred?",
  "landing_why_text1": "Decred was conceived by a team of Bitcoin developers working with legendary Monero developer tacotime.",
  "landing_why_text2": "Their vision was clear: empower coinholders through a unique hybrid proof-of-work and proof-of-stake mining system that blends security, sustainability, decentralization, and user participation.",
  "landing_sovereignty_headline": "Decred Puts Coinholders in Control",
  "landing_sovereignty_text": "Anyone who stakes Decred has direct voting rights on network changes, proposals, and treasury spending. Stakers earn a portion of the block reward for their participation.",
  "landing_sovereignty_link1": "Decred Governance",
  "landing_sovereignty_link2": "Track Network Upgrades",
  "landing_privacy_headline": "Optional Privacy",
  "landing_privacy_text": "Opt-in privacy with high participation and post-quantum secure cryptography. Coin supply remains auditable and transparent to ensure no hidden inflation.",
  "landing_privacy_link1": "Learn to Mix your Decred",
  "landing_privacy_link2": "View Decred Privacy Participation",
  "landing_development_headline": "Development That Never Stops",
  "landing_development_text": "Decred's treasury is self-funded and comes from 10% of the block reward. This funding model ensures that development, marketing, and other project-related activities have a consistent funding source, independent of external capital or sponsors.",
  "landing_development_link1": "View Decred Treasury",
  "landing_dao_headline": "DAO",
  "landing_dao_text": "The combination of the treasury fund, proposal platform, stakeholder voting, and flexible contractor model allow Decred to operate as a Layer 1 Decentralized Autonomous Organization.",
  "landing_dao_link1": "Contributing and Becoming a Contractor",
  "landing_dao_link2": "Proof of Stake Voting",
  "landing_proposals_headline": "Proposals",
  "landing_proposals_text": "Decred's proposal platform is the decision making force behind the Decred DAO. Anyone can submit a proposal to build and get funding from the treasury. All proposals are time-anchored, censorship resistant, and must be approved by stakeholders.",
  "landing_proposals_link1": "View Proposal Platform",
  "landing_dex_headline": "DEX",
  "landing_dex_text": "Decred has built its own DEX using atomic-swap technology. This allows users to trade peer-to-peer with no trading fees or KYC. DEX development is funded by the Decred DAO and is completely open-source.",
  "landing_dex_link1": "Get DCRDEX",
  "landing_security_headline": "Dual-Layer Security",
  "landing_security_text": "Decred's hybrid consensus system is significantly more difficult to 51% attack than pure PoW or PoS systems. To date, Decred has never been majority attacked.",
  "landing_security_link1": "Attack Cost Calculator",
  "landing_lightning_headline": "Lightning Network For Scalability",
  "landing_lightning_text": "Decred is the only project other than Bitcoin taking Lightning development seriously for Layer 2 scaling.",
  "landing_lightning_link1": "View Bison Relay, Secure Communication on LN",
  "community_community_title": "Community Platforms",
  "community_publications_title": "Publications",
  "community_support_title": "Support",
  "community_support_warning": "Admins will never DM you or provide support via DM. Do not provide any personal information such as your wallet seed words to anybody helping you."
}
