{
  "general_release_stable": "estable",
  "general_downloads": "descargas",
  "general_total": "total",
  "general_javascript_warning": "Se necesita JavaScript",
  "general_javascript_warning_description": "Lo sentimos, pero este sitio web no funciona correctamente si no se activa JavaScript.",
  "exchanges_title": "Cambios",
  "exchanges_description": "Los cambios de divisas digitales constituyen una forma sencilla de comprar y comerciar con Decred (DCR). Descargo de responsabilidad: Realice siempre sus propias indagaciones antes de utilizar un servicio. La manera más segura de almacenar Decred es usando una cartera en la que solo usted tenga el control de las claves privadas.",
  "title": "Decred - Divisa digital autónoma",
  "description": "Decred es una divisa digital autónoma. Gracias a su sistema consensuado híbrido, es una divisa concebida para ser descentralizada, sostenible y autónoma y en la que las partes interesadas establecen las normas.",
  "general_copyright": "Desarrolladores de Decred",
  "nav_brand_resources": "Recursos de marca",
  "nav_in_the_press": "Decred en la prensa",
  "nav_become_contributor": "Convertirse en contribuyente",
  "nav_tech_overview": "Resumen técnico",
  "nav_business_brief": "Resumen empresarial",
  "nav_roadmap": "Hoja de ruta",
  "footer_roadmap": "Hoja de ruta para 2018",
  "nav_whatis": "Qué es Decred",
  "nav_mission": "Misión",
  "nav_platform": "Plataforma",
  "nav_getstarted": "Comenzar",
  "nav_interacting": "Interactuar con Decred",
  "nav_downloads": "Descargas",
  "nav_politeia": "Sistema de propuestas",
  "nav_vsp": "Proveedores de servicios de voto",
  "nav_networkstats": "Estadísticas de red",
  "nav_votingdashboard": "Panel de votación",
  "nav_documentation": "Documentación",
  "nav_community": "Comunidad",
  "nav_contributors": "Contribuyentes",
  "nav_exchanges": "Cambios",
  "nav_press": "Prensa",
  "contributors_corporate_contractor": "Contratista corporativo",
  "contributors_development": "Desarrollo",
  "contributors_design": "Diseño",
  "contributors_community": "Comunidad",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Estrategia",
  "contributors_description": "Decred utiliza un original modelo de adjudicaciones que permite a los contribuyentes confirmados recibir remuneración por su buen trabajo. Este enfoque ha ayudado a forjar un sólido equipo global de desarrolladores, diseñadores y estrategas, así como una comunidad sólida. Agradecemos los aportes de todo el que desea demostrar su esfuerzo y habilidad para la consecución de la misión del proyecto.",
  "roadmap_tag_new": "Nuevo",
  "roadmap_tag_ongoing": "En curso",
  "roadmap_tag_completed": "Completado",
  "roadmap_moreinfo": "Más información",
  "roadmap_tag_subtitle": "Visión de futuro con la enseñanza del pasado",
  "roadmap_description": "Tenga en cuenta que nuestro principal objetivo es ofrecerle versiones estables y fiables. Por tanto, todos los datos relativos a las fechas y características de la versión de destino son susceptibles de experimentar algún cambio.",
  "brand_guide_0": "Kit de herramientas de comunicación visual",
  "brand_guide_1": "Kit de herramientas de uso rápido",
  "brand_guide_2": "Paquete de logotipos",
  "brand_guide_3": "Descargar paquete de logotipos",
  "brand_guide_4": "Colores primarios",
  "brand_guide_5": "Azul metálico",
  "brand_guide_6": "Turquesa",
  "brand_guide_7": "Azul oscuro",
  "brand_guide_8": "Tipografía",
  "brand_guide_9": "Colores complementarios",
  "brand_guide_10": "Azul claro",
  "brand_guide_11": "Verde",
  "brand_guide_12": "Naranja",
  "brand_guide_13": "Las identidades visuales de Decred tienen como objetivo representarla entre las divisas digitales, permitir su uso coherente en diversas plataformas, y hacerla memorable y atractiva para integrar nuevos usuarios. Esto se consigue mediante un uso correcto del logotipo, la configuración de tipo, la dirección cromática y los recursos gráficos. Hemos desarrollado plantillas de estilo simples para todos los usuarios y diseñadores a fin de que produzcan materiales más complejos.",
  "brand_guide_14": "Consulte el repositorio github/dcrdesign para encontrar paquetes de diseño, directrices y documentación",
  "exchanges_otc_title": "Operadores extrabursátiles de Decred",
  "exchanges_otc_description": "El mercado extrabursátil (OTC, por sus siglas en inglés) permite a los clientes comprar y vender Decred a un operador de forma directa. El cliente y el operador fijan un precio a cambio de una gran cantidad de Decred y efectúan la transacción sin realizar ningún cambio. El importe mínimo de transacción en el mercado extrabursátil es, generalmente, de 100 000 $ o más.",
  "exchanges_payment_title": "Procesadores de pago de Decred",
  "exchanges_payment_description": "Son soluciones diseñadas para que los comerciantes en línea empiecen a aceptar Decred (DCR) como método de pago. Los procesadores de pago ofrecen una integración rápida y sencilla para aceptar criptomonedas a través de las plataformas de comercio electrónico.",
  "exchanges_subtitle": "Los cambios con Decred",
  "exchanges_showall": "Mostrar todo",
  "home_download_wallet": "Descargar cartera",
  "home_for_computer": "Para tu ordenador",
  "home_mainheading": "Decred es una divisa digital autónoma.",
  "home_all_downloads": "Todas las descargas",
  "home_watch_video": "Ver vídeo",
  "home_decrediton_for_macdl": "Decrediton para macOS",
  "home_decrediton_for_linuxdl": "Decrediton para Linux",
  "home_decrediton_for_windl": "Decrediton para Windows",
  "home_politeia_notice_title": "El sistema de propuestas de Decred ya está en funcionamiento",
  "home_politeia_notice_body": "Politeia permite que los usuarios y accionistas de Decred realicen propuestas, debatan, colaboren y pongan en marcha nuevos proyectos, iniciativas y cambios consensuados.",
  "home_politeia_notice_link_title": "Ver las propuestas",
  "home_mission_section_title": "Misión",
  "home_mission_title_1": "La autonomía es autogobierno. Las partes interesadas establecen las normas.",
  "home_mission_body_1": "Decred trabaja desde 2016 para encontrar alguna solución al gobierno de la cadena de bloques. Nuestro innovador modelo de voto consensuado otorga un mayor poder a los accionistas y permite llevar a cabo la transición fluida de una normativa a otra. Gracias a la toma de decisiones descentralizada y a la autofinanciación, hemos podido crear una divisa digital sólida, evolutiva e independiente de terceras partes.",
  "home_mission_title_2": "Desarrollado con tecnología de código abierto 100 % probada.",
  "home_mission_body_2": "Nuestra base de códigos modular ofrece una adaptabilidad única y puede adecuarse a las últimas tecnologías de cadenas de bloques. La tecnología de Decred permitió la primera votación directa por consenso activada por usuarios y sobre cadenas que se realizó de forma satisfactoria en todo el mundo. Esto representa un enfoque revolucionario de cara a una gobernabilidad de las partes interesadas en la que los miembros de nuestra comunidad dirigen el proyecto y toman juntos las decisiones.",
  "home_mission_chart_1": "del total",
  "home_mission_chart_2": "minado hasta ahora",
  "home_mission_title_3": "Confiriendo poder a personas, grupos y empresas.",
  "home_mission_body_3": "Nuestro poder reside en la comunidad. Los accionistas que participan en la toma de decisiones de Decred reciben recompensas por su dedicación. Gracias a la financiación sostenible y a un modelo empresarial resistente, cualquiera puede unirse a Decred cuando quiera e involucrarse en su gobierno. Lo que da valor a Decred son las personas que trabajan en su comunidad. Entre todos, estamos creando el futuro descentralizado en el que queremos vivir.",
  "home_quotes_quote": "\"La característica estrella de Decred es su buen gobierno y, con un buen gobierno, se pueden conseguir todas las características que se quiera\".",
  "home_platform_platform": "Plataforma",
  "home_platform_features": "Funcionalidades para el futuro.",
  "home_platform_built": "Decred ha venido para quedarse. Nuestro desarrollo y su calidad se sitúan entre los mejores del mundo. Entre las características de Decred, también se encuentran:",
  "home_platform_innovative": "Un sistema de votación consensuado de Prueba de Trabajo (PoW) y Prueba de Participación (PoS) innovador e híbrido",
  "home_platform_censorship": "Una plataforma de propuestas públicas vinculada a cadenas de bloques y resistente a la censura",
  "home_platform_smartcontract": "Contratos inteligentes que funcionan, como la red Lightning",
  "home_platform_atomicswap": "Intercambios atómicos en intercadena entre divisas digitales diferentes",
  "home_platform_wallets_ease": "Carteras multiplataforma de fácil uso",
  "home_platform_consensus": "Votación por consenso",
  "home_platform_hybrid": "Decred utiliza un sistema innovador e híbrido de Prueba de Trabajo (PoW) y Prueba de Participación (PoS) para otorgar a las partes interesadas poder de decisión sobre el conjunto de normas consensuadas por activar. Esto ofrece una transición fluida de un conjunto de normas a otro, manteniendo intacto el ecosistema existente de cadenas de bloques.",
  "home_platform_swaps": "Intercambios atómicos",
  "home_platform_decent": "Decred no necesita depender de cambios centralizados. Con los intercambios atómicos en intercadena entre divisas digitales diferentes, los usuarios pueden efectuar intercambios extrabursátiles sin intermediarios ni terceras partes.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred utiliza una plataforma de propuestas públicas vinculada a cadenas de bloques y resistente a la censura que permite a los usuarios presentar sus propios proyectos de autofinanciación a partir del subsidio de bloques de DCR. Politeia (Pi) garantiza la sostenibilidad y prosperidad del ecosistema.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred pone en marcha contratos inteligentes que funcionan. La red Lightning es, por ejemplo, una aplicación de un sistema en exocadena de baja latencia que permite micropagos prácticamente instantáneos en DCR. Con la red Lightning, Decred compite directamente con los sistemas de pago fiduciarios existentes.",
  "home_platform_wallets": "Carteras multiplataforma",
  "home_platform_accessible": "Decred cuenta con carteras accesibles a través de interfaces gráficas de usuario (GUI, por sus siglas en inglés) en los principales sistemas operativos (Windows, Mac OS y Linux). Los usuarios más técnicos disponen también de carteras con interfaz de línea de comandos (CLI).",
  "home_platform_soon": "Próximamente™",
  "home_platform_active": "Decred disfruta de un desarrollo activo. Entre los hitos actuales figuran una completa organización autónoma y descentralizada dirigida a las partes interesadas (DAO, por sus siglas en inglés) y una mayor privacidad para los usuarios.",
  "home_principles_oss": "Software libre y<br>de código abierto",
  "home_principles_free": "Todo el software desarrollado como parte de Decred ha de ser libre y<br>de código abierto.",
  "home_principles_incremental": "Privacidad y seguridad progresiva",
  "home_principles_privacy": "La tecnología de privacidad y seguridad ha de implementarse de forma continua y progresiva, tanto de modo proactivo como bajo demanda en respuesta a ataques.",
  "home_principles_speech": "Libertad de expresión y consideración",
  "home_principles_everyone": "Todo el mundo tiene el derecho de comunicar opiniones e ideas sin temor a la censura. Hay que tener en cuenta todos los discursos constructivos que se basen en hechos y razones.",
  "home_principles_multi_stakeholder": "Inclusión de múltiples partes interesadas",
  "home_principles_inclusivity": "La inclusión representa un sistema de múltiples partes interesadas, por lo que se debe mantener un esfuerzo activo para incluir un conjunto diverso de puntos de vista y usuarios.",
  "home_principles_bound": "Nos regimos por los siguientes principios rectores.",
  "home_principles_equitable": "Estos principios se han establecido en un esfuerzo por crear un marco de trabajo equitativo y sostenible por medio del cual lograr el objetivo de Decred: ser una divisa autónoma y descentralizada en la que todas las partes interesadas tienen voz real.",
  "home_guide_0": "Este tour le ayudará a iniciarse con Decred",
  "home_guide_1": "Resumen",
  "home_guide_2": "Decred es una divisa multiplataforma digital compatible con Windows, Mac OS y Linux. Las sencillas aplicaciones cartera permiten el envío, la recepción y el minado de Decred con solo unos cuantos clics.",
  "home_guide_3": "Para aquellos a los que les guste experimentar, Decred pone a su disposición un conjunto completo de herramientas de línea de comandos para que puedan personalizar su experiencia con Decred.",
  "home_guide_4": "Continuar",
  "home_guide_5": "Volver",
  "home_guide_6": "Fundamentos básicos",
  "home_guide_7": "<p>Existen tres maneras principales de interactuar con Decred:</p>\n\t\t<p><strong>La cartera</strong>: Para enviar y recibir fondos, así como participar en votaciones de PoS.</p>\n\t\t<p><strong>Minería de Prueba de Trabajo (PoW)</strong>: Utilización de la potencia informática para validar transacciones en la red y generar nuevas fichas de Decred.</p>\n\t\t<p><strong>Votaciones de Prueba de Participación (PoS)</strong>: Utilización de fondos para votar cuestiones importantes relativas al desarrollo de la red y validar transacciones a cambio de recompensas.</p>",
  "home_guide_8": "Continuar",
  "home_guide_9": "Volver",
  "home_guide_10": "La cartera",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decretion</a> es una cartera GUI multiplataforma que ha sido diseñada para Decred. Está disponible para usuarios de Windows, MacOS y Linux.</p><p><a href=\"downloads/#cli\">La cartera y las utilidades de línea de comandos</a> también están disponibles para una gran variedad de plataformas.</p><p>Para que le resulte más fácil entrar en materia, le recomendamos que consulte nuestra <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Guía para principiantes</a>.</p>",
  "home_guide_12": "Continuar",
  "home_guide_13": "Volver",
  "home_guide_14": "Enviar y recibir Decred",
  "home_guide_15": "<p>Lo único que se necesita para enviar o recibir fondos es una dirección, que se puede generar fácilmente desde cualquier cartera de Decred. Las direcciones de Decred siempre <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\" rel=\"noopener noreferrer\">empiezan por D y contienen entre 26 y 36 caracteres alfanuméricos</a>.</p><p>Cuando se efectúa una transacción, los fondos suelen tardar unos 5 minutos en desaparecer. Se aplica una pequeña tasa destinada al mantenimiento de la red que no se descuenta del importe de la transacción, sino que se paga aparte. Es decir, en una transferencia de 100 DCR, se añadiría una tasa de alrededor de 0,006 DCR.</p><p>Los exploradores de bloques <a href=\"https://mainnet.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">mainnet.decred.org</a> y <a href=\"https://explorer.dcrdata.org\" target=\"_blank\" rel=\"noopener noreferrer\">explorer.dcrdata.org</a> permiten a los usuarios buscar todos los bloques y transacciones de la cadena de bloques de Decred.</p>",
  "home_guide_16": "Continuar",
  "home_guide_17": "Volver",
  "home_guide_18": "Minería",
  "home_guide_19": "<p>El término \"minería\" representa el proceso de validar transacciones en la red Decred y mantenerla segura. Los mineros son recompensados por su trabajo con monedas Decred recientemente generadas.</p>\n\t\t<p>Decred cuenta con dos métodos para validar transacciones: Prueba de Trabajo (PoW, del inglés \"Proof-of-work\") y Prueba de Participación (PoS, del inglés \"Proof-of-stake\").</p>",
  "home_guide_20": "Continuar",
  "home_guide_21": "Volver",
  "home_guide_22": "Minería de Prueba de Trabajo",
  "home_guide_23": "<p>Las transacciones realizadas como <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\" rel=\"noopener noreferrer\">prueba de trabajo (PoW, por sus siglas en inglés)</a> se agrupan en bloques que posteriormente validan los mineros PoW. Una vez que se valida un bloque, este pasa a formar parte de la red de Decred.</p><p>Usted también puede convertirse en minero si permite que la red utilice el equipamiento informático que no necesita. A cambio, recibirá Decred en forma de recompensa.</p><p>Para mayor eficacia y comodidad, puede unirse a <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\" rel=\"noopener noreferrer\">\"pools\" (o piscinas) de minería</a>. Los \"pools\" son grupos de mineros que se reparten el trabajo y, luego, dividen la recompensa entre ellos. Unirse a un \"pool\" de minería es una solución excelente para que los pequeños contribuyentes reciban pagos regulares por su trabajo.</p>",
  "home_guide_24": "Continuar",
  "home_guide_25": "Volver",
  "home_guide_26": "Votaciones de Prueba de Participación",
  "home_guide_27": "<p>Al contrario que la minería de Prueba de Trabajo (PoW), las <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">votaciones de Prueba de Participación (PoS)</a> requieren pocos recursos informáticos. Se emplean fondos de Decred para adquirir boletos de votación en la red. En cada bloque, se eligen al azar cinco boletos del grupo de boletos en vivo para votar sobre la validez del bloque anterior.</p>\n\t\t<p>PoS añade un nivel adicional de descentralización a Decred y permite a los usuarios votar sobre cambios de red sugeridos. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">Los grupos están también disponibles para PoS</a> con el objeto de asegurar que sus boletos estén listos para votar cuando sea necesario.</p>",
  "home_guide_28": "Continuar",
  "home_guide_29": "Volver",
  "home_guide_30": "Comprar e intercambiar Decred",
  "home_guide_31": "<p>Decred todavía es una divisa muy joven, por lo que, a día de hoy, lo más fácil es comprarla con bitcoines. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Cuando tenga algunos bitcoines</a>, podrá intercambiarlos por Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">mediante los cambios de divisas digitales</a>.</p>",
  "home_guide_32": "Continuar",
  "home_guide_33": "Volver",
  "home_guide_34": "Únase a la comunidad",
  "home_guide_35": "<p>Gracias a los procesos descentralizados, las personas que tengan ideas, objetivos y opiniones diferentes pueden participar en la creación del futuro. Probablemente tenga algunas preguntas, así que no dude en unirse a nuestra creciente comunidad, donde podrá ponerse en contacto con desarrolladores y otros usuarios, obtener información, realizar preguntas o, simplemente, pasar el rato. Tenemos un un <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">canal de Telegram</a> y un <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">canal de Slack</a> en los que puede chatear con desarrolladores y demás usuarios en tiempo real. Y no se olvide de <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> y <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>, ya que también estamos ahí. ¡Estamos deseando conocerlo!</p>",
  "home_guide_36": "Continuar",
  "home_guide_37": "Volver",
  "home_guide_38": "Funcionalidades planificadas",
  "home_guide_39": "<p>Una parte de la recompensa obtenida de los bloques nuevos se destina al desarrollo de Decred para garantizar que siga evolucionando de forma continuada para satisfacer las necesidades y deseos de la comunidad tanto ahora como durante los próximos años. A continuación, presentamos algunas de las características proyectadas para 2018 y principios de 2019:</p><ul><li>La red Lightning</li><li>Versión de privacidad inicial</li><li>Control de fondos descentralizado</li><li>Entidades autónomas descentralizadas</li><li>Optimizaciones de escalabilidad</li><li>Integraciones con Decredition</li><li>Crecimiento mediante marketing</li><li>Propuesta de cambio descentralizado</li></ul><p>Consulte estas y otras características en nuestro blog. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Le damos la bienvenida a Decred: el futuro de la divisa digital autónoma</a></p>",
  "home_guide_40": "Continuar",
  "home_guide_41": "Volver",
  "downloads_description": "Si es usted nuevo en Decred, no olvide consultar el <a href=\"../#guide\">tour de iniciación</a> o la <a href=\"../#platform\">información técnica general</a> para profundizar más en el tema. Si tiene pensado descargar los archivos binarios de Decred, siga los pasos de la <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">verificación de archivos binarios</a> para verificar las sumas de comprobación.",
  "downloads_category_core": "Software base",
  "downloads_category_mining_software": "Software de minería",
  "downloads_category_3rd_party_wallets": "CARTERAS DE TERCEROS",
  "downloads_app_decrediton": "Cartera con interfaz gráfica de usuario para Windows, macOS y Linux.",
  "downloads_app_commandline": "Un instalador/actualizador automático multiplataforma para las aplicaciones de línea de comandos.",
  "downloads_app_gominer": "Minero CUDA/OpenCL para GPU AMD/NVIDIA. Con la aprobación oficial del equipo de Decred.",
  "downloads_app_ccminer": "Minero CUDA de terceros para GPU NVIDIA. Sin la aprobación del equipo de Decred.",
  "downloads_app_sgminer": "Minero OpenCL de terceros para GPU AMD. Sin la aprobación del equipo de Decred.",
  "downloads_app_exodus": "Exodus es una aplicación todo en uno y fácil de usar que se utiliza para proteger, administrar e intercambiar activos de cadena de bloques.",
  "downloads_app_coinomi": "Almacena, gestiona y cambia de forma segura criptomonedas de Bitcoin y Ethereum, entre otros 500 activos de cadenas de bloques.",
  "downloads_app_ownbit": "Ownbit es una cartera de criptomonedas descentralizada. Con ella tendrá sus propias claves privadas.",
  "downloads_app_anybit": "Anybit es una cartera para dispositivos móviles con Android e iOS que tiene un sistema de seguimiento de precios y novedades integrado.",
  "downloads_app_atomicwallet": "Se trata de una cartera de varios activos para ordenadores con un sistema de cambio a través de intercambios atómicos no custodiados y un libro de órdenes descentralizado integrados.",
  "downloads_app_guarda": "Guarda cuenta con carteras multidivisa para dispositivos móviles, ordenadores y sitios web.",
  "downloads_app_cobo": "Cobo es una cartera móvil de máxima seguridad creada por el cofundador de F2Pool que admite votaciones de grupos PoS en la nube y más de 30 monedas y fichas",
  "downloads_app_ledger": "Ledger Live es una cartera web amparada por la cartera de hardware Ledger.",
  "stakepools_description": "Los proveedores de servicios de votación (VSPs) le permiten participar en el sistema de Prueba de Participación (PoS) de Decred sin que deba preocuparse de pérdidas provocadas por inactividad informática, mala conexión a Internet o problemas con el suministro eléctrico.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Aviso:</span>&nbsp;La pérdida de boletos puede deberse a la mala conexión de un minero de Prueba de Trabajo (PoW) sin ser necesariamente culpa del proveedor.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Advertencia:</span>&nbsp;Para que la descentralización de la red sea posible, se recomienda evitar a los proveedores que tengan más del 5 % de los votos de la red.",
  "community_description": "No dude en unirse a nuestra creciente comunidad, donde podrá ponerse en contacto con desarrolladores y otros usuarios, obtener información, realizar preguntas o, simplemente, pasar el rato. Los canales públicos de Matrix, Slack y Discord ya se encuentran conectados entre sí, así que puede elegir la plataforma que prefiera y participar en debates con miembros de la comunidad de Decred que utilicen las demás.",
  "press_description": "Chicago Tribune, Bitcoin Magazine y Nasdaq han reconocido a Decred como un proyecto de consideración sobre criptomonedas. A continuación puede encontrar una galería de menciones recientes.",
  "press_coverage": "Cobertura",
  "press_releases": "Publicaciones",
  "Business brief": "Resumen empresarial",
  "Decred Recruiting": "Trabajar con Decred",
  "Downloads": "Descargas",
  "Exchanges and Payments": "Exchanges and Payments",
  "Join our community!": "Únase a la comunidad",
  "Press": "Prensa",
  "Roadmap": "Hoja de ruta",
  "Visual communication toolkit": "Kit de herramientas de comunicación visual",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "¿Quién es Decred?",
  "Join our Matrix community": "Únase a la comunidad Matrix",
  "matrix_to_register_using_the_riot": "Para registrarse con la aplicación de la web Riot, que ya tiene rellenada la información del servidor principal de Decred, haga clic en el enlace que aparece a continuación.",
  "matrix_register_with_riot": "Regístrese con Riot.",
  "matrix_note_you_must_register_with": "Nota: Debe registrarse con una dirección de correo electrónico si quiere tener la oportunidad de restablecer la contraseña.",
  "matrix_if_you_already_have_an": "Si ya tiene una cuenta de Matrix, utilice el enlace que aparece a continuación para iniciar sesión en el servidor principal de Decred.",
  "matrix_login_to_decred_homeserver": "Iniciar sesión en el servidor local de Decred",
  "matrix_to_browse_decred_rooms_click": "Para buscar salas de Decred, haga clic en el botón del directorio, en el panel \"Salas\" que está situado a la izquierda.",
  "matrix_decred_rooms": "Salas de Decred",
  "matrix_to_browse_other_available_matrix": "Para buscar otros clientes de Matrix y servidores principales disponibles, consulte la <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">página de introducción a Matrix</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix es una plataforma de mensajería abierta, segura y popular entre los contratistas de Decred. Gracias al software puente, los usuarios de Matrix pueden comunicarse con los usuarios de las otras plataformas de Decred, como Slack y Discord. Matrix ofrece un registro independiente, es decir, no necesita ningún servicio de terceros ni información de identificación para el registro. Sin embargo, los usuarios deberían ser conscientes de que algunas funcionalidades, como el restablecimiento de la contraseña, sí requieren una dirección de correo electrónico. Para obtener más información sobre las características de seguridad y los clientes disponibles de Matrix, consulte la <a href=\"https://matrix.org/blog/home/\">página de inicio</a> del proyecto Matrix.</p>\n\n<p>Para unirse a Matrix, tendrá que elegir un cliente y un servidor principal. Matrix es compatible con un gran número de clientes y servidores principales, pero para los usuarios primerizos recomendamos Riot, el servidor principal de Decred y el cliente que mayor compatibilidad presenta con Matrix. Si utiliza el servidor principal de Decred, le resultará más fácil encontrar las salas de chat de Decred; además, esto añadirá \"decred.org\" a su ID y le permitirá continuar enviando mensajes si el servidor principal de Decred se desconecta de los demás servidores.</p>",
  "Page not found": "Página no encontrada",
  "Back to home page": "Volver a la página de inicio"
}
