{
  "general_release_stable": "پایدار",
  "general_downloads": "دانلودها",
  "general_total": "از مجموع",
  "general_javascript_warning": "JavaScript required",
  "general_javascript_warning_description": "We're sorry, but this Website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred - ارز دیجیتال مستقل",
  "description": "Decred یک ارز دیجیتال مستقل است. این ارز با سیستم اجماع ترکیبی (جایی که ذینفعان قوانین را می سازند)،‌ برای غیرمتمرکز بودن، پایدار بودن و مستقل بودن ساخته شده است.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "منابع نام تجاری",
  "nav_in_the_press": "Decred در مطبوعات",
  "nav_become_contributor": "یک مشارکت کننده شوید",
  "nav_tech_overview": "مرور کلی مشخصات فنی",
  "nav_business_brief": "خلاصه کسب و کار",
  "nav_whatis": "Decred چیست",
  "nav_mission": "مأموریت",
  "nav_platform": "پلتفورم",
  "nav_getstarted": "شروع به کار",
  "nav_interacting": "تعامل با Decred",
  "nav_downloads": "دانلودها",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "آمار شبکه",
  "nav_votingdashboard": "Voting Dashboard",
  "nav_documentation": "اسناد",
  "nav_community": "جامعه",
  "nav_contributors": "مشارکت کنندگان",
  "nav_exchanges": "Exchanges",
  "nav_roadmap": "2017 Roadmap",
  "nav_press": "Press",
  "contributors_corporate_contractor": "پیمانکار شرکتی",
  "contributors_development": "توسعه",
  "contributors_design": "طراحی",
  "contributors_community": "جامعه",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "استراتژی",
  "contributors_description": "Decred از مدل قراردادی جدیدی استفاده می کند که به مشارکت کنندگان تأیید شده امکان می دهد برای فعالیت خوبشان پاداش دریافت کنند. این رویکرد به تشکیل تیم جهانی قدرتمندی از پدیدآورندگان، طراحان، استراتژیست ها و همچنین جامعه ای محکم کمک کرده است. ما از پیوستن همه مشارکت کنندگانی که می خواهند تلاش و استعدادشان را در تحقق اهداف این پروژه ثابت کنند، استقبال می کنیم.",
  "roadmap_tag_new": "New",
  "roadmap_tag_ongoing": "Ongoing",
  "roadmap_tag_completed": "Completed",
  "roadmap_moreinfo": "More Information",
  "roadmap_tag_subtitle": "Insight into our future, overview of the past",
  "roadmap_description": "Please note that our primary goal is to provide you with stable and reliable releases. As such, any indications of target release dates and features listed are subject to change.",
  "brand_guide_0": "جعبه ابزار ارتباط بصری",
  "brand_guide_1": "جعبه ابزار استفاده سریع",
  "brand_guide_2": "بسته لوگو",
  "brand_guide_3": "دانلود بسته لوگو",
  "brand_guide_4": "رنگ های اصلی",
  "brand_guide_5": "آبی تیره",
  "brand_guide_6": "فیروزه ای",
  "brand_guide_7": "آبی تیره",
  "brand_guide_8": "تایپوگرافی",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "آبی روشن",
  "brand_guide_11": "سبز",
  "brand_guide_12": "نارنجی",
  "brand_guide_13": "اهداف هویت بصری Decred، قرار دادن آن در میان ارزهای دیجیتال، پشتیبانی از استفاده سازگار در میان تنوعی از پلتفورم ها و همچنین به یادماندنی و جذاب بودن برای پذیرندگان جدید است. این اهداف با استفاده صحیح از لوگو، تنظیم نوع، مسیر رنگ و دارایی های گرافیکی حاصل می شود. ما الگوی سبک ساده ای را توسعه داده ایم که برای همه کاربران و ه",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_otc_title": "Decred OTC Traders",
  "exchanges_otc_description": "Over The Counter (OTC) trading allows customers to buy or sell Decred directly from a trader. The customer and the trader agree on a fixed price for a large quantity of Decred and conduct the transaction without going through an exchange. The minimum transaction size for OTC trading is typically $100,000 or higher.",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_payment_description": "Solutions for online merchants to start accepting Decred (DCR) as payment. Payment processors provide a quick and easy integration to accept cryptocurrencies through e-commerce platforms.",
  "exchanges_subtitle": "Decred on Exchanges",
  "exchanges_showall": "Show all",
  "home_download_wallet": "دانلود کیف پول",
  "home_for_computer": "برای رایانه شما",
  "home_mainheading": "Decred یک ارز دیجیتال مستقل است.",
  "home_all_downloads": "همه دانلودها",
  "home_watch_video": "تماشای ویدیو",
  "home_decrediton_for_macdl": "Decrediton برای macOS",
  "home_decrediton_for_linuxdl": "Decrediton برای Linux",
  "home_decrediton_for_windl": "Decrediton برای Windows",
  "home_politeia_notice_title": "Decred’s Proposal System is Live",
  "home_politeia_notice_body": "Politeia allows Decred users and stakeholders to propose, discuss, collaborate on, and fund new projects, initiatives, and consensus changes.",
  "home_politeia_notice_link_title": "View Proposals",
  "home_mission_section_title": "مأموریت",
  "home_mission_title_1": "اساس، استقلال و خودمختاری است. ذینفعان قوانین را می سازند.",
  "home_mission_body_1": "از سال 2016، ‏Decred تلاش کرده است مشکل حکومت زنجیره بلوکی را برطرف کند. مدل رأی گیری اجماعی نوآورانه ما به ذینفعان قدرت می بخشد و انتقال یکپارچه از مجموعه ای از قوانین به مجموعه قوانین دیگر را ممکن می سازد. تصمیم گیری غیرمتمرکز و خودتأمینی به ما امکان داده است ارز دیجیتالی قدرتمند، در حال رشد و بدون نفوذ شخص ثالث ایجاد کنیم.",
  "home_mission_title_2": "ساخته شده از فناوی متن باز 100% تأیید شده",
  "home_mission_body_2": "پایه کد مدولار ما وفق پذیری بی همتایی را فراهم می آورد و می تواند بر جدیدترین فناوری ساختار بلوکی منطبق شود. فناوری Decred نخستین نمونه موفق رأی گیری اجماعی درون زنجیری فعال شده توسط کاربر را در جهان ممکن ساخته است. این موضوع، رویکردی انقلابی برای حکومت ذینفعان به وجود می آورد؛ به طوری که جامعه ما پروژه را هدایت می کند و تصمیم ها را با هم اتخاذ می کند.",
  "home_mission_chart_1": "از مجموع",
  "home_mission_chart_2": "mined so far",
  "home_mission_title_3": "قدرت بخشیدن به افراد، گروه ها و شرکت ها.",
  "home_mission_body_3": "ما از جامعه قدرت می گیریم. ذینفعانی که در تصمیم گیری های Decred مشارکت می کنند برای تلاششان پاداش دریافت می کنند. سرمایه گذاری پایدار و مدل قرارداد انعطاف پذیر این امکان را برای همه فراهم می آورد که در هر زمانی به Decred بپیوندند و در هدایت آن شرکت داشته باشند. ارزش Decred در افرادی است که برای آن کار می کنند - با هم آینده غیرمتمرکز مطلوبمان را می سازیم.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "پلتفورم",
  "home_platform_features": "قابلیت هایی برای آینده.",
  "home_platform_built": "Decred is built to last. Our development activity and quality are among the highest in the space. Features of the Decred software include:",
  "home_platform_innovative": "سیستم نوآورانه و ترکیبی اثبات کار (PoW) اثبات سهام (PoS) برای رأی گیری اجماعی",
  "home_platform_censorship": "پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور",
  "home_platform_smartcontract": "قراردادهای هوشمندانه مانند «شبکه صاعقه» که موفق عمل می کنند",
  "home_platform_atomicswap": "مبادله های اتمی متقابل بین ارزهای دیجیتال مختلف",
  "home_platform_wallets_ease": "کیف پول های چند پلتفورمی برای سهولت استفاده",
  "home_platform_consensus": "رأی گیری اجماعی",
  "home_platform_hybrid": "Decred از سیستم نوآورانه ترکیب اثبات کار (PoW) اثبات سهام (PoS) استفاده می کند تا ذینفعان از طریق آن برای قوانین اجماعی که باید فعال و اجرا شوند، قدرت تصمیم گیری داشته باشند. این سیستم امکان انتقال یکپارچه از مجموعه ای از قوانین به قوانین دیگر را به نحوی که اکوسیستم زنجیره بلوکی موجود دست نخورده باقی بماند ممکن می سازد.",
  "home_platform_swaps": "مبادله های اتمی",
  "home_platform_decent": "Decred بی نیاز از اتکا به تبادلات متمرکز است. با تبادل های اتمی متقابل میان ارزهای دیجیتال مختلف، کاربران می توانند معامله های فرابورس (OTC) را بدون نیاز به اعتماد داشتن و شناخت و بدون حضور شخص ثالث انجام دهند.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred از پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور استفاده می کند که به کاربران امکان می دهد پروژه های خودشان را برای خودتأمینی از یارانه بلوکی DCR ارسال کنند. پولتیا (Pi) از پایدار بودن و رشد اکوسیستم اطمینان حاصل می کند.",
  "home_platform_lightning": "شبکه صاعقه",
  "home_platform_ln_contracts": "Decred قراردادهای هوشمندانه ای را پیاده می کند که موفق است. «شبکه صاعقه» (LN) یکی از کاربردهای این چنینیِ سیستم خارج از زنجیره با تأخیر کم است که ریز پرداخت تقریباً فوری را در DCR ممکن می سازد. با LN، ‏Decred مستقیماً با سیستم های پرداخت بی پشتوانه (فیات) موجود رقابت می کند.",
  "home_platform_wallets": "کیف پول های چند پلتفورمی",
  "home_platform_accessible": "Decred کیف پول های قابل دسترسی را از طریق رابط های کاربری گرافیکی (GUIs) برای تمامی سیستم عامل های اصلی (Windows،‏ macOS و Linux) ارائه می دهد. برای کاربران فنی تر،‌ کیف پول های رابط کاربری خط فرمان (CLI) نیز در دسترس است.",
  "home_platform_soon": "به زودی ارائه می شود",
  "home_platform_active": "Decred از توسعه فعال بهره می برد. اهداف اصلی کنونی شامل سازمان مستقل غیرمتمرکز تحت هدایت ذینفعان (DAO) و حریم خصوصی بهبودیافته کاربر است.",
  "home_principles_oss": "نرم افزار رایگان و <br>متن باز",
  "home_principles_free": "همه نرم افزارهایی که به عنوان بخشی از Decred توسعه می یابند رایگان و متن باز خواهند بود.",
  "home_principles_incremental": "حریم خصوصی و امنیت رو به رشد",
  "home_principles_privacy": "فناوری حریم خصوصی و امنیت، بر پایه ای پیوسته و رو به رشد (هم فعالانه و هم در تقاضای پاسخ به حملات) پیاده و اجرا خواهد شد.",
  "home_principles_speech": "آزادی بیان و ملاحظات",
  "home_principles_everyone": "همه افراد از این حق برخوردارند که بدون ترس از سانسور، نظرات و ایده های خود را بیان کنند. همه سخنان سازنده ای که مبتنی بر حقیقت و دلیل هستند، مورد توجه قرار خواهند گرفت.",
  "home_principles_multi_stakeholder": "مشارکت فراگیر چند ذینفعی",
  "home_principles_inclusivity": "مشارکت فراگیر باعث ایجاد سیستم چند ذینفعی می شود و تلاش فعالی برای لحاظ کردن مجموعه متنوعی از دیدگاه ها و کاربران به کار گرفته خواهد شد.",
  "home_principles_bound": "ما متعهد به اصول زیر هستیم.",
  "home_principles_equitable": "این اصول در تلاش برای ایجاد چارچوب عادلانه و پایداری برقرار شده است که از طریق آن بتوان هدف Decred یعنی حضور به عنوان ارز مستقل و غیرمتمرکزی که در آن همه ذینفعان از حقوق واقعی برخوردارند را برآورده ساخت.",
  "home_guide_0": "این تور به شما کمک می کند کار با Decred را شروع کنید",
  "home_guide_1": "مرور کلی",
  "home_guide_2": "Decred یک ارز دیجیتال چند پلتفورمی است که در Windows،‏ macOS و Linux پشتیبانی می شود. برنامه های کیف پول با استفاده آسان، ارسال، دریافت و استخراج Decred را با تنها چند کلیک ممکن می سازد.",
  "home_guide_3": "For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.",
  "home_guide_4": "ادامه",
  "home_guide_5": "برگشت",
  "home_guide_6": "اساس",
  "home_guide_7": "<p>سه روش اصلی برای تعامل با Decred وجود دارد:</p>\n\t\t<p><strong>Wallet (کیف پول)</strong> - برای ارسال و دریافت وجوه و همچنین مشارکت در استخراج PoS.</p>\n\t\t<p><strong>استخراج اثبات کار</strong> - استفاده از قدرت رایانش (کامپیوتر) برای تأیید اعتبار تراکنش های انجام شده در شبکه و تولید توکن های Decred جدید.</p>\n\t\t<p><strong>استخراج اثبات سهام</strong> - استفاده از وجوه برای رأی گیری درباره جنبه های مهم توسعه شبکه و تأیید اعتبار تراکنش ها با دریافت پاداش.</p>",
  "home_guide_8": "ادامه",
  "home_guide_9": "برگشت",
  "home_guide_10": "The Wallet",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> is a cross-platform GUI wallet for Decred. Available for Windows, MacOS, and Linux users.</p><p><a href=\"downloads/#cli\">Command-line wallet and utilities</a> are also available for a variety of platforms.</p><p>For help getting started you can visit our <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Beginner’s Guide</a>.</p>",
  "home_guide_12": "ادامه",
  "home_guide_13": "برگشت",
  "home_guide_14": "ارسال و دریافت Decred",
  "home_guide_15": "<p>نشانی تنها چیزی است که برای ارسال و دریافت وجوه نیاز است. نشانی می تواند به آسانی از هر کیف پول Decred ایجاد شود. نشانی های Decred همیشه با <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">حرف D شروع می شوند و بین 26 تا 36 نویسه حرفی-عددی دارند</a>.</p>\n\t\t<p>معمولاً 5 دقیقه بعد از انجام تراکنش، وجوه آشکار می شوند. هزینه کمی برای کمک به حفظ و نگهداری شبکه دریافت می شود. این هزینه مازاد بر هزینه تراکنش است. برای مثال، انتقال 100DCR هزینه ای معادل تقریباً 0.006DCR خواهد داشت.</p>\n\t\t<p>کاوشگران بلوک  <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> و <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> به کاربران اجازه می دهند همه بلوک ها و تراکنش های انجام شده در زنجیره بلوک Decred را جستجو و کاوش کنند.</p>",
  "home_guide_16": "ادامه",
  "home_guide_17": "برگشت",
  "home_guide_18": "استخراج",
  "home_guide_19": "<p>اصطلاح «استخراج» به معنی روند تأیید اعتبار تراکنش های انجام شده در شبکه Decred و امن نگه داشتن آنهاست.</p>\n\t\t<p>Decred دو راه برای تأیید اعتبار تراکنش ها دارد: «اثبات کار» (PoW) و «اثبات سهام» (PoS).</p>",
  "home_guide_20": "ادامه",
  "home_guide_21": "برگشت",
  "home_guide_22": "استخراج اثبات کار",
  "home_guide_23": "<p>در سیستم <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\">اثبات کار (PoW)</a>، تراکنش ها در بلوک هایی گروه بندی می شود. این بلوک ها توسط ماینرها (استخراج کنندگان) PoW تأیید اعتبار می شود. وقتی اعتبار بلوکی به تأیید می رسد به بخش دائمی از شبکه Decred تبدیل می شود .</p>\n\t\t<p>می توانید با اختصاص دادن منابع رایانش (کامپیوترهای) مازادتان به شبکه،‌ به ماینر (استخراج‌کننده) تبدیل شوید. ماینرها در ازای کاری که انجام می دهند، Decred پاداش می گیرند.</p>\n\t\t<p>برای کارآمدی و راحتی می توانید به  <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\">استخرهای استخراج</a> بپیوندید. استخرها، گروه هایی از ماینرها هستند که کار و پاداش حاصل از آن را تقسیم می کنند. پیوستن به استخر استخراج روشی عالی برای مشارکت کنندگان کوچکتر است تا پرداخت متوالی برای کارشان دریافت کنند.</p>",
  "home_guide_24": "ادامه",
  "home_guide_25": "برگشت",
  "home_guide_26": "استخراج اثبات سهام",
  "home_guide_27": "<p>برخلاف PoW، <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">استخراج «اثبات سهام» (PoS)</a> به منابع رایانش کمی نیاز دارد. وجوه Decred برای خرید بلیت های رأی گیری در شبکه استفاده می شود. در هر بلوک،‌ پنج بلیت از استخر بلیت های فعال (زنده) به صورت تصادفی انتخاب می شود تا به اعتبار بلوک قبلی رأی دهند. </p>\n\t\t<p>PoS لایه بیشتری از غیرمتمرکز بودن به Decred اضافه می کند و به کاربران اجازه می دهد به تغییرات پیشنهادی شبکه رأی بدهند. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">استخرها هم برای PoS</a> در دسترس هستند تا مطمئن باشید بلیت های شما هر زمان که بخواهید آماده رأی دادن هستند.</p>",
  "home_guide_28": "ادامه",
  "home_guide_29": "برگشت",
  "home_guide_30": "خرید و تجارت Decred",
  "home_guide_31": "<p>Decred هنوز جدید است و در حال حاضر آسان ترین راه خرید آن استفاده از «بیت کوین» است. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">بعد از اینکه مقداری «بیت کوین» جمع آوری کردید</a>،‌ می توانید آن را در مبادلات پول دیجیتال با Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">معامله کنید</a>.</p>",
  "home_guide_32": "ادامه",
  "home_guide_33": "برگشت",
  "home_guide_34": "پیوستن به جامعه",
  "home_guide_35": "<p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href=\"https://webchat.freenode.net/?channels=decred&amp;uio=d4\" title=\"_blank\" rel=\"noopener noreferrer\">IRC channel</a>, <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram channel</a>, and <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> and <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>.We can't wait to meet you!</p>",
  "home_guide_36": "ادامه",
  "home_guide_37": "برگشت",
  "home_guide_38": "ویژگی های برنامه ریزی شده",
  "home_guide_39": "<p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2018 and early 2019:</p><ul><li>Lightning network</li><li>Initial privacy release</li><li>Decentralized control of funds</li><li>Decentralized autonomous entities</li><li>Scalability optimizations</li><li>Decrediton integrations</li><li>Marketing growth</li><li>Proposal for a Decentralized Exchange</li></ul><p>Read about these and more on our blog. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Welcome to Decred: the future of autonomous digital currency</a></p>",
  "home_guide_40": "ادامه",
  "home_guide_41": "برگشت",
  "downloads_description": "If you are new to Decred, be sure to read the <a href=\"../#guide\">Getting Started Tour</a> or the <a href=\"../#platform\">Technical Overview</a> if you want to dig deeper. If you are downloading the Decred binaries, please follow these <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">Binary Verification</a> steps to verify the checksums.",
  "downloads_category_core": "Core software",
  "downloads_category_mining_software": "Mining software",
  "downloads_app_decrediton": "کیف پول رابط کاربری گرافیکی برای Windows،‏ macOS و Linux.",
  "downloads_app_commandline": "نصب کننده/به روز کننده خودکار و چند پلتفورمی برای برنامه های خط فرمان.",
  "downloads_app_gominer": "ماینر (استخراج کننده) CUDA/OpenCL برای واحدهای پردازش گرافیکی AMD/NVIDIA که به طور رسمی توسط تیم Decred پشتیبانی می شود.",
  "downloads_app_ccminer": "استخراج کننده CUDA شخص ثالث برای واحدهای پردازش گرافیکی NVIDIA. توسط تیم Decred پشتیبانی نمی شود.",
  "downloads_app_sgminer": "استخراج کننده OpenCL شخص ثالث برای واحدهای پردازش گرافیکی AMD. توسط تیم Decred پشتیبانی نمی شود.",
  "downloads_app_exodus": "Exodus برنامه ای کاربرپسند است که قابلیت های ایمن سازی، مدیریت و تبادل دارایی های زنجیره بلوکی را در یک جا جمع می کند.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_bitbill": "Bitbill is a decentralized cryptocurrency wallet. You own your private keys.",
  "downloads_app_anybit": "Anybit is a mobile wallet available for Android and iOS with built in price and news tracking.",
  "downloads_app_atomicwallet": "Multi-asset desktop wallet with built in exchange via non-custodial atomic swaps and decentralized order book.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_cobo": "From the Co-Founder of F2Pool, Cobo is a highly secure mobile wallet that supports PoS Cloud Pool staking and over 30 coins and 500 tokens",
  "stakepools_description": "Voting Service Providers allow you to participate in Decred's proof-of-stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Notice:</span>&nbsp;<span translate>Missed tickets can be caused by a poorly connected proof-of-work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warning:</span>&nbsp;To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "community_description": "Come and join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. The public channels on Matrix, Slack, and Discord have been bridged. You can choose any of these platforms and still participate in discussions with Decred community members on the others.",
  "press_description": "شیکاگو تریبون (Chicago Tribune)، مجله بیت کوین (Bitcoin Magazine) و نزدک (Nasdaq)، ‏Decred را به عنوان پروژه ارز رمزی پیشگام شناخته اند. در زیر مجموعه ای از اشاره های اخیر آمده است.",
  "press_coverage": "Coverage",
  "press_releases": "Releases",
  "Business brief": "خلاصه کسب و کار",
  "Decred Recruiting": "Decred Recruiting",
  "Downloads": "دانلودها",
  "Exchanges and Payments": "Exchanges and Payments",
  "Join our community!": "پیوستن به جامعه",
  "Press": "Press",
  "Roadmap": "Roadmap",
  "Visual communication toolkit": "جعبه ابزار ارتباط بصری",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "Decred کیست؟"
}
