{
  "general_release_stable": "پایدار",
  "general_downloads": "دانلودها",
  "general_total": "از مجموع",
  "general_javascript_warning": "جاوااسکریپت لازم است",
  "general_javascript_warning_description": "متأسفیم، اما این وب‌سایت بدون فعال بودن جاوااسکریپت درست کار نمی‌کند.",
  "exchanges_title": "مبادلات",
  "exchanges_disclaimer": "None of the exchanges listed below other than <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://dex.decred.org/\">DCRDEX</a> allow users to keep custody of their funds throughout the exchange process. Some centralized exchanges including the \"instant\" type may also request personal information in order to complete trades after funds have been deposited. Users are strongly advised to trade on DCRDEX to maximize their privacy and security of their funds. A <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.youtube.com/watch?v=XaE_xzGKjeQ\">DCRDEX tutorial</a> is available.",
  "exchanges_description": "مبادلات ارز دیجیتال روش آسانی برای خرید و تجارت «دکرید» (DCR) فراهم می‌آورد. سلب مسئولیت: قبل از استفاده از هر سرویسی، «همیشه خودتان درباره آن تحقیق کنید» (DYOR). ایمن‌ترین روش برای ذخیره کردن «دکرید» در کیف پولی است که در آن منحصراً خود شما کلیدهای خصوصی را کنترل می‌کنید.",
  "title": "Decred - ارز دیجیتال مستقل",
  "description": "Decred یک ارز دیجیتال مستقل است. این ارز با سیستم اجماع ترکیبی (جایی که ذینفعان قوانین را می سازند)،‌ برای غیرمتمرکز بودن، پایدار بودن و مستقل بودن ساخته شده است.",
  "general_copyright": "پدیدآورندگان Decred",
  "nav_brand_resources": "منابع نام تجاری",
  "nav_in_the_press": "Decred در مطبوعات",
  "nav_become_contributor": "یک مشارکت کننده شوید",
  "nav_tech_overview": "مرور کلی مشخصات فنی",
  "nav_business_brief": "خلاصه کسب و کار",
  "nav_roadmap": "راه‌نگاشت",
  "footer_roadmap": "راه‌نگاشت 2018",
  "nav_whatis": "Decred چیست",
  "nav_mission": "مأموریت",
  "nav_platform": "پلتفورم",
  "nav_getstarted": "شروع به کار",
  "nav_interacting": "تعامل با Decred",
  "nav_downloads": "دانلودها",
  "nav_politeia": "سیستم پیشنهاد",
  "nav_vsp": "ارائه‌دهندگان سرویس رأی‌دهی",
  "nav_networkstats": "آمار شبکه",
  "nav_votingdashboard": "داشبورد رأی دادن",
  "nav_documentation": "اسناد",
  "nav_community": "جامعه",
  "nav_contributors": "مشارکت کنندگان",
  "nav_exchanges": "تبادلات",
  "nav_press": "رسانه",
  "contributors_corporate_contractor": "پیمانکار شرکتی",
  "contributors_development": "توسعه",
  "contributors_design": "طراحی",
  "contributors_community": "جامعه",
  "contributors_marketing": "بازاریابی",
  "contributors_strategy": "استراتژی",
  "contributors_description": "Decred از مدل قراردادی جدیدی استفاده می کند که به مشارکت کنندگان تأیید شده امکان می دهد برای فعالیت خوبشان پاداش دریافت کنند. این رویکرد به تشکیل تیم جهانی قدرتمندی از پدیدآورندگان، طراحان، استراتژیست ها و همچنین جامعه ای محکم کمک کرده است. ما از پیوستن همه مشارکت کنندگانی که می خواهند تلاش و استعدادشان را در تحقق اهداف این پروژه ثابت کنند، استقبال می کنیم.",
  "roadmap_tag_new": "جدید",
  "roadmap_tag_ongoing": "دردست اقدام",
  "roadmap_tag_completed": "کامل",
  "roadmap_moreinfo": "اطلاعات بیشتر",
  "roadmap_tag_subtitle": "نگرشی به آینده، نمایی کلی از گذشته",
  "roadmap_description": "لطفاً توجه داشته باشید هدف اصلی ما انتشار نسخه‌هایی پایدار و قابل اعتماد است. به همین دلیل، تاریخ‌های انتشار نسخه و قابلیت‌های هدفی که اعلام می‌شود مشمول تغییر است.",
  "brand_guide_0": "جعبه ابزار ارتباط بصری",
  "brand_guide_1": "جعبه ابزار استفاده سریع",
  "brand_guide_2": "بسته لوگو",
  "brand_guide_3": "دانلود بسته لوگو",
  "brand_guide_4": "رنگ های اصلی",
  "brand_guide_5": "آبی تیره",
  "brand_guide_6": "فیروزه ای",
  "brand_guide_7": "آبی تیره",
  "brand_guide_8": "تایپوگرافی",
  "brand_guide_9": "رنگ‌های تکمیلی",
  "brand_guide_10": "آبی روشن",
  "brand_guide_11": "سبز",
  "brand_guide_12": "نارنجی",
  "brand_guide_13": "اهداف هویت بصری Decred، قرار دادن آن در میان ارزهای دیجیتال، پشتیبانی از استفاده سازگار در میان تنوعی از پلتفورم‌ها و همچنین به یادماندنی و جذاب بودن برای پذیرندگان جدید است. این اهداف با استفاده صحیح از لوگو، تنظیم نوع، مسیر رنگ و دارایی‌های گرافیکی حاصل می‌شود. ما الگوی سبک ساده‌ای را توسعه داده‌ایم که برای همه کاربران و همچنین طراحان (برای تولید محتوای پیچیده‌تر) مناسب است",
  "brand_guide_14": "مشاهده قرارداد بازخرید github/dcrdesign برای بسته‌های طراحی، دستورالعمل‌ها و اسناد",
  "exchanges_payment_title": "پردازشگران پرداخت دیکرید",
  "exchanges_payment_description": "راهکارهایی برای بازرگانان آنلاین برای شروع پذیرفتن «دیکرید» (DCR) به‌عنوان شکلی از پرداخت. پردازشگران پرداخت، یکپارچگی سریع و آسانی برای پذیرش رمزارزها ازطریق پلتفرم‌های تجارت الکترونیک ارائه می‌دهند.",
  "exchanges_subtitle": "دیکرید در تبادلات",
  "exchanges_showall": "نمایش همه",
  "home_download_wallet": "دانلود کیف پول",
  "home_for_computer": "برای رایانه شما",
  "home_mainheading": "Decred یک ارز دیجیتال مستقل است.",
  "home_all_downloads": "همه دانلودها",
  "home_watch_video": "تماشای ویدیو",
  "home_decrediton_for_macdl": "Decrediton برای macOS",
  "home_decrediton_for_linuxdl": "Decrediton برای Linux",
  "home_decrediton_for_windl": "Decrediton برای Windows",
  "home_news_banner_title": "«سیستم پیشنهاد» دیکرید فعال شده است",
  "home_news_banner_body": "Politeia به کاربران و سهامداران دیکرید اجازه می‌دهد پروژه‌ها، ابتکارات و تغییرات اجماعی جدید پیشنهاد دهند، درباره آن‌ها صحبت کنند، با هم روی آن‌ها کار کنند،‌ و در آن‌ها سرمایه‌گذاری کنند.",
  "home_news_banner_link_title": "مشاهده پیشنهادها",
  "home_mission_section_title": "مأموریت",
  "home_mission_title_1": "اساس، استقلال و خودمختاری است. ذینفعان قوانین را می سازند.",
  "home_mission_body_1": "از سال 2016، ‏Decred تلاش کرده است مشکل حکومت زنجیره بلوکی را برطرف کند. مدل رأی گیری اجماعی نوآورانه ما به ذینفعان قدرت می بخشد و انتقال یکپارچه از مجموعه ای از قوانین به مجموعه قوانین دیگر را ممکن می سازد. تصمیم گیری غیرمتمرکز و خودتأمینی به ما امکان داده است ارز دیجیتالی قدرتمند، در حال رشد و بدون نفوذ شخص ثالث ایجاد کنیم.",
  "home_mission_title_2": "ساخته شده از فناوی متن باز 100% تأیید شده",
  "home_mission_body_2": "پایه کد مدولار ما وفق پذیری بی همتایی را فراهم می آورد و می تواند بر جدیدترین فناوری ساختار بلوکی منطبق شود. فناوری Decred نخستین نمونه موفق رأی گیری اجماعی درون زنجیری فعال شده توسط کاربر را در جهان ممکن ساخته است. این موضوع، رویکردی انقلابی برای حکومت ذینفعان به وجود می آورد؛ به طوری که جامعه ما پروژه را هدایت می کند و تصمیم ها را با هم اتخاذ می کند.",
  "home_mission_chart_1": "از مجموع",
  "home_mission_chart_2": "استخراج‌شده تا این لحظه",
  "home_mission_title_3": "قدرت بخشیدن به افراد، گروه ها و شرکت ها.",
  "home_mission_body_3": "ما از جامعه قدرت می گیریم. ذینفعانی که در تصمیم گیری های Decred مشارکت می کنند برای تلاششان پاداش دریافت می کنند. سرمایه گذاری پایدار و مدل قرارداد انعطاف پذیر این امکان را برای همه فراهم می آورد که در هر زمانی به Decred بپیوندند و در هدایت آن شرکت داشته باشند. ارزش Decred در افرادی است که برای آن کار می کنند - با هم آینده غیرمتمرکز مطلوبمان را می سازیم.",
  "home_quotes_quote": "«برجسته‌ترین ویژگی دیکرید شیوه خوب اداره کردن است، و با اداره کردن خوب می‌توانید همه ویژگی‌های مدنظرتان را داشته باشید.»",
  "home_platform_platform": "پلتفورم",
  "home_platform_features": "قابلیت هایی برای آینده.",
  "home_platform_built": "دیکرید برای دوام ساخته شده است. فعالیت توسعه و کیفیت ما در میان برترین‌ها است. ویژگی‌های نرم‌افزار دیکرید شامل این موارد است:",
  "home_platform_innovative": "سیستم نوآورانه و ترکیبی اثبات کار (PoW) اثبات سهام (PoS) برای رأی گیری اجماعی",
  "home_platform_censorship": "پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور",
  "home_platform_smartcontract": "قراردادهای هوشمندانه مانند «شبکه صاعقه» که موفق عمل می کنند",
  "home_platform_atomicswap": "مبادله های اتمی متقابل بین ارزهای دیجیتال مختلف",
  "home_platform_wallets_ease": "کیف پول های چند پلتفورمی برای سهولت استفاده",
  "home_platform_consensus": "رأی گیری اجماعی",
  "home_platform_hybrid": "Decred از سیستم نوآورانه ترکیب اثبات کار (PoW) اثبات سهام (PoS) استفاده می کند تا ذینفعان از طریق آن برای قوانین اجماعی که باید فعال و اجرا شوند، قدرت تصمیم گیری داشته باشند. این سیستم امکان انتقال یکپارچه از مجموعه ای از قوانین به قوانین دیگر را به نحوی که اکوسیستم زنجیره بلوکی موجود دست نخورده باقی بماند ممکن می سازد.",
  "home_platform_swaps": "مبادله های اتمی",
  "home_platform_decent": "Decred بی نیاز از اتکا به تبادلات متمرکز است. با تبادل های اتمی متقابل میان ارزهای دیجیتال مختلف، کاربران می توانند معامله های فرابورس (OTC) را بدون نیاز به اعتماد داشتن و شناخت و بدون حضور شخص ثالث انجام دهند.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred از پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور استفاده می کند که به کاربران امکان می دهد پروژه های خودشان را برای خودتأمینی از یارانه بلوکی DCR ارسال کنند. پولتیا (Pi) از پایدار بودن و رشد اکوسیستم اطمینان حاصل می کند.",
  "home_platform_lightning": "شبکه صاعقه",
  "home_platform_ln_contracts": "Decred قراردادهای هوشمندانه ای را پیاده می کند که موفق است. «شبکه صاعقه» (LN) یکی از کاربردهای این چنینیِ سیستم خارج از زنجیره با تأخیر کم است که ریز پرداخت تقریباً فوری را در DCR ممکن می سازد. با LN، ‏Decred مستقیماً با سیستم های پرداخت بی پشتوانه (فیات) موجود رقابت می کند.",
  "home_platform_wallets": "کیف پول های چند پلتفورمی",
  "home_platform_accessible": "Decred کیف پول های قابل دسترسی را از طریق رابط های کاربری گرافیکی (GUIs) برای تمامی سیستم عامل های اصلی (Windows،‏ macOS و Linux) ارائه می دهد. برای کاربران فنی تر،‌ کیف پول های رابط کاربری خط فرمان (CLI) نیز در دسترس است.",
  "home_platform_soon": "به زودی ارائه می شود",
  "home_platform_active": "Decred از توسعه فعال بهره می برد. اهداف اصلی کنونی شامل سازمان مستقل غیرمتمرکز تحت هدایت ذینفعان (DAO) و حریم خصوصی بهبودیافته کاربر است.",
  "home_principles_oss": "نرم افزار رایگان و <br>متن باز",
  "home_principles_free": "همه نرم افزارهایی که به عنوان بخشی از Decred توسعه می یابند رایگان و متن باز خواهند بود.",
  "home_principles_incremental": "حریم خصوصی و امنیت رو به رشد",
  "home_principles_privacy": "فناوری حریم خصوصی و امنیت، بر پایه ای پیوسته و رو به رشد (هم فعالانه و هم در تقاضای پاسخ به حملات) پیاده و اجرا خواهد شد.",
  "home_principles_speech": "آزادی بیان و ملاحظات",
  "home_principles_everyone": "همه افراد از این حق برخوردارند که بدون ترس از سانسور، نظرات و ایده های خود را بیان کنند. همه سخنان سازنده ای که مبتنی بر حقیقت و دلیل هستند، مورد توجه قرار خواهند گرفت.",
  "home_principles_multi_stakeholder": "مشارکت فراگیر چند ذینفعی",
  "home_principles_inclusivity": "مشارکت فراگیر باعث ایجاد سیستم چند ذینفعی می شود و تلاش فعالی برای لحاظ کردن مجموعه متنوعی از دیدگاه ها و کاربران به کار گرفته خواهد شد.",
  "home_principles_bound": "ما متعهد به اصول زیر هستیم.",
  "home_principles_equitable": "این اصول در تلاش برای ایجاد چارچوب عادلانه و پایداری برقرار شده است که از طریق آن بتوان هدف Decred یعنی حضور به عنوان ارز مستقل و غیرمتمرکزی که در آن همه ذینفعان از حقوق واقعی برخوردارند را برآورده ساخت.",
  "home_guide_0": "این تور به شما کمک می کند کار با Decred را شروع کنید",
  "home_guide_1": "مرور کلی",
  "home_guide_2": "Decred یک ارز دیجیتال چند پلتفورمی است که در Windows،‏ macOS و Linux پشتیبانی می شود. برنامه های کیف پول با استفاده آسان، ارسال، دریافت و استخراج Decred را با تنها چند کلیک ممکن می سازد.",
  "home_guide_3": "برای افرادی که به وصله‌کاری و سرهم‌بندی کردن علاقه دارند، دیکرید مجموعه کاملی از ابزارهای خط فرمان ارائه می‌دهد که سفارشی‌سازی تجربه استفاده از دیکرید را فراهم می‌کند.",
  "home_guide_4": "ادامه",
  "home_guide_5": "برگشت",
  "home_guide_6": "اساس",
  "home_guide_7": "<p>سه روش اصلی برای تعامل با Decred وجود دارد:</p><p><strong>Wallet (کیف پول)</strong> - برای ارسال و دریافت وجوه و همچنین مشارکت در استخراج PoS.</p><p><strong>استخراج سازوکار اثبات کار</strong> - استفاده از قدرت رایانش (کامپیوتر) برای تأیید اعتبار تراکنش های انجام شده در شبکه و تولید توکن های Decred جدید.</p><p><strong>رأی‌گیری سازوکار اثبات سهام</strong> - استفاده از وجوه برای رأی گیری درباره جنبه های مهم توسعه شبکه و تأیید اعتبار تراکنش ها با دریافت پاداش.</p>",
  "home_guide_8": "ادامه",
  "home_guide_9": "برگشت",
  "home_guide_10": "کیف پول",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> (دیکریدیتون) کیف پول کراس پلتفرم GUI برای دیکرید است که کاربران Winows، ‏MacOS، و Linux می‌توانند به آن دسترسی داشته باشند.</p><p><a href=\"downloads/#cli\">همچنین ابزارها و کیف پول خط فرمان</a> هم برای پلتفرم‌های متنوعی دردسترس قرار گرفته است.</p><p>برای دریافت راهنمایی برای شروع به کار، می‌توانید به <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">راهنمای مبتدیان</a> ما مراجعه کنید.</p>",
  "home_guide_12": "ادامه",
  "home_guide_13": "برگشت",
  "home_guide_14": "ارسال و دریافت Decred",
  "home_guide_15": "<p>نشانی تنها چیزی است که برای ارسال و دریافت وجوه نیاز است. نشانی می تواند به آسانی از هر کیف پول Decred ایجاد شود. نشانی های Decred همیشه با <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">حرف D شروع می شوند و بین 26 تا 36 نویسه حرفی-عددی دارند</a>.</p>\n\t\t<p>معمولاً 5 دقیقه بعد از انجام تراکنش، وجوه آشکار می شوند. هزینه کمی برای کمک به حفظ و نگهداری شبکه دریافت می شود. این هزینه مازاد بر هزینه تراکنش است. برای مثال، انتقال 100DCR هزینه ای معادل تقریباً 0.006DCR خواهد داشت.</p>\n\t\t<p>کاوشگران بلوک  <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> و <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> به کاربران اجازه می دهند همه بلوک ها و تراکنش های انجام شده در زنجیره بلوک Decred را جستجو و کاوش کنند.</p>",
  "home_guide_16": "ادامه",
  "home_guide_17": "برگشت",
  "home_guide_18": "استخراج",
  "home_guide_19": "<p>اصطلاح «استخراج» به معنی روند تأیید اعتبار تراکنش های انجام شده در شبکه Decred و امن نگه داشتن آنهاست.</p>\n\t\t<p>Decred دو راه برای تأیید اعتبار تراکنش ها دارد: «اثبات کار» (PoW) و «اثبات سهام» (PoS).</p>",
  "home_guide_20": "ادامه",
  "home_guide_21": "برگشت",
  "home_guide_22": "استخراج اثبات کار",
  "home_guide_23": "<p>در سیستم <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">اثبات کار (PoW)</a>، تراکنش ها در بلوک هایی گروه بندی می شود. این بلوک ها توسط ماینرها (استخراج کنندگان) PoW تأیید اعتبار می شود. وقتی اعتبار بلوکی به تأیید می رسد به بخش دائمی از شبکه Decred تبدیل می شود .</p>\n\t\t<p>می توانید با اختصاص دادن منابع رایانش (کامپیوترهای) مازادتان به شبکه،‌ به ماینر (استخراج‌کننده) تبدیل شوید. ماینرها در ازای کاری که انجام می دهند، Decred پاداش می گیرند.</p>\n\t\t<p>برای کارآمدی و راحتی می توانید به  <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">استخرهای استخراج</a> بپیوندید. استخرها، گروه هایی از ماینرها هستند که کار و پاداش حاصل از آن را تقسیم می کنند. پیوستن به استخر استخراج روشی عالی برای مشارکت کنندگان کوچکتر است تا پرداخت متوالی برای کارشان دریافت کنند.</p>",
  "home_guide_24": "ادامه",
  "home_guide_25": "برگشت",
  "home_guide_26": "رأی‌گیری سازوکار اثبات سهام",
  "home_guide_27": "<p>برخلاف PoW، <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">رأی‌گیری سازوکار اثبات سهام (PoS)</a> به منابع رایانش کمی نیاز دارد. وجوه Decred برای خرید بلیت های رأی گیری در شبکه استفاده می شود. در هر بلوک،‌ پنج بلیت از استخر بلیت های فعال (زنده) به صورت تصادفی انتخاب می شود تا به اعتبار بلوک قبلی رأی دهند. </p><p>PoS لایه بیشتری از غیرمتمرکز بودن به Decred اضافه می کند و به کاربران اجازه می دهد به تغییرات پیشنهادی شبکه رأی بدهند. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">استخرها - که ارائه‌دهندگان سرویس رأی‌گیری (VSPs) نامیده می‌شوند - برای PoS نیز دردسترس هستند</a> تا مطمئن باشید بلیت های شما هر زمان که بخواهید آماده رأی دادن هستند.</p>",
  "home_guide_28": "ادامه",
  "home_guide_29": "برگشت",
  "home_guide_30": "خرید و تجارت Decred",
  "home_guide_31": "<p>Decred هنوز جدید است و در حال حاضر آسان ترین راه خرید آن استفاده از «بیت کوین» است. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">بعد از اینکه مقداری «بیت کوین» جمع آوری کردید</a>،‌ می توانید آن را در مبادلات پول دیجیتال با Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">معامله کنید</a>.</p>",
  "home_guide_32": "ادامه",
  "home_guide_33": "برگشت",
  "home_guide_34": "پیوستن به جامعه",
  "home_guide_35": "<p>ازطریق فرایندهای غیرمتمرکز، افراد با ایده‌ها، اهداف، و نظرات متفاوت می‌توانند به شکل‌گیری آینده کمک کنند. احتمالاً سؤال‌هایی دارید، پس بشتابید و به انجمن روبه رشد ما بپیوندید، جایی‌که می‌توانید با توسعه‌دهندگان و کاربران دیگر ارتباط برقرار کنید، اطلاعات دریافت کنید، سؤال بپرسید، یا صرفاً با هم وقت بگذارنید. علاوه‌براین، کانال‌های  <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram</a>، و <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack</a> هم داریم که می‌توانید ازطریق آن‌ها بی‌درنگ یا توسعه‌دهندگان و کاربران گپ بزنید. <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> و <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>را هم فراموش نکنید. مشتاق دیدارتان هستیم!</p>",
  "home_guide_36": "ادامه",
  "home_guide_37": "برگشت",
  "home_guide_38": "ویژگی های برنامه ریزی شده",
  "home_guide_39": "<p>بخشی از پاداش دریافت‌شده از بلوک‌های جدید به توسعه «دیکرید» اختصاص داده می‌شود تا مطمئن باشیم دیکرید به تکامل خود برای برآورده کردن نیازها و خواسته‌های فعلی و آینده جامعه ادامه می‌دهد. این‌ها تنها بخشی از ویژگی‌های برنامه‌ریزی‌شده برای سال 2018 و اوایل 2019 است:</p><ul><li>شبکه صاعقه‌ای</li><li>انتشار اولیه حریم خصوصی<li>کنترل غیرمتمرکز سرمایه‌ها</li><li>نهادهای مستقل (خودگردان) غیرمتمرکز</li><li>بهینه‌سازی‌های مقیاس‌پذیری</li><li>یکپارچه‌سازی‌های Decrediton</li><li>رشد بازاریابی</li><li>پیشنهاد تبادل غیرمتمرکز</li></ul><p>در وبلاگ ما درباره این ویژگی‌ها و چیزهای دیگر اطلاعات بیشتری دریافت کنید. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">به «دیکرید» خوش آمدید: آینده رمزارزهای دیجیتال</a></p>",
  "home_guide_40": "ادامه",
  "home_guide_41": "برگشت",
  "downloads_description": "اگر تازه با «دیکرید» آشنا شده‌اید و می‌خواهید اطلاعات عمیق‌تری داشته باشید، حتماً <a href=\"../#guide\">تور شروع به کار</a> یا <a href=\"../#platform\">مشخصات کلی فنی</a> را بخوانید. اگر درحال دانلود کردن باینری‌های دیکرید هستید، لطفاً با دنبال کردن این مراحل <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">راستی‌آزمایی باینری</a>، سرجمع‌ها را به تأیید برسانید.",
  "downloads_category_core": "نرم‌افزار اصلی",
  "downloads_category_mining_software": "نرم‌افزار استخراج",
  "downloads_category_3rd_party_wallets": "کیف پول های شخص ثالث",
  "downloads_app_decrediton": "کیف پول رابط کاربری گرافیکی برای Windows،‏ macOS و Linux.",
  "downloads_app_commandline": "نصب کننده/به روز کننده خودکار و چند پلتفورمی برای برنامه های خط فرمان.",
  "downloads_app_exodus": "Exodus برنامه ای کاربرپسند است که قابلیت های ایمن سازی، مدیریت و تبادل دارایی های زنجیره بلوکی را در یک جا جمع می کند.",
  "downloads_app_coinomi": "بیت‌کوین، اتیریم، و بیش از 500 دارایی زنجیره بلوکی دیگر را ایمن ذخیره، مدیریت، و تبدیل کنید.",
  "downloads_app_ownbit": "Ownbit (بیت‌بیل) یک کیف پول رمزارز غیرمتمرکز است. کلیدهای خصوصی مخصوص خودتان را خواهید داشت.",
  "downloads_app_anybit": "Anybit (انی‌بیت) یک کیف پول ویژه دستگاه همراه برای سیستم‌عامل‌های Android و iOS است که به قابلیت‌های درونی ردیابی قیمت و اخبار مجهز است.",
  "downloads_app_atomicwallet": "کیف پول رایانه‌ای چند دارایی با قابلیت درونی تبدیل ازطریق مبادله‌های اتمی غیرتوقیفی و دفتر سفارش غیرمتمرکز.",
  "downloads_app_guarda": "Guarda با کیف پول‌های چند ارزی مبتنی بر وب، رایانه، و دستگاه همراه ارائه می‌شود.",
  "downloads_app_ledger": "Ledger Live کیف پولی مبتنی بر وب است که با کیف پول سخت افزاری Ledger ایمن‌سازی شده است.",
  "stakepools_description": "ارائه‌دهندگان سرویس رأی‌گیری (VSPs) به شما اجازه می‌دهد بدون نگرانی از ضررهای ناشی از خرابی کامپیوتر، اتصال اینترنت ضعیف و پروقفه یا نیروی برق غیرپایدار، در سیستم سازوکار اثبات سهام (PoS) متعلق به Decred شرکت کنید.",
  "notice": "توجه",
  "warning": "Warning",
  "stakepools_warning_1": "بلیت های از دست رفته ممکن است در اثر اتصال استخراج کننده ضعیف «اثبات کار» (PoW) به وجود آید و ممکن است لزوماً ناشی از نقص استخر نباشد.",
  "stakepools_warning_2": "To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "community_description": "بشتابید و به انجمن روبه رشد ما بپیوندید، جایی‌که می‌توانید با توسعه‌دهندگان و کاربران دیگر ارتباط برقرار کنید، اطلاعات دریافت کنید، سؤال بپرسید، یا صرفاً با هم وقت بگذرانید. کانال‌های عمومی ما در Matrix، ‏Slack، و Discord به هم پل‌زده شده‌اند. می‌توانید هریک از این پلتفرم‌ها را انتخاب کنید و همچنان در گفتگوهای اعضای انجمن «دیکرید» در پلتفرم‌های دیگر شرکت کنید.",
  "press_description": "شیکاگو تریبون (Chicago Tribune)، مجله بیت کوین (Bitcoin Magazine) و نزدک (Nasdaq)، ‏Decred را به عنوان پروژه ارز رمزی پیشگام شناخته اند. در زیر مجموعه ای از اشاره های اخیر آمده است.",
  "press_coverage": "پوشش خبری",
  "press_releases": "انتشارات",
  "Business brief": "خلاصه کسب و کار",
  "Decred Recruiting": "جذب نیرو در دیکرید",
  "Wallets": "دانلودها",
  "Exchanges and Payments": "تبادلات و پرداخت‌ها",
  "Join our community!": "پیوستن به جامعه",
  "Press": "رسانه",
  "Roadmap": "ره‌نگاشت",
  "Visual communication toolkit": "جعبه ابزار ارتباط بصری",
  "Voting Service Providers": "ارائه‌دهندگان سرویس رأی‌دهی",
  "Who is Decred?": "Decred کیست؟",
  "Join our Matrix community": "پیوستن به انجمن Matrix ما",
  "matrix_to_register_using_the_riot": "برای ثبت‌نام ازطریق برنامه وب Riot با اطلاعات از پیش تکمیل‌شده سرور خانگی دیکرید، روی پیوند زیر کلیک کنید.",
  "matrix_register_with_riot": "ثبت‌نام با Riot.",
  "matrix_note_you_must_register_with": "توجه: اگر می‌خواهید از بازنشانی گذرواژه استفاده کنید، باید با نشانی ایمیل ثبت‌نام کنید.",
  "matrix_if_you_already_have_an": "اگر از قبل حساب Matrix دارید، ازطریق پیوند زیر به سیستم سرور خانگی «دیکرید» وارد شوید.",
  "matrix_login_to_decred_homeserver": "ورود به سیستم سرور اصلی Decred",
  "matrix_to_browse_decred_rooms_click": "برای مرور اتاق‌های «دیکرید»،‌ روی دکمه دایرکتوری در پانل «Rooms» (اتاق‌ها) در گوشه سمت چپ کلیک کنید.",
  "matrix_decred_rooms": "اتاق‌های دیکرید",
  "matrix_to_browse_other_available_matrix": "برای مرور سایر کلاینت‌های Matrix و سرورهای خانگی دردسترس، <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">صفحه شروع به کار با Matrix را ببینید</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix پلتفرم پیام‌رسانی ایمن و باز پرطرفدار در میان پیمانکاران دیکرید است. به کمک نرم‌افزار پل‌زنی، کاربران Matrix می‌توانند با کاربران در سایر پلتفرهای دیکرید مانند، Slack و Discord، ارتباط برقرار کنند. Matrix ثبت‌نام شخص اول ارائه می‌کند؛ هیچ‌گونه اطلاعات هویتی یا خدمات شخص ثالث برای ثبت‌نام نیاز نیست. اگرچه، کاربران باید بدانند برای بعضی از ویژگی‌ها، مانند بازنشانی گذرواژه، به نشانی ایمیل نیاز است. برای اطلاعات بیشتر درباره ویژگی‌های امنیتی و کلاینت‌های دردسترس Matrix، به <a href=\"https://matrix.org/blog/home/\">صفحه وب</a> پروژه Matrix مراجعه کنید.</p>\n\n<p>برای پیوستن به Matrix، باید یک کلاینت و سرور خانگی انتخاب کنید. Matrix از کلاینت‌ها و سرورهای خانگی بی‌شماری پشتیبانی می‌کند، اما توصیه می‌کنیم کاربران تازه‌کار از Riot که بالاترین سطح پشتیبانی را در میان کلاینت‌های Matrix دارد و سرور خانگی دیکرید استفاده کنند. با استفاده از سرور خانگی دیکرید، راحت‌تر می‌توان اتاق‌های گپ دیکرید را پیدا کرد، «decred.org» به شناسه شما اضافه می‌شود، و همچنین می‌توانید در صورت قطع شدن ارتباط سرور خانگی دیکرید با سرورهای خانگی دیگر، به پیام‌رسانی ادامه دهید.</p>",
  "Page not found": "صفحه پیدا نشد",
  "Back to home page": "برگشت به صفحه اصلی"
}
