{
  "general_release_stable": "stabilna",
  "general_downloads": "pobrania",
  "general_total": "razem",
  "general_javascript_warning": "Wymagane środowisko JavaScript",
  "general_javascript_warning_description": "Przykro nam, ale ta strona nie działa prawidłowo bez włączonego środowiska JavaScript.",
  "exchanges_title": "Kantory",
  "exchanges_description": "Kantory walut cyfrowych są łatwym sposobem na zakup i handel Decred (DCR). Uwaga: Zawsze rób własną analizę przed skorzystaniem z usługi. Najbezpieczniejszym miejscem do przechowywania Decred jest portfel, do którego tylko Ty masz klucze dostępu.",
  "title": "Decred — niezależna waluta cyfrowa",
  "description": "Decred to niezależna waluta cyfrowa. Dzięki zastosowaniu hybrydowego systemu uzyskiwania konsensusu jest to zdecentralizowana, rozwijana w sposób zrównoważony i samorządna waluta, której zasady działania określają interesariusze.",
  "general_copyright": "Twórcy Decred",
  "nav_brand_resources": "Zasoby marki",
  "nav_in_the_press": "Decred w prasie",
  "nav_become_contributor": "Zostań współtwórcą",
  "nav_tech_overview": "Opis techniczny",
  "nav_business_brief": "Krótki opis działalności",
  "nav_roadmap": "Plan działania",
  "footer_roadmap": "Plan działania na rok 2018",
  "nav_whatis": "Co to jest Decred",
  "nav_mission": "Misja",
  "nav_platform": "Platforma",
  "nav_getstarted": "Wprowadzenie",
  "nav_interacting": "Interakcja z Decred",
  "nav_downloads": "Dobrania",
  "nav_politeia": "System propozycji",
  "nav_vsp": "Pule udziałów (Voting Service Providers)",
  "nav_networkstats": "Statystyki sieci",
  "nav_votingdashboard": "Panel głosowania",
  "nav_documentation": "Dokumentacja",
  "nav_community": "Społeczność",
  "nav_contributors": "Współtwórcy",
  "nav_exchanges": "Kantory",
  "nav_press": "Prasa",
  "contributors_corporate_contractor": "Podwykonawca firmowy",
  "contributors_development": "Programowanie",
  "contributors_design": "Wygląd",
  "contributors_community": "Społeczność",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategia",
  "contributors_description": "Decred wykorzystuje nowatorski model kontrahenta umożliwiający nagradzanie współtwórców za dobrą pracę. Takie podejście umożliwiło powstanie solidnego globalnego zespołu programistów, projektantów i strategów, a także zintegrowanej społeczności. Współtwórcą może być każdy, kto wykaże się działaniami i umiejętnościami umożliwiającymi realizację misji projektu.",
  "roadmap_tag_new": "Nowe",
  "roadmap_tag_ongoing": "Bieżące",
  "roadmap_tag_completed": "Zakończone",
  "roadmap_moreinfo": "Więcej informacji",
  "roadmap_tag_subtitle": "Spojrzenie na naszą przyszłość i przeszłość",
  "roadmap_description": "Naszym głównym celem jest zapewnienie stabilnych i niezawodnych produktów. W związku z tym wszelkie przedstawione funkcje nowych wersji i daty publikacji mogą ulec zmianie.",
  "brand_guide_0": "Zestaw narzędzi do komunikacji wizualnej",
  "brand_guide_1": "Zestaw narzędzi do szybkiego zastosowania",
  "brand_guide_2": "Pakiet logo",
  "brand_guide_3": "Pobierz pakiet logo",
  "brand_guide_4": "Kolory podstawowe",
  "brand_guide_5": "Koralowy niebieski",
  "brand_guide_6": "Turkusowy",
  "brand_guide_7": "Ciemnoniebieski",
  "brand_guide_8": "Czcionka",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "Jasnoniebieski",
  "brand_guide_11": "Zielony",
  "brand_guide_12": "Pomarańczowy",
  "brand_guide_13": "Cele identyfikacji wizualnej Decred to jej prezentacja wśród innych walut cyfrowych, wspieranie spójnego wykorzystania na różnych platformach oraz wywarcie odpowiedniego wrażenia i zaangażowanie nowych użytkowników. Są one osiągane przez prawidłowe użycie logo, kroju czcionki, kolorów i elementów graficznych. Opracowaliśmy proste szablony stylów odpowiednie dla wszystkich użytkowników, a także projektantów tworzących bardziej złożone materiały.",
  "brand_guide_14": "Wyświetl repozytorium github/dcrdesign dla pakietów projektowych, wytycznych i dokumentacji",
  "exchanges_otc_title": "Handlarze Decred OTC",
  "exchanges_otc_description": "Handel pozagiełdowy (OTC) pozwala klientom kupować lub sprzedawać Decred bezpośrednio w relacji z handlarzem. Klient i handlarz uzgadniają stałą cenę za dużą liczbę waluty Decred i przeprowadzają transakcję bez udziału giełdy. Minimalna wielkość transakcji dla transakcji pozagiełdowych wynosi zazwyczaj 100 000 USD lub więcej.",
  "exchanges_payment_title": "Podmioty obsługujące płatności Decred",
  "exchanges_payment_description": "Rozwiązania dla sprzedawców internetowych pozwalające zacząć akceptować płatności Decred (DCR). Podmioty obsługujące płatności zapewniają szybką i łatwą integrację w celu akceptacji kryptowalut poprzez platformy e-commerce.",
  "exchanges_subtitle": "Decred w kantorach",
  "exchanges_showall": "Pokaż wszystko",
  "home_download_wallet": "Pobierz portfel",
  "home_for_computer": "Dla Twojego komputera",
  "home_mainheading": "Decred to niezależna waluta cyfrowa.",
  "home_all_downloads": "Wszystkie pliki do pobrania",
  "home_watch_video": "Obejrzyj film",
  "home_decrediton_for_macdl": "Decrediton dla macOS",
  "home_decrediton_for_linuxdl": "Decrediton dla Linux",
  "home_decrediton_for_windl": "Decrediton dla Windows",
  "home_politeia_notice_title": "System propozycji Decred działa na bieżąco",
  "home_politeia_notice_body": "Politeia pozwala użytkownikom Decred i interesariuszom proponować, dyskutować, współpracować i finansować nowe projekty, inicjatywy i zmiany konsensusu.",
  "home_politeia_notice_link_title": "Pokaż propozycje",
  "home_mission_section_title": "Misja",
  "home_mission_title_1": "Autonomia jest podstawą samorządności. Interesariusze ustalają zasady.",
  "home_mission_body_1": "Od 2016 roku w Decred dążymy do ustalenia odpowiednich zasad zarządzania łańcuchem bloków. Nasz innowacyjny model konsensusu przez głosowanie daje odpowiednie możliwości interesariuszom i pozwala płynnie przejść z jednego zestawu zasad do innego. Zdecentralizowane podejmowanie decyzji i samodzielne finansowanie umożliwiło nam utworzenie solidnej, podlegającej ewolucyjnym zmianom waluty cyfrowej, na którą nie wpływają podmioty zewnętrzne.",
  "home_mission_title_2": "Zbudowane na sprawdzonej w 100% technologii open source.",
  "home_mission_body_2": "Nasza modularna baza kodu charakteryzuje się doskonałą możliwością dostosowania i można ją skalować zgodnie z najnowszymi technologiami łańcucha bloków. Technologia Decred umożliwiła pierwsze na świecie pomyślne głosowanie nad konsensusem dotyczące bezpośrednio łańcucha i aktywowane przez użytkowników. Jest to rewolucyjne podejście do zarządzania przez interesariuszy, w którym nasi interesariusze kierują projektem i wspólnie podejmują decyzje.",
  "home_mission_chart_1": "z sumy",
  "home_mission_chart_2": "wydobyte do tej pory",
  "home_mission_title_3": "Duże możliwości dla użytkowników, grup i firm.",
  "home_mission_body_3": "Istniejemy jako społeczność. Interesariusze, którzy biorą udział w podejmowaniu decyzji dotyczących Decred są nagradzani za swoje działania. Model zrównoważonego finansowania i solidnych kontrahentów umożliwia każdemu dołączenie do społeczności Decred w dowolnej chwili i udział w zarządzaniu nią. O wartości Decred decydują ludzie, którzy nad nią pracują — razem tworzymy zdecentralizowaną przyszłość, jakiej wszyscy oczekujemy.",
  "home_quotes_quote": "„Cechą charakterystyczną Decred jest dobre zarządzanie, a dzięki dobremu zarządzaniu możesz mieć każdą zaletę, jakiej tylko chcesz”.",
  "home_platform_platform": "Platforma",
  "home_platform_features": "Funkcje planowane w przyszłości.",
  "home_platform_built": "Decred jest tworzone z myślą o trwałości. Nasza działalność deweloperska i jakość należą do najwyższych. Oprogramowanie Decred to m.in:",
  "home_platform_innovative": "Innowacyjny, hybrydowy system osiągania konsensusu przez głosowanie oparty na systemie proof-of-work (PoW) i proof-of-stake (PoS)",
  "home_platform_censorship": "Niecenzurowana, połączona z łańcuchem bloków publiczna platforma propozycji",
  "home_platform_smartcontract": "Inteligentne kontrakty, które po prostu działają, na przykład Lightning Network",
  "home_platform_atomicswap": "Międzyłańcuchowe szybkie wymiany różnych walut cyfrowych",
  "home_platform_wallets_ease": "Portfele wieloplatformowe ułatwiające obsługę",
  "home_platform_consensus": "Konsensus poprzez głosowanie",
  "home_platform_hybrid": "Decred wykorzystuje innowacyjny hybrydowy system łączący rozwiązania proof-of-work (PoW) i proof-of-stake (PoS) zapewniający interesariuszom możliwość decydowania o zestawie stosowanych zasad konsensusu. Umożliwia to bezproblemowe przejście z jednego zestawu zasad do innego przy zachowaniu istniejącego ekosystemu łańcucha bloków.",
  "home_platform_swaps": "Szybkie zamiany",
  "home_platform_decent": "Decred nie wymaga korzystania ze scentralizowanych giełd. Międzyłańcuchowe szybkie zamiany między różnymi walutami cyfrowymi umożliwiają użytkownikom dokonywanie niewymagających sprawdzania rzetelności transakcji pozagiełdowych (OTC) bez pośredników.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred wykorzystuje niecenzurowaną, połączoną z łańcuchem bloków publiczną platformę propozycji, która umożliwia użytkownikom przesyłanie własnych projektów do samodzielnego finansowania z subsydium bloku DCR. Politeja (Pi) zapewnia zrównoważony rozwój systemu.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred wporwadza inteligentne kontrakty, które po prostu działają. Lightning Network (LN) to jedno z zastosowań systemu bezłańcuchowego o niskim opóźnieniu umożliwiające niemal natychmiastowe mikropłatności w DCR. Dzięki sieci LN Decred może bezpośrednio konkurować z istniejącymi systemami płatności zryczałtowanych.",
  "home_platform_wallets": "Portfele wieloplatformowe",
  "home_platform_accessible": "Decred oferuje portfele dostępne za pośrednictwem graficznych interfejsów użytkownika (GUI) dla wszystkich najpopularniejszych systemów operacyjnych (Windows, macOS i Linux). Dla użytkowników posiadających większą wiedzę techniczną dostępne są także portfele wykorzystujące interfejs wiersza poleceń (CLI).",
  "home_platform_soon": "Soon™",
  "home_platform_active": "Waluta Decred jest aktywnie rozwijana. Aktualne kamienie milowe obejmują kierowaną całkowicie przez interesariuszy zdecentralizowaną organizację autonomiczną (DAO) i zwiększenie poziomu poufności danych użytkowników.",
  "home_principles_oss": "Bezpłatne oprogramowanie open source",
  "home_principles_free": "Całe oprogramowanie opracowane w ramach Decred powino być bezpłatnym oprogramowaniem typu open source.",
  "home_principles_incremental": "Stałe podnoszenie poziomu poufności i bezpieczeństwa",
  "home_principles_privacy": "Należy stale wdrażać i rozszerzać zakres technologii umożliwiającej zachowanie poufności i bezpieczeństwa — zarówno aktywnie, jak i w odpowiedzi na ataki.",
  "home_principles_speech": "Wolność słowa i rozwaga",
  "home_principles_everyone": "Każdy z nas ma prawo do przekazywania opinii i pomysłów bez obawy o cenzurę. Należy wziąć pod uwagę każdy konstruktywny głos oparty na faktach i logice.",
  "home_principles_multi_stakeholder": "Integracja wielu interesariuszy",
  "home_principles_inclusivity": "Integracja oznacza system obejmujący wielu intersariuszy i należy podejmować aktywne działania, aby zapewnić różnorodność opinii i użytkowników.",
  "home_principles_bound": "Obowiązują nas następujące zasady przewodnie.",
  "home_principles_equitable": "Te zasady określono, aby  uzyskać sprawiedliwe i zrónoważone ramy działania, które umożliwią osiągnięcie celu, jakim jest niezależność i decentralizacja waluty Decred oraz zapewnienie rzeczywistego prawa głosu wszystkim interesariuszom.",
  "home_guide_0": "Ta prezentacja umożliwi uzyskanie podstawowych informacji o walucie Decred",
  "home_guide_1": "Przegląd",
  "home_guide_2": "Decred to wieloplatformowa waluta cyfrowa z obsługą systemów Windows, macOS i Linux. Łatwe w obsłudze aplikacje portfela umożliwiają wysyłanie, odbieranie i wydobywanie Decred za pomocą kilku kliknięć.",
  "home_guide_3": "Dla tych, którzy lubią majsterkować, Decred oferuje pełen zestaw narzędzi wiersza poleceń umożliwiających dostosowanie Decred do własnych potrzeb.",
  "home_guide_4": "Kontynuuj",
  "home_guide_5": "Wstecz",
  "home_guide_6": "Podstawy",
  "home_guide_7": "<p>Istnieją trzy główne sposoby korzystania z Decred:</p><p><strong>Portfel</strong> — służy do wysyłania i odbierania środków oraz uczestniczenia w głosowaniu PoS.</p><p><strong>Wydobycie proof-of-work</strong> — wykorzystanie mocy obliczeniowej do weryfikacji transakcji w sieci i generowania nowych tokenów Decred.</p><p><strong>Głosowanie proof-of-stake</strong> — wykorzystanie środków do głosowania nad ważnymi kwestiami dotyczącymi rozwoju sieci i weryfikowanie transakcji w zamian za nagrodę.</p>",
  "home_guide_8": "Kontynuuj",
  "home_guide_9": "Wstecz",
  "home_guide_10": "Portfel",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> jest wieloplatformowym portfelem GUI dla Decred. Jest dostępny dla użytkowników systemów Windows, MacOS i Linux.</p><p><a href=\"downloads/#cli\">Portfel z wierszem poleceń i narzędzia</a> są również dostępne dla różnych platform.</p><p>Aby uzyskać pomoc w rozpoczęciu pracy, możesz zapoznać się z naszym <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Przewodnikiem dla początkujących</a>.</p>",
  "home_guide_12": "Kontynuuj",
  "home_guide_13": "Wstecz",
  "home_guide_14": "Wyślij i odbierz Decred",
  "home_guide_15": "<p>Do wysyłania i odbierania środków wymagany jest jedynie adres. Można go łatwo wygenerować z dowolnego portfela Decred. Adresy Decred zawsze <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">zaczynają się od litery D i zawierają od 26 do 36 znaków alfanumerycznych</a>.</p>\n\t\t<p>Po dokonaniu transakcji środki zostaną zwykle rozliczone w ciągu około 5 minut. Niewielka opłata jest pobierana za utrzymanie sieci. Opłata jest dodawana do kwoty transakcji. Oznacza to, że przelew 100 DCR spowoduje pobranie opłaty wynoszącej około 0,006 DCR.</p>\n\t\t<p>Eksploratory bloków <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> i <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> umożliwiają użytkownikom wyszukanie wszystkich bloków i transakcji w łańcuchu bloków Decred.</p>",
  "home_guide_16": "Kontynuuj",
  "home_guide_17": "Wstecz",
  "home_guide_18": "Mining",
  "home_guide_19": "<p>Pojęcie wydobywania oznacza proces weryfikowania transakcji i zabezpieczenia ich w sieci Decred. W zamian za wykonaną pracę górnicy są nagradzani nowo wygenerowanymi monetami Decred.</p>\n\t\t<p>Decred stosuje dwie metody weryfikowania transakcji: Proof-of-work (PoW) i Proof-of-stake (PoS).</p>",
  "home_guide_20": "Kontynuuj",
  "home_guide_21": "Wstecz",
  "home_guide_22": "Wydobycie proof-of-work",
  "home_guide_23": "<p>W systemie <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\">Proof-of-work (PoW)</a> transakcje są grupowane w bloki. Poprawność tych bloków jest sprawdzana przez górników PoW. Po sprawdzeniu poprawności bloku staje się on trwałą częścią sieci Decred</p>.\n\t\tAby zostać górnikiem, należy udostępnić w sieci wolne zasoby obliczeniowe. W zamian górnicy są nagradzani Decred.<p>\n\t\t<p>Ze względu na wygodę i efektywność można dołączyć do <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\">kopalni</a>. Kopalnie to grupy górników, którzy wspólnie wykonują pracę i dzielą nagrodę. Dołączenie do kopalni to doskonały sposób na otrzymywanie stałej wypłaty za pracę wykonywaną przez użytkowników wnoszących niewielki wkład.</p>",
  "home_guide_24": "Kontynuuj",
  "home_guide_25": "Wstecz",
  "home_guide_26": "Głosowanie proof-of-stake",
  "home_guide_27": "<p>W przeciwieństwie do PoW <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">głosowanie Proof-of-stake (PoS)</a> wymaga niewielkich zasobów obliczeniowych. Środki Decred służą do kupowania biletów głosowania w sieci. W każdym bloku spośród puli biletów dostępnych na żywo losowo wybieranych jest pięć biletów umożliwiających głosowanie nad poprawnością poprzedniego bloku. </p><p>System PoS dodatkowo zwiększa decentralizację Decred i umożliwia użytkownikom głosowanie nad sugerowanymi zmianami dotyczącymi sieci. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">W systemie PoS także dostępne są kopalnie – Voting Service Providers (VSPs),</a> zapewniające gotowość biletów do głosowania w dowolnej chwili po wywołaniu.</p>",
  "home_guide_28": "Kontynuuj",
  "home_guide_29": "Wstecz",
  "home_guide_30": "Kupowanie i obrót walutą Decred",
  "home_guide_31": "<p>Decred jest jeszcze nowe, a obecnie najłatwiejszym sposobem na jego zakup jest skorzystanie z Bitcoinów. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Mając już trochę Bitcoinów,</a> można nimi handlować <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">na giełdach walut cyfrowych</a>.</p>",
  "home_guide_32": "Kontynuuj",
  "home_guide_33": "Wstecz",
  "home_guide_34": "Dołącz do społeczności",
  "home_guide_35": "<p>Poprzez zdecentralizowane procesy osoby z różnymi pomysłami, celami i opiniami mogą pomóc w kształtowaniu przyszłości. Prawdopodobnie będziesz mieć jakieś pytania, więc dołącz do naszej rozwijającej się społeczności, gdzie możesz kontaktować się z programistami i innymi użytkownikami, otrzymywać informacje, zadawać pytania lub po prostu spędzać wolny czas. Mamy <a href=\"https://webchat.freenode.net/?channels=decred&amp;uio=d4\" title=\"_blank\" rel=\"noopener noreferrer\">kanał IRC</a>,<a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\"> kanał Telegram</a> i <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">kanał Slack</a>, gdzie można rozmawiać z programistami i innymi użytkownikami w czasie rzeczywistym. Nie zapomnij o <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitterze</a> i <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>. Nie możemy się doczekać, aby Cię spotkać!</p>",
  "home_guide_36": "Kontynuuj",
  "home_guide_37": "Wstecz",
  "home_guide_38": "Planowane funkcje",
  "home_guide_39": "<p>Część nagród za bloki jest przeznaczana na prace nad Decred, aby zapewnić, że będzie się stale rozwijać w celu zaspokojenia potrzeb i pragnień społeczności teraz i w nadchodzących latach. Oto tylko niektóre z funkcji zaplanowanych na rok 2018 i początek 2019:</p><ul><li> Lightning network</li><li>Wstępna wersja prywatna</li><li>Decentralizowana kontrola nad funduszami</li><li>Decentralizowane jednostki autonomiczne</li><li>Optymalizacja skalowalności</li><li>Integracje dekredycyjne</li><li>Rozwój rynku</li><li>Propozycja decentralizowanej wymiany</li></ul><p>Więcej informacji o tym i nie tylko można znaleźć na naszym blogu. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Przedstawiamy Decred: przyszłość autonomicznej waluty cyfrowej</a></p>",
  "home_guide_40": "Kontynuuj",
  "home_guide_41": "Wstecz",
  "downloads_description": "Jeśli jesteś nowym użytkownikiem Decred, upewnij się, że znasz <a href=\"../#guide\">przewodnik dla początkujących</a> lub <a href=\"../#platform\">przegląd techniczny</a>, jeśli chcesz wiedzieć więcej. Jeśli pobierasz pliki binarne Decred, postępuj zgodnie z poniższymi krokami <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">weryfikacji binarnej</a>, aby zweryfikować sumy kontrolne.",
  "downloads_category_core": "Oprogramowanie podstawowe",
  "downloads_category_mining_software": "Oprogramowanie do wydobywania",
  "downloads_category_3rd_party_wallets": "PORTFELE FIRM ZEWNĘTRZNYCH",
  "downloads_app_decrediton": "Portfel z graficznym interfejsem użytkownika dla systemu Windows, macOS i Linux.",
  "downloads_app_commandline": "Międzyplatformowy automatyczny moduł instalacji/aktualizacji dla aplikacji wiersza polecenia.",
  "downloads_app_gominer": "Koparka CUDA/OpenCL dla procesorów graficznych AMD/NVIDIA. Oficjalnie wspierana przez zespół Decred.",
  "downloads_app_ccminer": "Koparka CUDA firmy zewnętrznej dla procesorów graficznych firmy NVIDIA. Nie jest wspierana przez zespół Decred.",
  "downloads_app_sgminer": "Koparka OpenCL firmy zewnętrznej dla procesorów graficznych firmy AMD. Nie jest wspierana przez zespół Decred.",
  "downloads_app_exodus": "Exodus to łatwa w obsłudze, zintegrowana aplikacja do zabezpieczania, zarządzania i wymiany łańcuchów bloków.",
  "downloads_app_coinomi": "Bezpiecznie przechowuj, zarządzaj i wymieniaj Bitcoin, Ethereum i ponad 500 innych zasobów blockchain.",
  "downloads_app_bitbill": "Bitbill to zdecentralizowany portfel na kryptowaluty. Oferuje prywatne klucze.",
  "downloads_app_anybit": "Anybit to mobilny portfel dostępny dla systemów Android i iOS z wbudowanym śledzeniem cen i wiadomości.",
  "downloads_app_atomicwallet": "Wielozasobowy portfel pulpitowy wyposażony w wbudowaną funkcję wymiany poprzez operacje typu non-custodial atomic swaps i zdecentralizowany rejestr zamówień.",
  "downloads_app_guarda": "Guarda jest reprezentowana przez portfele internetowe, stacjonarne i mobilne wielowalutowe.",
  "downloads_app_cobo": "Cobo, dostarczany przez współzałożyciela F2Pool jest wyjątkowo bezpiecznym portfelem mobilnym obsługującym głosowanie PoS Cloud Pool oraz ponad 30 walut i 500 tokenów",
  "downloads_app_ledger": "Ledger Live to portfel sieciowy zabezpieczany przez sprzęt portfela Ledger.",
  "stakepools_description": "Pule udziałów (VSP) pozwalają na udział w systemie Decred proof-of-stake (PoS) bez konieczności obawiania się o straty związane z niedziałającym komputerem, słabym połączeniem internetowym lub przerwami w zasilaniu.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Uwaga:</span>&nbsp;Pominięte bilety mogą być wynikiem słabego połączenia   górnika proof-of-work (PoW)   i nie muszą oznaczać błędu dostawcy.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Ostrzeżenie:</span>&nbsp;Aby zachęcić do decentralizacji sieci, zaleca się unikać dostawców, którzy posiadają ponad 5% głosów w sieci.",
  "community_description": "Dołącz do naszej rozwijającej się społeczności, w której możesz kontaktować się z programistami i innymi użytkownikami, otrzymywać informacje, zadawać pytania lub po prostu spędzać czas. Kanały publiczne na Matrix, Slack i Discord zostały połączone. Możesz wybrać dowolną z tych platform i nadal uczestniczyć w dyskusjach z członkami społeczności Decred na temat innych.",
  "press_description": "Chicago Tribune, Bitcoin Magazine i Nasdaq uznały Decred za wiodącą kryptowalutę. Poniżej znajduje się galeria najnowszych wzmianek.",
  "press_coverage": "Informacje w mediach",
  "press_releases": "Wydania",
  "Business brief": "Krótki opis działalności",
  "Decred Recruiting": "Rekrutacja Decred",
  "Downloads": "Dobrania",
  "Exchanges and Payments": "Wymiany i płatności",
  "Join our community!": "Dołącz do społeczności",
  "Press": "Prasa",
  "Roadmap": "Plan działania",
  "Visual communication toolkit": "Zestaw narzędzi do komunikacji wizualnej",
  "Voting Service Providers": "Pule udziałów (Voting Service Providers)",
  "Who is Decred?": "Co to jest Decred?",
  "Join our Matrix community": "Dołącz do społeczności Matrix",
  "matrix_to_register_using_the_riot": "Aby zarejestrować się za pomocą aplikacji internetowej Riot, z wstępnie wypełnionymi informacjami o serwerze domowym Decred, kliknij poniższy link.",
  "matrix_register_with_riot": "Zarejestruj się z Riot.",
  "matrix_note_you_must_register_with": "Uwaga: Jeśli chcesz móc resetować hasło, musisz zarejestrować się za pomocą adresu e-mail.",
  "matrix_if_you_already_have_an": "Jeśli posiadasz już konto Matrix, użyj poniższego łącza, aby zalogować się na serwerze domowym Decred.",
  "matrix_login_to_decred_homeserver": "Zaloguj się do serwera głównego Decred",
  "matrix_to_browse_decred_rooms_click": "Aby przeglądać pokoje Decred, kliknij przycisk katalogu w panelu „Pokoje” po lewej stronie.",
  "matrix_decred_rooms": "Pokoje Decred",
  "matrix_to_browse_other_available_matrix": "Aby przeglądać inne dostępne klienty Matrix i serwery domowe, zobacz stronę <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">dla początkujących z Matrix</a>.",
  "matrix_matrix_is_a_secure_open": "Matrix to bezpieczna, otwarta platforma komunikacyjna popularna wśród kontrahentów Decred. Z pomocą oprogramowania łączącego użytkownicy Matrix mogą komunikować się z użytkownikami na innych platformach Decred, takich jak Slack i Discord. Matrix oferuje pierwszą rejestrację; do rejestracji nie są wymagane żadne dane identyfikacyjne ani usługi osób trzecich. Użytkownicy powinni być jednak świadomi, że niektóre funkcje, takie jak reset hasła, wymagają podania adresu e-mail. Więcej informacji o zabezpieczeniach Matrix i dostępnych klientach można znaleźć na <a href=\"https://matrix.org/blog/home/\">stronie głównej</a> projektu Matrix.\n\n<p>Aby dołączyć do platformy Matrix, musisz wybrać klienta i serwer domowy. Matrix obsługuje wielu klientów i wiele serwerów domowych, ale początkującym użytkownikom polecamy najlepiej obsługiwanego klienta Matrix, Riot i serwer domowy Decred. Korzystanie z serwera domowego Decred ułatwia znalezienie chat roomów Decred, dodaje „decred.org” do ID użytkownika i pozwala na kontynuowanie wysyłania wiadomości w przypadku rozłączenia się serwera domowego Decred od innych serwerów domowych.</p>",
  "Page not found": "Nie znaleziono strony",
  "Back to home page": "Powrót do strony głównej"
}
