{
  "general_javascript_warning": "Wymagane środowisko JavaScript",
  "general_javascript_warning_description": "Przykro nam, ale ta strona nie działa prawidłowo bez włączonego środowiska JavaScript.",
  "exchanges_title": "Giełdy i kantory",
  "exchanges_description": "Giełdy walut cyfrowych są łatwym sposobem na zakup i handel Decred (DCR). Uwaga: Zawsze rób własną analizę przed skorzystaniem z usługi. Najbezpieczniejszym miejscem do przechowywania Decred jest portfel, do którego tylko Ty masz klucze dostępu.",
  "description": "Decred to niezależna waluta cyfrowa. Dzięki zastosowaniu hybrydowego systemu uzyskiwania konsensusu jest to zdecentralizowana, rozwijana w sposób zrównoważony i samorządna waluta, której zasady działania określają interesariusze.",
  "general_copyright": "Twórcy Decred",
  "nav_brand_resources": "Zasoby marki",
  "nav_in_the_press": "Decred w prasie",
  "nav_become_contributor": "Zostań współtwórcą",
  "nav_tech_overview": "Opis techniczny",
  "nav_roadmap": "Plan działania",
  "footer_roadmap": "Plan działania na rok 2018",
  "nav_mission": "Misja",
  "nav_platform": "Platforma",
  "nav_interacting": "Interakcja z Decred",
  "nav_downloads": "Do pobrania",
  "nav_politeia": "System propozycji",
  "nav_vsp": "Pule udziałów (Voting Service Providers)",
  "nav_votingdashboard": "Panel głosowania",
  "nav_documentation": "Dokumentacja",
  "nav_community": "Społeczność",
  "nav_exchanges": "Giełdy i kantory",
  "nav_press": "Prasa",
  "nav_stakingvoting": "Staking i głosowanie",
  "nav_bugbounty": "Bug Bounty",
  "roadmap_tag_new": "Nowe",
  "roadmap_tag_ongoing": "Bieżące",
  "roadmap_tag_completed": "Zakończone",
  "roadmap_moreinfo": "Więcej informacji",
  "roadmap_tag_subtitle": "Spojrzenie na naszą przyszłość i przeszłość",
  "roadmap_description": "Naszym głównym celem jest zapewnienie stabilnych i niezawodnych produktów. W związku z tym wszelkie przedstawione funkcje nowych wersji i daty publikacji mogą ulec zmianie.",
  "brand_guide_0": "Zestaw narzędzi do komunikacji wizualnej",
  "brand_guide_title": "Zestaw narzędzi do szybkiego zastosowania",
  "brand_guide_2": "Pakiet logo",
  "brand_guide_3": "Pobierz pakiet logo",
  "brand_guide_4": "Kolory podstawowe",
  "brand_guide_5": "Koralowy niebieski",
  "brand_guide_6": "Turkusowy",
  "brand_guide_7": "Ciemnoniebieski",
  "brand_guide_8": "Czcionka",
  "brand_guide_9": "Kolory uzupełniające",
  "brand_guide_10": "Jasnoniebieski",
  "brand_guide_11": "Zielony",
  "brand_guide_12": "Pomarańczowy",
  "brand_guide_13": "Cele identyfikacji wizualnej Decred to jej prezentacja wśród innych walut cyfrowych, wspieranie spójnego wykorzystania na różnych platformach oraz wywarcie odpowiedniego wrażenia i zaangażowanie nowych użytkowników. Są one osiągane przez prawidłowe użycie logo, kroju czcionki, kolorów i elementów graficznych. Opracowaliśmy proste szablony stylów odpowiednie dla wszystkich użytkowników, a także projektantów tworzących bardziej złożone materiały.",
  "brand_guide_14": "Wyświetl repozytorium github/dcrdesign aby zobaczyć pakiety projektowe, wytyczne i dokumentację",
  "exchanges_payment_title": "Podmioty obsługujące płatności Decred",
  "home_download_wallet": "Pobierz portfel",
  "home_mission_section_title": "Misja",
  "home_mission_title_1": "Autonomia jest podstawą samorządności. Interesariusze ustalają zasady.",
  "home_mission_body_1": "Od 2016 roku w Decred dążymy do rozwiązania problemu zarzadzania łańcuchem bloków. Ku temu, nasz innowacyjny model konsensusu przez głosowanie daje odpowiednie możliwości interesariuszom i pozwala płynnie przejść z jednego zestawu zasad na inny. Zdecentralizowane podejmowanie decyzji i samodzielne finansowanie umożliwiło nam utworzenie solidnej, podlegającej ewolucyjnym zmianom waluty cyfrowej, wolnej od wpływów podmiotów zewnętrznych.",
  "home_mission_title_2": "Zbudowane na sprawdzonej w 100% technologii open source.",
  "home_mission_body_2": "Nasza modularna baza kodu charakteryzuje się doskonałą adaptacyjnością i można ją skalować zgodnie z najnowszymi technologiami łańcucha bloków. Technologia Decred umożliwiła pierwsze na świecie pomyślne głosowanie nad zasadami konsensusu przeprowadzone bezpośrednio na łańcuchu i aktywowane przez użytkowników. Jest to rewolucyjne podejście do zarządzania przez interesariuszy, w którym to nasza społeczność kieruje projektem i wspólnie podejmuje decyzje.",
  "home_mission_chart_1": "z sumy",
  "home_mission_chart_2": "wydobyte do tej pory",
  "home_mission_title_3": "Podmiotowość dla użytkowników, grup i firm.",
  "home_mission_body_3": "Istniejemy jako społeczność. Interesariusze, którzy biorą udział w podejmowaniu decyzji dotyczących Decred są nagradzani za swoje działania. Model zrównoważonego finansowania i współpracy z kontrahentami umożliwia każdemu dołączenie do społeczności Decred w dowolnej chwili i udział w zarządzaniu nią. Wartość Decred stanowią ludzie, którzy nad nim pracują — razem tworzymy zdecentralizowaną przyszłość, jakiej wszyscy oczekujemy.",
  "home_quotes_quote": "„Cechą charakterystyczną Decred jest dobre zarządzanie, a dzięki dobremu zarządzaniu możesz mieć każdą funkcję, jaką tylko zechcesz”.",
  "home_platform_platform": "Platforma",
  "home_platform_features": "Funkcje z myślą o przyszłości.",
  "home_platform_built": "Decred jest tworzony z myślą o trwałości. Nasza działalność deweloperska i jakość stoją na najwyższym poziomie w tej branży. Funkcje oprogramowania Decred to m.in:",
  "home_platform_innovative": "Innowacyjny, hybrydowy system osiągania konsensusu przez głosowanie oparty na systemie proof-of-work (PoW) i proof-of-stake (PoS)",
  "home_platform_censorship": "Niecenzurowana, połączona z łańcuchem bloków publiczna platforma propozycji",
  "home_platform_smartcontract": "Smart kontrakty, które po prostu działają, na przykład Lightning Network",
  "home_platform_atomicswap": "Międzyłańcuchowe, szybkie wymiany różnych walut cyfrowych",
  "home_platform_wallets_ease": "Proste w obsłudze, wieloplatformowe portfele",
  "home_platform_consensus": "Konsensus poprzez głosowanie",
  "home_platform_hybrid": "Decred wykorzystuje innowacyjny hybrydowy system łączący rozwiązania proof-of-work (PoW) i proof-of-stake (PoS) zapewniający interesariuszom możliwość decydowania o zestawie stosowanych zasad konsensusu. Umożliwia to bezproblemowe przejście z jednego zestawu zasad na inny przy zachowaniu istniejącego ekosystemu łańcucha bloków.",
  "home_platform_swaps": "Atomic Swaps",
  "home_platform_decent": "Decred nie wymaga korzystania ze scentralizowanych giełd. Międzyłańcuchowe, szybkie zamiany (Atomic Swaps) między różnymi walutami cyfrowymi umożliwiają użytkownikom dokonywanie niewymagających sprawdzania rzetelności transakcji pozagiełdowych (OTC) bez pośredników.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred wykorzystuje niecenzurowaną, połączoną z łańcuchem bloków publiczną platformę propozycji, która umożliwia użytkownikom przesyłanie własnych projektów do samodzielnego finansowania z subsydium za wydobycie bloków DCR. Politeja (Pi) zapewnia zrównoważony rozwój systemu.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred wprowadza smart kontrakty, które po prostu działają. Lightning Network (LN) to jedno z zastosowań systemu pozałańcuchowego o niskim opóźnieniu umożliwiające niemal natychmiastowe mikropłatności w DCR. Dzięki sieci LN Decred może bezpośrednio konkurować z istniejącymi systemami płatności fiat.",
  "home_platform_wallets": "Portfele wieloplatformowe",
  "home_platform_accessible": "Decred oferuje portfele dostępne za pośrednictwem graficznych interfejsów użytkownika (GUI) dla wszystkich najpopularniejszych systemów operacyjnych (Windows, macOS i Linux). Dla użytkowników posiadających większą wiedzę techniczną dostępne są także portfele wykorzystujące interfejs wiersza poleceń (CLI).",
  "home_platform_soon": "Soon™",
  "home_platform_active": "Decred cieszy się aktywnym rozwojem. Aktualne kamienie milowe obejmują kierowaną całkowicie przez interesariuszy zdecentralizowaną organizację autonomiczną (DAO) i zwiększenie poziomu prywatności danych użytkowników.",
  "home_guide_0": "Ta prezentacja umożliwi uzyskanie podstawowych informacji o Decred",
  "home_guide_1": "Przegląd",
  "home_guide_2": "Decred to wieloplatformowa waluta cyfrowa z obsługą systemów Windows, macOS i Linux. Łatwe w obsłudze aplikacje portfela umożliwiają wysyłanie, odbieranie i wydobywanie Decred za pomocą kilku kliknięć.",
  "home_guide_3": "Dla tych, którzy lubią majsterkować, Decred oferuje pełen zestaw narzędzi wiersza poleceń umożliwiających dostosowanie Decred do własnych potrzeb.",
  "home_guide_4": "Kontynuuj",
  "home_guide_5": "Wstecz",
  "home_guide_6": "Podstawy",
  "home_guide_7": "<p>Istnieją trzy główne sposoby korzystania z Decred:</p><p><strong>Portfel</strong> — służy do wysyłania i odbierania środków oraz uczestniczenia w głosowaniu PoS.</p><p><strong>Wydobycie proof-of-work</strong> — wykorzystanie mocy obliczeniowej do weryfikacji transakcji w sieci i generowania nowych tokenów Decred.</p><p><strong>Głosowanie proof-of-stake</strong> — wykorzystanie środków do głosowania nad ważnymi kwestiami dotyczącymi rozwoju sieci i weryfikowanie transakcji w zamian za nagrodę.</p>",
  "home_guide_8": "Kontynuuj",
  "home_guide_9": "Wstecz",
  "home_guide_10": "Portfel",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> jest wieloplatformowym portfelem GUI dla Decred. Jest dostępny dla użytkowników systemów Windows, MacOS i Linux.</p><p><a href=\"downloads/#cli\">Portfel z wierszem poleceń i narzędzia</a> są również dostępne dla różnych platform.</p><p>Aby uzyskać pomoc w rozpoczęciu pracy, możesz zapoznać się z naszym <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Przewodnikiem dla początkujących</a>.</p>",
  "home_guide_12": "Kontynuuj",
  "home_guide_13": "Wstecz",
  "home_guide_14": "Wysyłaj i odbieraj Decred",
  "home_guide_15": "<p>Do wysyłania i odbierania środków wymagany jest jedynie adres. Można go łatwo wygenerować z dowolnego portfela Decred. Adresy Decred zawsze <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">zaczynają się od litery D i zawierają od 26 do 36 znaków alfanumerycznych</a>.</p>\n\t\t<p>Po dokonaniu transakcji środki zostaną zwykle rozliczone w ciągu około 5 minut. Pobierana jest niewielka opłata na utrzymanie sieci, która jest dodawana do kwoty transakcji. Oznacza to, że przelanie 100 DCR spowoduje pobranie opłaty wynoszącej około 0,006 DCR.</p>\n\t\t<p>Eksploratory bloków <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> i <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> umożliwiają użytkownikom wyszukanie wszystkich bloków i transakcji w łańcuchu bloków Decred.</p>",
  "home_guide_16": "Kontynuuj",
  "home_guide_17": "Wstecz",
  "home_guide_18": "Wydobycie",
  "home_guide_19": "<p>Pojęcie wydobywania (miningu) oznacza proces weryfikowania transakcji i zabezpieczenia ich w sieci Decred. W zamian za wykonaną pracę górnicy są nagradzani nowo wygenerowanymi monetami Decred.</p>\n\t\t<p>Decred stosuje dwie metody weryfikowania transakcji: Proof-of-work (PoW) i Proof-of-stake (PoS).</p>",
  "home_guide_20": "Kontynuuj",
  "home_guide_21": "Wstecz",
  "home_guide_22": "Wydobycie proof-of-work",
  "home_guide_23": "<p>W systemie <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Proof-of-work (PoW)</a> transakcje są grupowane w bloki. Poprawność tych bloków jest sprawdzana przez górników PoW. Po sprawdzeniu poprawności bloku staje się on trwałą częścią sieci Decred</p>.\n\t\tAby zostać górnikiem, należy udostępnić w sieci wolne zasoby obliczeniowe. W zamian górnicy są nagradzani Decred.<p>\n\t\t<p>Ze względu na wygodę i efektywność można dołączyć do <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">pul wydobywczych (mining pools)</a>. Pule wydobywcze to grupy górników, którzy wspólnie wykonują pracę i dzielą się otrzymaną nagrodą. Dołączenie do puli wydobywczej to doskonały sposób dla mniejszych górników na otrzymywanie stałej wypłaty za swój niewielki wkład.</p>",
  "home_guide_24": "Kontynuuj",
  "home_guide_25": "Wstecz",
  "home_guide_26": "Głosowanie proof-of-stake",
  "home_guide_27": "<p>W przeciwieństwie do PoW <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">głosowanie Proof-of-stake (PoS)</a> wymaga niewielkich zasobów obliczeniowych. Środki Decred służą do kupowania biletów głosowania w sieci. W każdym bloku spośród puli biletów dostępnych na żywo, losowo wybieranych jest pięć biletów umożliwiających głosowanie nad poprawnością poprzedniego bloku. </p><p>System PoS dodatkowo zwiększa decentralizację Decred i umożliwia użytkownikom głosowanie nad sugerowanymi zmianami dotyczącymi sieci. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">W systemie PoS także dostępne są pule głosujących – Voting Service Providers (VSPs),</a> zapewniające gotowość biletów do głosowania w dowolnej chwili po ich wywołaniu.</p>",
  "home_guide_28": "Kontynuuj",
  "home_guide_29": "Wstecz",
  "home_guide_30": "Kupno i handel Decred",
  "home_guide_31": "<p>Decred jest wciąż młodą walutą, a obecnie najłatwiejszym sposobem na jej zakup jest skorzystanie z Bitcoinów. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Mając już trochę Bitcoinów,</a> można je wymienić na Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">na giełdach walut cyfrowych</a>.</p>",
  "home_guide_32": "Kontynuuj",
  "home_guide_33": "Wstecz",
  "home_guide_34": "Dołącz do społeczności",
  "home_guide_35": "<p>Poprzez zdecentralizowane procesy osoby z różnymi pomysłami, celami i opiniami mogą pomóc w kształtowaniu przyszłości. Prawdopodobnie będziesz mieć jakieś pytania, więc dołącz do naszej rozwijającej się społeczności, gdzie możesz kontaktować się z programistami i innymi użytkownikami, otrzymywać informacje, zadawać pytania lub po prostu spędzać wolny czas. Mamy <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\"> kanał Telegram</a> i <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">kanał Slack</a>, gdzie można rozmawiać z programistami i innymi użytkownikami w czasie rzeczywistym. Nie zapomnij o <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitterze</a> i <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>. Nie możemy się doczekać, aby Cię spotkać!</p>",
  "home_guide_36": "Kontynuuj",
  "home_guide_37": "Wstecz",
  "home_guide_38": "Planowane funkcje",
  "home_guide_39": "<p>Część nagród za bloki jest przeznaczana na prace nad Decred, aby zapewnić, że będzie się stale rozwijać w celu zaspokojenia potrzeb i pragnień społeczności teraz i w nadchodzących latach. Oto tylko niektóre z funkcji zaplanowanych na rok 2018 i początek 2019:</p><ul><li> Lightning network</li><li>Wstępna wersja prywatna</li><li>Decentralizowana kontrola nad funduszami</li><li>Decentralizowane jednostki autonomiczne</li><li>Optymalizacja skalowalności</li><li>Integracje dekredycyjne</li><li>Rozwój rynku</li><li>Propozycja decentralizowanej wymiany</li></ul><p>Więcej informacji o tym i nie tylko można znaleźć na naszym blogu. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Przedstawiamy Decred: przyszłość autonomicznej waluty cyfrowej</a></p>",
  "home_guide_40": "Kontynuuj",
  "home_guide_41": "Wstecz",
  "downloads_description": "Jeśli jesteś nowym użytkownikiem Decred, zaznajom się z <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">dokumentacją</a>. Osobom szczególnie dbającym o bezpieczeństwo zalecamy zastosowanie się <a href=\"https://docs.decred.org/advanced/verifying-binaries/\" target=\"_blank\" rel=\"noopener noreferrer\">do tych instrukcji</a> odnośnie weryfikacji plików binarnych portfela Decrediton oraz narzędzi wiersza polecenia.",
  "downloads_category_core_software": "Oprogramowanie podstawowe",
  "downloads_category_third_party_wallets": "PORTFELE FIRM ZEWNĘTRZNYCH",
  "downloads_app_decrediton": "Portfel z graficznym interfejsem użytkownika dla systemu Windows, macOS i Linux.",
  "downloads_app_commandline": "Międzyplatformowy automatyczny moduł instalacji/aktualizacji dla aplikacji wiersza polecenia.",
  "downloads_app_exodus": "Exodus to łatwa w obsłudze, zintegrowana aplikacja do zabezpieczania, zarządzania i wymiany zasobów na łańcuchu bloków.",
  "downloads_app_coinomi": "Bezpiecznie przechowuj, zarządzaj i wymieniaj Bitcoiny, Ethereum i ponad 500 innych zasobów blockchain.",
  "downloads_app_ownbit": "Ownbit to zdecentralizowany portfel na kryptowaluty. W nim to Ty kontrolujesz swoje klucze prywatne.",
  "downloads_app_anybit": "Anybit to mobilny portfel dostępny dla systemów Android i iOS z wbudowanym śledzeniem cen i wiadomości.",
  "downloads_app_atomicwallet": "Wielozasobowy portfel pulpitowy wyposażony w wbudowaną funkcję wymiany poprzez operacje typu non-custodial atomic swaps i zdecentralizowany rejestr zamówień.",
  "downloads_app_guarda": "Guarda jest reprezentowana przez wielowalutowe portfele internetowe, stacjonarne i mobilne.",
  "downloads_app_ledger": "Ledger Live to portfel sieciowy zabezpieczany przez portfel sprzętowy Ledger.",
  "stakepools_description": "Pule głosujących (VSP) pozwalają na udział w systemie Decred proof-of-stake (PoS) bez konieczności obawiania się o straty związane z niedziałającym komputerem, słabym połączeniem internetowym lub przerwami w zasilaniu.",
  "notice": "Uwaga",
  "warning": "Ostrzeżenie",
  "stakepools_warning_1": "Pominięte bilety mogą być wynikiem słabego połączenia   górnika proof-of-work (PoW)   i nie muszą oznaczać błędu dostawcy.",
  "stakepools_warning_2": "Aby zachęcić do decentralizacji sieci, zaleca się unikać dostawców, którzy posiadają ponad 5% głosów w sieci.",
  "press_description": "Decred był szeroko opisywany na łamach The Wall Street Journal, Forbes, Bitcoin Magazine i wielu innych czasopism. Poniżej znajduje się próbka naszych występów prasowych.<br /><br />Aby skontaktować się z projektem Decred, prosimy wysyłać wiadomości pod adres <a href=\"mailto:press@decred.org\">press@decred.org</a>",
  "press_coverage": "Informacje w mediach",
  "press_releases": "Wydania",
  "Decred Recruiting": "Rekrutacja Decred",
  "Wallets": "Pobrania",
  "Exchanges and Payments": "Giełdy wymian i płatności",
  "Join our community!": "Dołącz do społeczności",
  "Press": "Prasa",
  "Roadmap": "Plan działania",
  "Visual communication toolkit": "Zestaw narzędzi do komunikacji wizualnej",
  "Voting Service Providers": "Pule głosujących (Voting Service Providers)",
  "Who is Decred?": "Czym jest Decred?",
  "Page not found": "Nie znaleziono strony",
  "Back to home page": "Powrót do strony głównej",
  "landing_seemore": "Zobacz więcej",
  "landing_treasury_link1": "Współtworzenie projektu i zostanie wykonawcą"
}
