{
  "general_release_stable": "stabilna",
  "general_downloads": "pobrania",
  "general_total": "razem",
  "general_javascript_warning": "Wymagane środowisko JavaScript",
  "general_javascript_warning_description": "Przykro nam, ale ta strona nie działa prawidłowo bez włączonego środowiska JavaScript.",
  "exchanges_title": "Giełdy i kantory",
  "exchanges_description": "Giełdy walut cyfrowych są łatwym sposobem na zakup i handel Decred (DCR). Uwaga: Zawsze rób własną analizę przed skorzystaniem z usługi. Najbezpieczniejszym miejscem do przechowywania Decred jest portfel, do którego tylko Ty masz klucze dostępu.",
  "title": "Decred — niezależna waluta cyfrowa",
  "description": "Decred to niezależna waluta cyfrowa. Dzięki zastosowaniu hybrydowego systemu uzyskiwania konsensusu jest to zdecentralizowana, rozwijana w sposób zrównoważony i samorządna waluta, której zasady działania określają interesariusze.",
  "general_copyright": "Twórcy Decred",
  "nav_brand_resources": "Zasoby marki",
  "nav_in_the_press": "Decred w prasie",
  "nav_become_contributor": "Zostań współtwórcą",
  "nav_tech_overview": "Opis techniczny",
  "nav_business_brief": "Krótki opis działalności",
  "nav_roadmap": "Plan działania",
  "footer_roadmap": "Plan działania na rok 2018",
  "nav_whatis": "Czym jest Decred",
  "nav_mission": "Misja",
  "nav_platform": "Platforma",
  "nav_getstarted": "Wprowadzenie",
  "nav_interacting": "Interakcja z Decred",
  "nav_downloads": "Do pobrania",
  "nav_politeia": "System propozycji",
  "nav_vsp": "Pule udziałów (Voting Service Providers)",
  "nav_networkstats": "Statystyki sieci",
  "nav_votingdashboard": "Panel głosowania",
  "nav_documentation": "Dokumentacja",
  "nav_community": "Społeczność",
  "nav_contributors": "Współtwórcy",
  "nav_exchanges": "Giełdy i kantory",
  "nav_press": "Prasa",
  "nav_intro": "Strona domowa",
  "nav_security": "Bezpieczna",
  "nav_adaptability": "Adaptacyjna",
  "nav_sustainability": "Samofinansująca się",
  "nav_pastfuture": "Historia",
  "nav_getstarted": "Jak rozpocząć",
  "nav_stakingvoting": "Staking i głosowanie",
  "nav_bugbounty": "Bug Bounty",
  "nav_insights_resources": "Informacje i zasoby",
  "nav_news_posts": "Prasa",
  "nav_join_chat": "Dołącz do czatu",
  "nav_cointribute_repos": "Wnieś swój wkład w nasze repozytoria",
  "nav_explore_community": "Odkryj platformy naszej społeczności",
  "nav_proposals": "Propozycje",
  "contributors_corporate_contractor": "Podwykonawca firmowy",
  "contributors_development": "Programowanie",
  "contributors_design": "Wygląd",
  "contributors_community": "Społeczność",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategia",
  "contributors_description": "Decred wykorzystuje nowatorski model kontrahenta umożliwiający nagradzanie współtwórców za dobrą pracę. Takie podejście umożliwiło powstanie solidnego globalnego zespołu programistów, projektantów i strategów, a także zintegrowanej społeczności. Współtwórcą może być każdy, kto wykaże się działaniami i umiejętnościami umożliwiającymi realizację misji projektu.",
  "roadmap_tag_new": "Nowe",
  "roadmap_tag_ongoing": "Bieżące",
  "roadmap_tag_completed": "Zakończone",
  "roadmap_moreinfo": "Więcej informacji",
  "roadmap_tag_subtitle": "Spojrzenie na naszą przyszłość i przeszłość",
  "roadmap_description": "Naszym głównym celem jest zapewnienie stabilnych i niezawodnych produktów. W związku z tym wszelkie przedstawione funkcje nowych wersji i daty publikacji mogą ulec zmianie.",
  "brand_guide_0": "Zestaw narzędzi do komunikacji wizualnej",
  "brand_guide_1": "Zestaw narzędzi do szybkiego zastosowania",
  "brand_guide_2": "Pakiet logo",
  "brand_guide_3": "Pobierz pakiet logo",
  "brand_guide_4": "Kolory podstawowe",
  "brand_guide_5": "Koralowy niebieski",
  "brand_guide_6": "Turkusowy",
  "brand_guide_7": "Ciemnoniebieski",
  "brand_guide_8": "Czcionka",
  "brand_guide_9": "Kolory uzupełniające",
  "brand_guide_10": "Jasnoniebieski",
  "brand_guide_11": "Zielony",
  "brand_guide_12": "Pomarańczowy",
  "brand_guide_13": "Cele identyfikacji wizualnej Decred to jej prezentacja wśród innych walut cyfrowych, wspieranie spójnego wykorzystania na różnych platformach oraz wywarcie odpowiedniego wrażenia i zaangażowanie nowych użytkowników. Są one osiągane przez prawidłowe użycie logo, kroju czcionki, kolorów i elementów graficznych. Opracowaliśmy proste szablony stylów odpowiednie dla wszystkich użytkowników, a także projektantów tworzących bardziej złożone materiały.",
  "brand_guide_14": "Wyświetl repozytorium github/dcrdesign aby zobaczyć pakiety projektowe, wytyczne i dokumentację",
  "exchanges_otc_title": "Pozagiełdowi handlarze Decred (OTC)",
  "exchanges_otc_description": "Handel pozagiełdowy (OTC) pozwala klientom kupować lub sprzedawać Decred bezpośrednio w relacji z handlarzem. Klient i handlarz uzgadniają stałą cenę za dużą liczbę waluty Decred i przeprowadzają transakcję bez udziału giełdy. Minimalna wielkość transakcji dla transakcji pozagiełdowych wynosi zazwyczaj 100 000 USD lub więcej.",
  "exchanges_payment_title": "Podmioty obsługujące płatności Decred",
  "exchanges_payment_description": "Rozwiązania dla sprzedawców internetowych pozwalające zacząć akceptować płatności Decred (DCR). Podmioty obsługujące płatności zapewniają szybką i łatwą integrację w celu akceptacji kryptowalut poprzez platformy e-commerce.",
  "exchanges_subtitle": "Decred na giełdach i w kantorach",
  "exchanges_showall": "Pokaż wszystko",
  "home_download_wallet": "Pobierz portfel",
  "home_for_computer": "Dla Twojego komputera",
  "home_mainheading": "Decred to niezależna waluta cyfrowa.",
  "home_all_downloads": "Wszystkie pliki do pobrania",
  "home_watch_video": "Obejrzyj film",
  "home_decrediton_for_macdl": "Decrediton dla macOS",
  "home_decrediton_for_linuxdl": "Decrediton dla Linux",
  "home_decrediton_for_windl": "Decrediton dla Windows",
  "home_news_banner_title": "System propozycji Decred działa na bieżąco",
  "home_news_banner_body": "Politeia pozwala użytkownikom Decred i interesariuszom proponować, omawiać, finansować i współpracować nad nowymi projektami, inicjatywami i zmianami w zasadach konsensusu.",
  "home_news_banner_link_title": "Pokaż propozycje",
  "home_mission_section_title": "Misja",
  "home_mission_title_1": "Autonomia jest podstawą samorządności. Interesariusze ustalają zasady.",
  "home_mission_body_1": "Od 2016 roku w Decred dążymy do rozwiązania problemu zarzadzania łańcuchem bloków. Ku temu, nasz innowacyjny model konsensusu przez głosowanie daje odpowiednie możliwości interesariuszom i pozwala płynnie przejść z jednego zestawu zasad na inny. Zdecentralizowane podejmowanie decyzji i samodzielne finansowanie umożliwiło nam utworzenie solidnej, podlegającej ewolucyjnym zmianom waluty cyfrowej, wolnej od wpływów podmiotów zewnętrznych.",
  "home_mission_title_2": "Zbudowane na sprawdzonej w 100% technologii open source.",
  "home_mission_body_2": "Nasza modularna baza kodu charakteryzuje się doskonałą adaptacyjnością i można ją skalować zgodnie z najnowszymi technologiami łańcucha bloków. Technologia Decred umożliwiła pierwsze na świecie pomyślne głosowanie nad zasadami konsensusu przeprowadzone bezpośrednio na łańcuchu i aktywowane przez użytkowników. Jest to rewolucyjne podejście do zarządzania przez interesariuszy, w którym to nasza społeczność kieruje projektem i wspólnie podejmuje decyzje.",
  "home_mission_chart_1": "z sumy",
  "home_mission_chart_2": "wydobyte do tej pory",
  "home_mission_title_3": "Podmiotowość dla użytkowników, grup i firm.",
  "home_mission_body_3": "Istniejemy jako społeczność. Interesariusze, którzy biorą udział w podejmowaniu decyzji dotyczących Decred są nagradzani za swoje działania. Model zrównoważonego finansowania i współpracy z kontrahentami umożliwia każdemu dołączenie do społeczności Decred w dowolnej chwili i udział w zarządzaniu nią. Wartość Decred stanowią ludzie, którzy nad nim pracują — razem tworzymy zdecentralizowaną przyszłość, jakiej wszyscy oczekujemy.",
  "home_quotes_quote": "„Cechą charakterystyczną Decred jest dobre zarządzanie, a dzięki dobremu zarządzaniu możesz mieć każdą funkcję, jaką tylko zechcesz”.",
  "home_platform_platform": "Platforma",
  "home_platform_features": "Funkcje z myślą o przyszłości.",
  "home_platform_built": "Decred jest tworzony z myślą o trwałości. Nasza działalność deweloperska i jakość stoją na najwyższym poziomie w tej branży. Funkcje oprogramowania Decred to m.in:",
  "home_platform_innovative": "Innowacyjny, hybrydowy system osiągania konsensusu przez głosowanie oparty na systemie proof-of-work (PoW) i proof-of-stake (PoS)",
  "home_platform_censorship": "Niecenzurowana, połączona z łańcuchem bloków publiczna platforma propozycji",
  "home_platform_smartcontract": "Smart kontrakty, które po prostu działają, na przykład Lightning Network",
  "home_platform_atomicswap": "Międzyłańcuchowe, szybkie wymiany różnych walut cyfrowych",
  "home_platform_wallets_ease": "Proste w obsłudze, wieloplatformowe portfele",
  "home_platform_consensus": "Konsensus poprzez głosowanie",
  "home_platform_hybrid": "Decred wykorzystuje innowacyjny hybrydowy system łączący rozwiązania proof-of-work (PoW) i proof-of-stake (PoS) zapewniający interesariuszom możliwość decydowania o zestawie stosowanych zasad konsensusu. Umożliwia to bezproblemowe przejście z jednego zestawu zasad na inny przy zachowaniu istniejącego ekosystemu łańcucha bloków.",
  "home_platform_swaps": "Atomic Swaps",
  "home_platform_decent": "Decred nie wymaga korzystania ze scentralizowanych giełd. Międzyłańcuchowe, szybkie zamiany (Atomic Swaps) między różnymi walutami cyfrowymi umożliwiają użytkownikom dokonywanie niewymagających sprawdzania rzetelności transakcji pozagiełdowych (OTC) bez pośredników.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred wykorzystuje niecenzurowaną, połączoną z łańcuchem bloków publiczną platformę propozycji, która umożliwia użytkownikom przesyłanie własnych projektów do samodzielnego finansowania z subsydium za wydobycie bloków DCR. Politeja (Pi) zapewnia zrównoważony rozwój systemu.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred wprowadza smart kontrakty, które po prostu działają. Lightning Network (LN) to jedno z zastosowań systemu pozałańcuchowego o niskim opóźnieniu umożliwiające niemal natychmiastowe mikropłatności w DCR. Dzięki sieci LN Decred może bezpośrednio konkurować z istniejącymi systemami płatności fiat.",
  "home_platform_wallets": "Portfele wieloplatformowe",
  "home_platform_accessible": "Decred oferuje portfele dostępne za pośrednictwem graficznych interfejsów użytkownika (GUI) dla wszystkich najpopularniejszych systemów operacyjnych (Windows, macOS i Linux). Dla użytkowników posiadających większą wiedzę techniczną dostępne są także portfele wykorzystujące interfejs wiersza poleceń (CLI).",
  "home_platform_soon": "Soon™",
  "home_platform_active": "Decred cieszy się aktywnym rozwojem. Aktualne kamienie milowe obejmują kierowaną całkowicie przez interesariuszy zdecentralizowaną organizację autonomiczną (DAO) i zwiększenie poziomu prywatności danych użytkowników.",
  "home_principles_oss": "Bezpłatne oprogramowanie open source",
  "home_principles_free": "Całość oprogramowania opracowanego w ramach projektu Decred będzie bezpłatnym oprogramowaniem typu open source.",
  "home_principles_incremental": "Stałe podnoszenie poziomu prywatności i bezpieczeństwa",
  "home_principles_privacy": "Zakres technologii umożliwiającej ochronę prywatności i zachowanie bezpieczeństwa będzie stale rozszerzany i wdrażany — zarówno proaktywnie, jak i w odpowiedzi na ataki.",
  "home_principles_speech": "Wolność słowa i rozwaga",
  "home_principles_everyone": "Każdy ma prawo do przekazywania opinii i pomysłów bez obawy o cenzurę. Pod uwagę będzie brany każdy konstruktywny głos oparty na faktach i logice.",
  "home_principles_multi_stakeholder": "Inkluzywność w oparciu o wielu interesariuszy",
  "home_principles_inclusivity": "Inkluzywność znajduje swoje odbicie w systemie obejmującym wielu intersariuszy i należy podejmować aktywne działania, aby zapewnić różnorodność opinii i użytkowników.",
  "home_principles_bound": "Obowiązują nas następujące zasady przewodnie.",
  "home_principles_equitable": "Te zasady określono, aby uzyskać sprawiedliwe i zrónoważone ramy działania, które umożliwią osiągnięcie celu, jakim jest niezależność i decentralizacja waluty Decred oraz zapewnienie rzeczywistego prawa głosu wszystkim interesariuszom.",
  "home_principles_supply": "Emisja jest skończona a jej całkowita wielkość nie przekroczy 20 999 999,99800912 DCR",
  "home_principles_fungibility": "Wszechstronna zamienność jest kluczowa, aby Decred stał się środkiem przechowania wartości, a wszelkie ataki przeciw niej będą aktywnie obserwowane z wykorzystaniem środków zaradczych w razie potrzeby.",
  "home_guide_0": "Ta prezentacja umożliwi uzyskanie podstawowych informacji o Decred",
  "home_guide_1": "Przegląd",
  "home_guide_2": "Decred to wieloplatformowa waluta cyfrowa z obsługą systemów Windows, macOS i Linux. Łatwe w obsłudze aplikacje portfela umożliwiają wysyłanie, odbieranie i wydobywanie Decred za pomocą kilku kliknięć.",
  "home_guide_3": "Dla tych, którzy lubią majsterkować, Decred oferuje pełen zestaw narzędzi wiersza poleceń umożliwiających dostosowanie Decred do własnych potrzeb.",
  "home_guide_4": "Kontynuuj",
  "home_guide_5": "Wstecz",
  "home_guide_6": "Podstawy",
  "home_guide_7": "<p>Istnieją trzy główne sposoby korzystania z Decred:</p><p><strong>Portfel</strong> — służy do wysyłania i odbierania środków oraz uczestniczenia w głosowaniu PoS.</p><p><strong>Wydobycie proof-of-work</strong> — wykorzystanie mocy obliczeniowej do weryfikacji transakcji w sieci i generowania nowych tokenów Decred.</p><p><strong>Głosowanie proof-of-stake</strong> — wykorzystanie środków do głosowania nad ważnymi kwestiami dotyczącymi rozwoju sieci i weryfikowanie transakcji w zamian za nagrodę.</p>",
  "home_guide_8": "Kontynuuj",
  "home_guide_9": "Wstecz",
  "home_guide_10": "Portfel",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> jest wieloplatformowym portfelem GUI dla Decred. Jest dostępny dla użytkowników systemów Windows, MacOS i Linux.</p><p><a href=\"downloads/#cli\">Portfel z wierszem poleceń i narzędzia</a> są również dostępne dla różnych platform.</p><p>Aby uzyskać pomoc w rozpoczęciu pracy, możesz zapoznać się z naszym <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Przewodnikiem dla początkujących</a>.</p>",
  "home_guide_12": "Kontynuuj",
  "home_guide_13": "Wstecz",
  "home_guide_14": "Wysyłaj i odbieraj Decred",
  "home_guide_15": "<p>Do wysyłania i odbierania środków wymagany jest jedynie adres. Można go łatwo wygenerować z dowolnego portfela Decred. Adresy Decred zawsze <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">zaczynają się od litery D i zawierają od 26 do 36 znaków alfanumerycznych</a>.</p>\n\t\t<p>Po dokonaniu transakcji środki zostaną zwykle rozliczone w ciągu około 5 minut. Pobierana jest niewielka opłata na utrzymanie sieci, która jest dodawana do kwoty transakcji. Oznacza to, że przelanie 100 DCR spowoduje pobranie opłaty wynoszącej około 0,006 DCR.</p>\n\t\t<p>Eksploratory bloków <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> i <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> umożliwiają użytkownikom wyszukanie wszystkich bloków i transakcji w łańcuchu bloków Decred.</p>",
  "home_guide_16": "Kontynuuj",
  "home_guide_17": "Wstecz",
  "home_guide_18": "Wydobycie",
  "home_guide_19": "<p>Pojęcie wydobywania (miningu) oznacza proces weryfikowania transakcji i zabezpieczenia ich w sieci Decred. W zamian za wykonaną pracę górnicy są nagradzani nowo wygenerowanymi monetami Decred.</p>\n\t\t<p>Decred stosuje dwie metody weryfikowania transakcji: Proof-of-work (PoW) i Proof-of-stake (PoS).</p>",
  "home_guide_20": "Kontynuuj",
  "home_guide_21": "Wstecz",
  "home_guide_22": "Wydobycie proof-of-work",
  "home_guide_23": "<p>W systemie <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Proof-of-work (PoW)</a> transakcje są grupowane w bloki. Poprawność tych bloków jest sprawdzana przez górników PoW. Po sprawdzeniu poprawności bloku staje się on trwałą częścią sieci Decred</p>.\n\t\tAby zostać górnikiem, należy udostępnić w sieci wolne zasoby obliczeniowe. W zamian górnicy są nagradzani Decred.<p>\n\t\t<p>Ze względu na wygodę i efektywność można dołączyć do <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">pul wydobywczych (mining pools)</a>. Pule wydobywcze to grupy górników, którzy wspólnie wykonują pracę i dzielą się otrzymaną nagrodą. Dołączenie do puli wydobywczej to doskonały sposób dla mniejszych górników na otrzymywanie stałej wypłaty za swój niewielki wkład.</p>",
  "home_guide_24": "Kontynuuj",
  "home_guide_25": "Wstecz",
  "home_guide_26": "Głosowanie proof-of-stake",
  "home_guide_27": "<p>W przeciwieństwie do PoW <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">głosowanie Proof-of-stake (PoS)</a> wymaga niewielkich zasobów obliczeniowych. Środki Decred służą do kupowania biletów głosowania w sieci. W każdym bloku spośród puli biletów dostępnych na żywo, losowo wybieranych jest pięć biletów umożliwiających głosowanie nad poprawnością poprzedniego bloku. </p><p>System PoS dodatkowo zwiększa decentralizację Decred i umożliwia użytkownikom głosowanie nad sugerowanymi zmianami dotyczącymi sieci. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">W systemie PoS także dostępne są pule głosujących – Voting Service Providers (VSPs),</a> zapewniające gotowość biletów do głosowania w dowolnej chwili po ich wywołaniu.</p>",
  "home_guide_28": "Kontynuuj",
  "home_guide_29": "Wstecz",
  "home_guide_30": "Kupno i handel Decred",
  "home_guide_31": "<p>Decred jest wciąż młodą walutą, a obecnie najłatwiejszym sposobem na jej zakup jest skorzystanie z Bitcoinów. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Mając już trochę Bitcoinów,</a> można je wymienić na Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">na giełdach walut cyfrowych</a>.</p>",
  "home_guide_32": "Kontynuuj",
  "home_guide_33": "Wstecz",
  "home_guide_34": "Dołącz do społeczności",
  "home_guide_35": "<p>Poprzez zdecentralizowane procesy osoby z różnymi pomysłami, celami i opiniami mogą pomóc w kształtowaniu przyszłości. Prawdopodobnie będziesz mieć jakieś pytania, więc dołącz do naszej rozwijającej się społeczności, gdzie możesz kontaktować się z programistami i innymi użytkownikami, otrzymywać informacje, zadawać pytania lub po prostu spędzać wolny czas. Mamy <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\"> kanał Telegram</a> i <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">kanał Slack</a>, gdzie można rozmawiać z programistami i innymi użytkownikami w czasie rzeczywistym. Nie zapomnij o <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitterze</a> i <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>. Nie możemy się doczekać, aby Cię spotkać!</p>",
  "home_guide_36": "Kontynuuj",
  "home_guide_37": "Wstecz",
  "home_guide_38": "Planowane funkcje",
  "home_guide_39": "<p>Część nagród za bloki jest przeznaczana na prace nad Decred, aby zapewnić, że będzie się stale rozwijać w celu zaspokojenia potrzeb i pragnień społeczności teraz i w nadchodzących latach. Oto tylko niektóre z funkcji zaplanowanych na rok 2018 i początek 2019:</p><ul><li> Lightning network</li><li>Wstępna wersja prywatna</li><li>Decentralizowana kontrola nad funduszami</li><li>Decentralizowane jednostki autonomiczne</li><li>Optymalizacja skalowalności</li><li>Integracje dekredycyjne</li><li>Rozwój rynku</li><li>Propozycja decentralizowanej wymiany</li></ul><p>Więcej informacji o tym i nie tylko można znaleźć na naszym blogu. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Przedstawiamy Decred: przyszłość autonomicznej waluty cyfrowej</a></p>",
  "home_guide_40": "Kontynuuj",
  "home_guide_41": "Wstecz",
  "downloads_description": "Jeśli jesteś nowym użytkownikiem Decred, zaznajom się z <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">dokumentacją</a>. Osobom szczególnie dbającym o bezpieczeństwo zalecamy zastosowanie się <a href=\"https://docs.decred.org/advanced/verifying-binaries/\" target=\"_blank\" rel=\"noopener noreferrer\">do tych instrukcji</a> odnośnie weryfikacji plików binarnych portfela Decrediton oraz narzędzi wiersza polecenia.",
  "downloads_category_core": "Oprogramowanie podstawowe",
  "downloads_category_mining_software": "Oprogramowanie do wydobycia",
  "downloads_category_3rd_party_wallets": "PORTFELE FIRM ZEWNĘTRZNYCH",
  "downloads_app_decrediton": "Portfel z graficznym interfejsem użytkownika dla systemu Windows, macOS i Linux.",
  "downloads_app_commandline": "Międzyplatformowy automatyczny moduł instalacji/aktualizacji dla aplikacji wiersza polecenia.",
  "downloads_app_gominer": "Koparka CUDA/OpenCL dla procesorów graficznych AMD/NVIDIA. Oficjalnie wspierana przez zespół Decred.",
  "downloads_app_ccminer": "Koparka CUDA firmy zewnętrznej dla procesorów graficznych firmy NVIDIA. Nie jest wspierana przez zespół Decred.",
  "downloads_app_sgminer": "Koparka OpenCL firmy zewnętrznej dla procesorów graficznych firmy AMD. Nie jest wspierana przez zespół Decred.",
  "downloads_app_exodus": "Exodus to łatwa w obsłudze, zintegrowana aplikacja do zabezpieczania, zarządzania i wymiany zasobów na łańcuchu bloków.",
  "downloads_app_coinomi": "Bezpiecznie przechowuj, zarządzaj i wymieniaj Bitcoiny, Ethereum i ponad 500 innych zasobów blockchain.",
  "downloads_app_ownbit": "Ownbit to zdecentralizowany portfel na kryptowaluty. W nim to Ty kontrolujesz swoje klucze prywatne.",
  "downloads_app_anybit": "Anybit to mobilny portfel dostępny dla systemów Android i iOS z wbudowanym śledzeniem cen i wiadomości.",
  "downloads_app_atomicwallet": "Wielozasobowy portfel pulpitowy wyposażony w wbudowaną funkcję wymiany poprzez operacje typu non-custodial atomic swaps i zdecentralizowany rejestr zamówień.",
  "downloads_app_guarda": "Guarda jest reprezentowana przez wielowalutowe portfele internetowe, stacjonarne i mobilne.",
  "downloads_app_ledger": "Ledger Live to portfel sieciowy zabezpieczany przez portfel sprzętowy Ledger.",
  "stakepools_description": "Pule głosujących (VSP) pozwalają na udział w systemie Decred proof-of-stake (PoS) bez konieczności obawiania się o straty związane z niedziałającym komputerem, słabym połączeniem internetowym lub przerwami w zasilaniu.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Uwaga:</span>&nbsp;Pominięte bilety mogą być wynikiem słabego połączenia   górnika proof-of-work (PoW)   i nie muszą oznaczać błędu dostawcy.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Ostrzeżenie:</span>&nbsp;Aby zachęcić do decentralizacji sieci, zaleca się unikać dostawców, którzy posiadają ponad 5% głosów w sieci.",
  "community_description": "Dołącz do naszej rozwijającej się społeczności, w której możesz kontaktować się z programistami i innymi użytkownikami, otrzymywać informacje, zadawać pytania lub po prostu spędzać czas. Kanały publiczne na Matrix, Slack i Discord zostały połączone. Możesz wybrać dowolną z tych platform i nadal uczestniczyć w dyskusjach z członkami społeczności Decred na temat innych.",
  "press_description": "Decred był szeroko opisywany na łamach The Wall Street Journal, Forbes, Bitcoin Magazine i wielu innych czasopism. Poniżej znajduje się próbka naszych występów prasowych.<br /><br />Aby skontaktować się z projektem Decred, prosimy wysyłać wiadomości pod adres <a href=\"mailto:press@decred.org\">press@decred.org</a>",
  "press_coverage": "Informacje w mediach",
  "press_releases": "Wydania",
  "Business brief": "Krótki opis działalności",
  "Decred Recruiting": "Rekrutacja Decred",
  "Wallets": "Pobrania",
  "Exchanges and Payments": "Giełdy wymian i płatności",
  "Join our community!": "Dołącz do społeczności",
  "Press": "Prasa",
  "Roadmap": "Plan działania",
  "Visual communication toolkit": "Zestaw narzędzi do komunikacji wizualnej",
  "Voting Service Providers": "Pule głosujących (Voting Service Providers)",
  "Who is Decred?": "Czym jest Decred?",
  "Join our Matrix community": "Dołącz do społeczności Matrix",
  "matrix_to_register_using_the_riot": "Aby zarejestrować się za pomocą aplikacji internetowej Riot, z wstępnie wypełnionymi danymi o serwerze domowym Decred, kliknij poniższy link.",
  "matrix_register_with_riot": "Zarejestruj się w Riot.",
  "matrix_note_you_must_register_with": "Uwaga: Jeśli chcesz móc resetować hasło, musisz zarejestrować się za pomocą adresu e-mail.",
  "matrix_if_you_already_have_an": "Jeśli posiadasz już konto Matrix, użyj poniższego łącza, aby zalogować się na serwerze domowym Decred.",
  "matrix_login_to_decred_homeserver": "Zaloguj się do serwera głównego Decred",
  "matrix_to_browse_decred_rooms_click": "Aby przeglądać pokoje Decred, kliknij przycisk katalogu w panelu „Pokoje” po lewej stronie.",
  "matrix_decred_rooms": "Pokoje Decred",
  "matrix_to_browse_other_available_matrix": "Aby zobaczyć inne dostępne klienty Matrix i serwery domowe, odwiedź stronę <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">dla początkujących z Matrix</a>.",
  "matrix_matrix_is_a_secure_open": "Matrix to bezpieczna, otwarta platforma komunikacyjna popularna wśród wykonawców Decred. Z pomocą oprogramowania łączącego użytkownicy Matrix mogą komunikować się z użytkownikami na innych platformach Decred, takich jak Slack i Discord. Rejestracja ma miejsce jedynie na Matrixie; do rejestracji nie są wymagane żadne dane identyfikacyjne ani usługi stron trzecich. Użytkownicy powinni być jednak świadomi, że niektóre funkcje, takie jak reset hasła, wymagają podania adresu e-mail. Więcej informacji o zabezpieczeniach Matrix i dostępnych klientach można znaleźć na <a href=\"https://matrix.org/blog/home/\">stronie głównej</a> projektu Matrix.\n\n<p>Aby dołączyć do platformy Matrix, musisz wybrać klienta i serwer domowy. Matrix obsługuje wielu klientów i wiele serwerów domowych, ale początkującym użytkownikom polecamy najlepiej obsługiwanego klienta Matrix, Riot, i serwer domowy Decred. Korzystanie z serwera domowego Decred ułatwia znalezienie chat roomów Decred, dodaje „decred.org” do ID użytkownika i pozwala na kontynuowanie wysyłania wiadomości w przypadku rozłączenia się serwera domowego Decred od innych serwerów domowych.</p>",
  "Page not found": "Nie znaleziono strony",
  "Back to home page": "Powrót do strony głównej",
  "adaptability_playbutton": "O adaptacyjności",
  "adaptability_01_headline": "Bez potrzeby odłamywania się od sieci",
  "adaptability_01_text": "W kryptowalutach zachodzą zmiany w odpowiedzi na nowe technologie i nowe zagrożenia. Uczestnictwo prawdziwych ludzi oznacza powstawanie prawdziwych sporów, i nawet, jeśli rezultat będzie ten sam, to podejścia do spraw mogą się różnić. Decred opracował środki pozwalające na ciągłą adaptację aby ewoluować i przetrwać w dłuższej perspektywie. Niezależnie od tego, czy jest to nagły wypadek, konflikt, naprawa błędów czy nowa technologia, Decred ułatwia osiągnięcie formalnego porozumienia, pomagając uniknąć spornych rozłamów sieci i utrzymując zjednoczoną społeczność podczas całego procesu.",
  "adaptability_02_headline": "Upodmiotowienie i wzmocnienie pozycji posiadaczy monet",
  "adaptability_02_text": "<p>Decred przekazuje tym, którzy decydują się korzystać z systemu zarządzania bezpośrednią suwerenność i kontrolę nad ich pieniędzmi. W zamian za tymczasowe zablokowanie swoich środków, interesariusze nabywają bilety, które pozwalają im głosować nad zatwierdzaniem bloków, wprowadzaniem zmian do zasad konsensusu oraz nad określaniem polityki i budżetu Zdecentralizowanej Autonomicznej Organizacji (DAO).</p><p>Interesariusze wchodzą w bezpośrednią interakcję z łańcuchem bloków głosując nad zatwierdzeniem każdego wydobytego bloku, dając im władzę nad górnikami i dodając zabezpieczenie przed atakami większościowymi. Pięć biletów wybieranych jest pseudo losowo z puli biletowej w celu zatwierdzenia poprzedniego bloku, zapewniając tym samym dobre zachowanie górników i zdobywając posiadaczowi biletu część nagrody za wydobycie bloku. Posiadacze biletów głosują również bezpośrednio na łańcuchu nad zmianami w zasadach konsensusu, dając interesariuszom bezpośrednią kontrolę nad przyszłością Decred.</p>",
  "adaptability_03_headline": "Politeia - system propozycji",
  "adaptability_03_text": "System Propozycji Politeia odgrywa istotną rolę w ramach Decred DAO, uprawniając interesariuszy do zarządzania wydatkami z funduszu skarbowego oraz ustalania polityki projektu. Dotychczasowe propozycje obejmują nowe funkcje oprogramowania, wydatki na marketing, integracje z instytucjami partnerskimi, nagrody za wykrycie błędy i badania. Politeia jest platformą zarządzania, która wykorzystuje elektroniczne znakowanie czasu i kryptograficzne poświadczenie do rejestrowania wszystkich działań związanych ze składaniem, dyskusją i głosowaniem nad propozycjami. Gdy propozycja przejdzie, właściciel jest upoważniony do rozpoczęcia pracy, wiedząc, że jego wysiłki są wspierane przez społeczność i finansowane przez Skarbiec",
  "adaptability_04_headline": "Delegacja obowiązków i oznaką zaufania",
  "adaptability_04_text": "Decred wierzy w siłę zbiorowej inteligencji swojej zdecentralizowanej społeczności. Różnorodna grupa aktywnych współpracowników szuka rozwiązań na własną rękę i bezpośrednio decyduje o przyszłości Decred. Dzięki wbudowanym od początku formalnym systemom zarządzania, Decred DAO jest w stanie dostosować się i stać się lepszym długoterminowym środkiem przechowania wartości",
  "adaptability_introtext": "W pewnym momencie trzeba będzie podjąć sporne decyzje dotyczące protokołu. Decred ma wbudowane formalne systemy, które zapewniają porządek i uczciwość w tym procesie",
  "subpage_nav_adaptable": "ADAPTACYJNY",
  "subpage_nav_secure": "BEZPIECZNY",
  "subpage_nav_sustainable": "SAMOFINANSUJĄCY SIĘ",
  "subpage_nav_history": "HISTORIA",
  "subpage_nav_whatis": "CZYM JEST DECRED?",
  "footerblocks_headline": "Dowiedz się więcej",
  "footerblocks_01_headline": "Samofinansujący się",
  "footerblocks_01_text": "Dowiedz się o długofalowej wizji Decred, jego mechanizmie samofinansowania i o tym, jak DAO tworzy nowy paradygmat pracy.",
  "footerblocks_02_headline": "Bezpieczny",
  "footerblocks_02_text": "Dowiedz się o tym, jak hybrydowy system PoW/PoS przeplata ze sobą warstwy bezpieczeństwa, aby uczynić Decred o wiele bezpieczniejszym systemem, niż inne kryptowaluty.",
  "footerblocks_03_headline": "Historia",
  "footerblocks_03_text": "Dowiedz się o zaczątkach Decred i kluczowych momentach w jego historii.",
  "footerblocks_04_headline": "Adaptacyjny",
  "footerblocks_04_text": "Dowiedz się, w jaki sposób Decred upodmiotawia swoich interesariuszy dając im bezpośrednią władzę nad kształtowaniem przyszłości ich własnych pieniędzy.",
  "footerblocks_see": "Zobacz",
  "sign_up_for_newsletter": "Zapisz się do newslettera Decred",
  "security_playbutton": "O bezpieczeństwie",
  "security_01_headline": "Systemy niedoskonałe",
  "security_01_text": "W systemach finansowych typu peer-to-peer, Proof-of-work (PoW) rozwiązało problem podwójnego wydatkowania. Potwierdza ono swoją wartość już od ponad dekady, ale jest energochłonne i podatne na ataki większościowe. Proof-of-Stake (PoS) zostało opracowane w celu uniknięcia tych problemów poprzez wyrównanie incentywów, czyli mechanizmów nagród, ale również nie jest wolne od mankamentów, a w szczególności problemu „nieryzykowania niczym”",
  "security_02_headline": "Hybrydowe rozwiązanie projektu Decred",
  "security_02_text": "Decred stosuje połączenie PoW i PoS, aby wykorzystać najlepsze cechy obu systemów, złagodzić ich słabe punkty i uzyskać wielowarstwowy mechanizm konsensusu, który sprawia, że jest on znacznie bezpieczniejszy niż inne kryptowaluty. Decred wykorzystuje konwencjonalne PoW z algorytmem haszującym Blake-256 i jest wydobywany wyłącznie przez układy ASIC. Posiadacze Decred blokują swoje środki na pewien czas celem zakupu biletów w loterii. Bilety te są dodawane do puli około 41 000 biletów, z której pięć biletów wybieranych jest drogą pseudo losową do weryfikacji dowodu pracy dla poprzedniego bloku. Jeśli co najmniej 50% biletów zatwierdza pracę górnika, nagroda dla niego jest zatwierdzana a blok jest dodawany do łańcucha",
  "security_03_headline": "Odporność na ataki",
  "security_03_text": "Ponieważ blok musi zawierać głosy od 3 lub więcej biletów, aby był uznany za ważny, wydobyte bloki muszą rozsyłane do sieci na bieżąco, aby łańcuch mógł być kontynuowany, a zatem górnicy nie mogą prowadzić wydobycia w tajemnicy.  W rezultacie napastnik musi dysponować znaczną kombinacją mocy obliczeniowej oraz udziałów PoS, aby skutecznie przeprowadzić atak większościowy. Głosujący w Decred są również gotowi do odrzucenia reorganizacji łańcucha dłuższej niż 6 bloków, więc jest to mało prawdopodobne, aby jakikolwiek atak oparty o głęboką reorganizację łańcucha został zaakceptowany przez sieć. Porównując koszty ataku na Decred z kosztami ataku na kryptowalutę czysto PoW, koszt ataku na Decred jest większy o cały rząd wielkości, a ponadto każdy atakujący zainwestowany w PoS podejmowałby działania sprzeczne ze swoim własnym interesem",
  "security_introtext": "Bezpieczeństwo sieci jest fundamentem każdego systemu finansowego. Porozumienie w sprawie transakcji i sald rachunków, znane również jako konsensus, ma zasadnicze znaczenie dla zaufania pokładanego w walutę i może być mierzone zarówno poprzez trwałość, jak i analizę jej odporności na różne wektory ataku",
  "sustainability_playbutton": "O samofinansowaniu się",
  "sustainability_01_headline": "Tragedia wspólnego pastwiska",
  "sustainability_01_text": "Waluty cyfrowe i projekty open source zazwyczaj padają ofiarą tragedii wspólnego pastwiska, w której osoby dzielące się danym zasobem działają jedynie we własnym interesie, tym samym uszczuplając ten zasób, lub działając na jego szkodę. W celu rozwiązania problemu finansowania, w różnych kryptowalutach wykorzystano wiele metod, w tym darowizny, fundusze założycielskie, finansowanie venture capital oraz różne formy ICO/IEO. Wszystkie te metody mają swoje wady, takie jak problemy z agencjami, konflikty interesów i brak nieprzerwanego finansowania",
  "sustainability_02_headline": "Rozwiązanie samofinansowania się projektu Decred",
  "sustainability_02_text": "Decred rozwiązał problem finansowania, kierując 10% z nagrody za każdy wydobyty blok do Skarbca projektu. Rozwiązanie to umożliwi finansowanie projektu na całe pokolenia w przyszłość. Ku temu, Skarbiec jest zarządzany roztropnie, z myślą o długoterminowej perspektywie i uruchomieniu platformy Politeia w 2018 roku, która przekazała kontrolę nad funduszami Decred swoim interesariuszom. Poprzez Politeię, interesariusze głosują nad budżetem, polityką i kierunkiem projektu jako Zdecentralizowana Organizacja Autonomiczna (DAO)",
  "sustainability_03_headline": "Nowy paradygmat pracy",
  "sustainability_03_text": "<p>DAO wprowadza nowy paradygmat pracy, w którym każdy, kto posiada cenne umiejętności, może wnieść swój wkład w projekt i otrzymać zapłatę od interesariuszy przez składanie propozycji i głosowanie na platformie Politeia. W Decred członkowie społeczności rozwijają, promują i reprezentują Decred, oraz są oceniani na podstawie ich wkładu, a nie ich statusu w społeczności czy CV. Konwencjonalny świat pracy i hierarchiczną strukturę można zostawić za drzwiami, ponieważ w Decred współpracownicy mogą pracować nad tym, co chcą i kiedy chcą.</p><p>Większość współpracowników ma pracę na pełny etat i wnosi swój wkład w Decred w wolnym czasie, często jako pasję. Pozwala to ludziom na zminimalizowanie ryzyka, aby przetestować wody, zanim zdecydują się dołączyć do Decred jako pełnoetatowy wykonawca i zostawić za sobą spuściznę korporacyjnego świata.</p>",
  "sustainability_04_headline": "Wykonawcy i propozycje",
  "sustainability_04_text": "Decred jest wspólnotą samozatrudniających się i niezależnych wykonawców, którzy rozkoszują się zmaganiem z przeciwnościami losu i wiedzą, jak wytyczyć i kroczyć swoją własną drogą rozwoju. Są oni świadomi swoich własnych umiejętności i potrafią przeanalizować aktualny stan Decred w dziedzinach rozwoju, marketingu, badań lub społeczności, oraz określić, gdzie i w jaki sposób mogą wnieść swój wkład do projektu. Podążają oni ścieżką wytyczoną przez poprzednich wykonawców i skupiają się najpierw na zademonstrowaniu swoich umiejętności i efektów pracy jako swoistego CV. Kiedy ich praca zostanie zauważona i uznana przez innych wykonawców oraz sfinansowana przez Politeię, oni również mogą stać się wykonawcami. Pierwszym miejscem, które należy odwiedzić jest czat Matrix, który jest połączony z innymi platformami komunikacyjnymi",
  "sustainability_introtext": "Przebudowa systemu finansowego w sposób bardziej sprawiedliwy i niewykluczający oznacza, iż Decred i jego społeczność muszą działać w długiej perspektywie czasowej. Aby uplasować Decred jako nadrzędny, długoterminowy środek przechowania wartości najwyższej klasy, każdy wysiłek i wydatek musi służyć długoterminowym celom projektu",
  "landing_seemore": "Zobacz więcej",
  "landing_latestnews": "Najnowsze informacje i posty",
  "landing_opener": "Kierowany przez społeczność, środek przechowania wartości wyższej klasy",
  "landing_01_headline": "Bezpieczny",
  "landing_01_text": "Decred stosuje innowacyjny hybrydowy system proof-of-work/proof-of-stake, który zapewnia bezpieczeństwo i starannie wyrównuje incentywy. System ten daje to, co najlepsze z obu światów, co sprawia, że atak na niego jest o rząd wielkości droższy niż na system oparty o czysty „proof-of-work (dowód pracy)” lub czysty „proof-of-stake (dowód udziału)”",
  "landing_01_link1": "Więcej o bezpieczeństwie",
  "landing_01_link2": "Program wyszukiwania błędów (bug bounty)",
  "landing_01_link3": "Github",
  "landing_02_headline": "Adaptacyjny",
  "landing_02_text": "Wbudowane w Decred systemy zarządzania dają jego społeczności formalne prawo do wprowadzania zmian w zasadach konsensusu i zarządzania decyzjami na poziomie projektu. Systemy te sprawiają, że Decred jest zdolny do adaptacji, pozwalając na jego ewolucję zgodnie z wolą interesariuszy, opierając się przy tym rozłamom sieci i wprowadzając do użycia nowe technologie w dłuższej perspektywie",
  "landing_02_link1": "Więcej o adaptacyjności",
  "landing_03_headline": "Samofinansujący się",
  "landing_03_text": "Decred stale zasila swój Skarbiec środkami płynącymi z 10% z nagrody za każdy wydobyty blok i wykorzystuje elastyczny model kontrahenta, który pozwala współtwórcom projektu otrzymywać wynagrodzenie za swoją pracę. To sprawia, że Decred jest zrównoważoną i samofinansującą się, autonomiczną organizacją",
  "landing_03_link1": "Więcej o samofinansowaniu się",
  "landing_03_link2": "Współtworzenie projektu i zostanie wykonawcą",
  "landing_04_link": "Giełdy wymian i kantory",
  "landing_05_link": "Dokumentacja",
  "landing_06_link": "Społeczność",
  "landing_07_link": "Do pobrania",
  "history_01_headline": "Historia Decred",
  "history_01_text": "<p>Decred oparty jest na <a href=\"https://decred.org/research/mackenzie2013.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">propozycji stworzenia</a> kryptowaluty o nazwie Memcoin2 z kwietnia 2013 na forum Bitcointalk. Jeden z użytkowników forum, niejaki tacotime, zaproponował nową kryptowalutę i podjął współpracę z _ingsoc'iem, innym użytkownikiem Bitcointalk, i Jake Yocom-Piattem w celu wdrożenia hybrydowego systemu konsensusu Proof-of-Work (“PoW”) / Proof-of-Stake (“PoS”) z Memcoin2 jako nowego projektu, nazwanego Decred.</p><p>Główną innowacją tego hybrydowego systemu konsensusu było stworzenie mechanizmu zarządzania PoS, w którym użytkownicy decydują się tymczasowo zablokować swoje monety w zamian za wzięcie udziału w loterii. Użytkownicy ci są nazywani interesariuszami. W każdym bloku do udziału w systemie konsensusu poprzez głosowanie wybieranych jest kilku zwycięzców tej loterii, co oddaje suwerenność i zwierzchnictwo nad decyzjami o Decred bezpośrednio w ręce jego interesariuszy. </p><p>W przeciwieństwie do tego podejścia, każda kryptowaluta oparta jedynie na PoW musi polegać przede wszystkim na swoich górnikach przy podejmowaniu decyzji dotyczących zarządzania, ponieważ tylko oni wdrażają w życie system konsensusu i zapewniają jego bezpieczeństwo. W odróżnieniu, Decred w zakresie zasad konsensusu i bezpieczeństwa polega zarówno na swoich interesariuszach, jak i górnikach. Końcowym rezultatem jest to, że hybrydowy system konsensusu PoW/PoS projektu Decred jest zarówno znacznie sprawiedliwszy i bezpieczniejszy niż czyste systemy PoW.</p><p>Baza kodowa Decred została zbudowana w na bazie <a href=\"https://github.com/btcsuite/\" rel=\"noopener noreferrer\">btcsuite</a>, alternatywej implementacji pełnego węzła Bitcoin napisanej w Go przez Company 0 LLC.  Pomimo tego, że Decred opiera się na kodzie Bitcoina, jest on samodzielną kryptowalutą, a nie „forkiem Bitcoina”. Prace nad projektem rozpoczęły się w lutym 2014 roku i były kontynuowane przy udziale Company 0 LLC do momentu uruchomienia sieci głównej w lutym 2016 roku.</p>",
  "history_02_headline": "Zrzut i premine",
  "history_02_text": "Podczas <a href=\"https://docs.decred.org/advanced/premine/\" target=\"_blank\" rel=\"noopener noreferrer\">uruchomienia sieci</a> w lutym 2016 r., Decred wykorzystał innowacyjny zrzut i mały premine do zapoczątkowania komponentu PoS w swojej sieci , stworzenia szerokiej sieci potencjalnych współpracowników projektu i wynagrodzenia swoich pierwszych programistów za ich pracę wykonaną przed startem sieci. Biorąc pod uwagę konieczność uzyskania szerokiej dystrybucji, proces ten został określony jako sprawiedliwy, przejrzysty i od samego początku zapewniał znaczną decentralizację",
  "history_principles_headline": "Zasady społeczności Decred",
  "history_principles_01": "DARMOWE OPROGRAMOWANIE TYPU OPEN-SOURCE",
  "history_principles_02": "WOLNOŚĆ SŁOWA I ROZWAGA",
  "history_principles_03": "INKLUZYWNOŚĆ W OPARCIU O WIELU INTERESARIUSZY",
  "history_principles_04": "STOPNIOWE WPROWADZANIE ULEPSZEŃ PRYWATNOŚCI I BEZPIECZEŃSTWA",
  "history_principles_05": "OKREŚLONA I SKOŃCZONA EMISJA",
  "history_principles_06": "UNIVERSAL FUNGIBILITY",
  "history_principles_slogan": "Całość oprogramowania opracowanego w ramach projektu Decred będzie bezpłatnym oprogramowaniem typu open source.",
  "history_timeline": "Oś czasu Decred"
}
