{
  "general_release_stable": "stable",
  "general_downloads": "pobrania",
  "general_total": "total",
  "general_javascript_warning": "JavaScript required",
  "general_javascript_warning_description": "We're sorry, but this Website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred — niezależna waluta cyfrowa",
  "description": "Decred to niezależna waluta cyfrowa. Dzięki zastosowaniu hybrydowego systemu uzyskiwania konsensusu jest to zdecentralizowana, rozwijana w sposób zrównoważony i samorządna waluta, której zasady działania określają interesariusze.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "Zasoby marki",
  "nav_in_the_press": "Decred w prasie",
  "nav_become_contributor": "Zostań współtwórcą",
  "nav_tech_overview": "Opis techniczny",
  "nav_business_brief": "Krótki opis działalności",
  "nav_whatis": "Co to jest Decred",
  "nav_mission": "Misja",
  "nav_platform": "Platforma",
  "nav_getstarted": "Wprowadzenie",
  "nav_interacting": "Interakcja z Decred",
  "nav_downloads": "Dobrania",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "Statystyki sieci",
  "nav_votingdashboard": "Panel głosowania",
  "nav_documentation": "Dokumentacja",
  "nav_community": "Społeczność",
  "nav_contributors": "Współtwórcy",
  "nav_exchanges": "Exchanges",
  "nav_roadmap": "Roadmap",
  "nav_press": "Press",
  "contributors_corporate_contractor": "Podwykonawca firmowy",
  "contributors_development": "Programowanie",
  "contributors_design": "Wygląd",
  "contributors_community": "Społeczność",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategia",
  "contributors_description": "Decred wykorzystuje nowatorski model kontrahenta umożliwiający nagradzanie współtwórców za dobrą pracę. Takie podejście umożliwiło powstanie solidnego globalnego zespołu programistów, projektantów i strategów, a także zintegrowanej społeczności. Współtwórcą może być każdy, kto wykaże się działaniami i umiejętnościami umożliwiającymi realizację misji projektu.",
  "roadmap_tag_new": "New",
  "roadmap_tag_ongoing": "Ongoing",
  "roadmap_tag_completed": "Completed",
  "roadmap_moreinfo": "More Information",
  "roadmap_tag_subtitle": "Insight into our future, overview of the past",
  "roadmap_description": "Please note that our primary goal is to provide you with stable and reliable releases. As such, any indications of target release dates and features listed are subject to change.",
  "brand_guide_0": "Zestaw narzędzi do komunikacji wizualnej",
  "brand_guide_1": "Zestaw narzędzi do szybkiego zastosowania",
  "brand_guide_2": "Pakiet logo",
  "brand_guide_3": "Pobierz pakiet logo",
  "brand_guide_4": "Kolory podstawowe",
  "brand_guide_5": "Koralowy niebieski",
  "brand_guide_6": "Turkusowy",
  "brand_guide_7": "Ciemnoniebieski",
  "brand_guide_8": "Czcionka",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "Jasnoniebieski",
  "brand_guide_11": "Green",
  "brand_guide_12": "Pomarańczowy",
  "brand_guide_13": "Cele identyfikacji wizualnej Decred to jej prezentacja wśród innych walut cyfrowych, wspieranie spójnego wykorzystania na różnych platformach oraz wywarcie odpowiedniego wrażenia i zaangażowanie nowych użytkowników. Są one osiągane przez prawidłowe użycie logo, kroju czcionki, kolorów i elementów graficznych. Opracowaliśmy proste szablony stylów odpowiednie dla wszystkich użytkowników, a także projektantów tworzących bardziej złożone materiały.",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_otc_title": "Decred OTC Traders",
  "exchanges_otc_description": "Over The Counter (OTC) trading allows customers to buy or sell Decred directly from a trader. The customer and the trader agree on a fixed price for a large quantity of Decred and conduct the transaction without going through an exchange. The minimum transaction size for OTC trading is typically $100,000 or higher.",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_payment_description": "Solutions for online merchants to start accepting Decred (DCR) as payment. Payment processors provide a quick and easy integration to accept cryptocurrencies through e-commerce platforms.",
  "exchanges_subtitle": "Decred on Exchanges",
  "exchanges_showall": "Show all",
  "home_download_wallet": "Download Wallet",
  "home_for_computer": "Dla Twojego komputera",
  "home_mainheading": "Decred to niezależna waluta cyfrowa.",
  "home_all_downloads": "Wszystkie pliki do pobrania",
  "home_watch_video": "Obejrzyj film",
  "home_decrediton_for_macdl": "Decrediton dla macOS",
  "home_decrediton_for_linuxdl": "Decrediton dla Linux",
  "home_decrediton_for_windl": "Decrediton dla Windows",
  "home_politeia_notice_title": "Decred’s Proposal System is Live",
  "home_politeia_notice_body": "Politeia allows Decred users and stakeholders to propose, discuss, collaborate on, and fund new projects, initiatives, and consensus changes.",
  "home_politeia_notice_link_title": "View Proposals",
  "home_mission_section_title": "Misja",
  "home_mission_title_1": "Autonomia jest podstawą samorządności. Interesariusze ustalają zasady.",
  "home_mission_body_1": "Od 2016 roku w Decred dążymy do ustalenia odpowiednich zasad zarządzania łańcuchem bloków. Nasz innowacyjny model konsensusu przez głosowanie daje odpowiednie możliwości interesariuszom i pozwala płynnie przejść z jednego zestawu zasad do innego. Zdecentralizowane podejmowanie decyzji i samodzielne finansowanie umożliwiło nam utworzenie solidnej, podlegającej ewolucyjnym zmianom waluty cyfrowej, na którą nie wpływają podmioty zewnętrzne.",
  "home_mission_title_2": "Zbudowane na sprawdzonej w 100% technologii open source.",
  "home_mission_body_2": "Nasza modularna baza kodu charakteryzuje się doskonałą możliwością dostosowania i można ją skalować zgodnie z najnowszymi technologiami łańcucha bloków. Technologia Decred umożliwiła pierwsze na świecie pomyślne głosowanie nad konsensusem dotyczące bezpośrednio łańcucha i aktywowane przez użytkowników. Jest to rewolucyjne podejście do zarządzania przez interesariuszy, w którym nasi interesariusze kierują projektem i wspólnie podejmują decyzje.",
  "home_mission_chart_1": "z sumy",
  "home_mission_chart_2": "mined so far",
  "home_mission_title_3": "Duże możliwości dla użytkowników, grup i firm.",
  "home_mission_body_3": "Istniejemy jako społeczność. Interesariusze, którzy biorą udział w podejmowaniu decyzji dotyczących Decred są nagradzani za swoje działania. Model zrównoważonego finansowania i solidnych kontrahentów umożliwia każdemu dołączenie do społeczności Decred w dowolnej chwili i udział w zarządzaniu nią. O wartości Decred decydują ludzie, którzy nad nią pracują — razem tworzymy zdecentralizowaną przyszłość, jakiej wszyscy oczekujemy.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "Platforma",
  "home_platform_features": "Funkcje planowane w przyszłości.",
  "home_platform_built": "Decred is built to last. Our development activity and quality are among the highest in the space. Features of the Decred software include:",
  "home_platform_innovative": "Innowacyjny, hybrydowy system osiągania konsensusu przez głosowanie oparty na systemie proof-of-work (PoW) i proof-of-stake (PoS)",
  "home_platform_censorship": "Niecenzurowana, połączona z łańcuchem bloków publiczna platforma propozycji",
  "home_platform_smartcontract": "Inteligentne kontrakty, które po prostu działają, na przykład Lightning Network",
  "home_platform_atomicswap": "Międzyłańcuchowe szybkie wymiany różnych walut cyfrowych",
  "home_platform_wallets_ease": "Portfele wieloplatformowe ułatwiające obsługę",
  "home_platform_consensus": "Konsensus poprzez głosowanie",
  "home_platform_hybrid": "Decred wykorzystuje innowacyjny hybrydowy system łączący rozwiązania proof-of-work (PoW) i proof-of-stake (PoS) zapewniający interesariuszom możliwość decydowania o zestawie stosowanych zasad konsensusu. Umożliwia to bezproblemowe przejście z jednego zestawu zasad do innego przy zachowaniu istniejącego ekosystemu łańcucha bloków.",
  "home_platform_swaps": "Szybkie zamiany",
  "home_platform_decent": "Decred nie wymaga korzystania ze scentralizowanych giełd. Międzyłańcuchowe szybkie zamiany między różnymi walutami cyfrowymi umożliwiają użytkownikom dokonywanie niewymagających sprawdzania rzetelności transakcji pozagiełdowych (OTC) bez pośredników.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred wykorzystuje niecenzurowaną, połączoną z łańcuchem bloków publiczną platformę propozycji, która umożliwia użytkownikom przesyłanie własnych projektów do samodzielnego finansowania z subsydium bloku DCR. Politeja (Pi) zapewnia zrównoważony rozwój systemu.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred wporwadza inteligentne kontrakty, które po prostu działają. Lightning Network (LN) to jedno z zastosowań systemu bezłańcuchowego o niskim opóźnieniu umożliwiające niemal natychmiastowe mikropłatności w DCR. Dzięki sieci LN Decred może bezpośrednio konkurować z istniejącymi systemami płatności zryczałtowanych.",
  "home_platform_wallets": "Portfele wieloplatformowe",
  "home_platform_accessible": "Decred oferuje portfele dostępne za pośrednictwem graficznych interfejsów użytkownika (GUI) dla wszystkich najpopularniejszych systemów operacyjnych (Windows, macOS i Linux). Dla użytkowników posiadających większą wiedzę techniczną dostępne są także portfele wykorzystujące interfejs wiersza poleceń (CLI).",
  "home_platform_soon": "Soon™",
  "home_platform_active": "Waluta Decred jest aktywnie rozwijana. Aktualne kamienie milowe obejmują kierowaną całkowicie przez interesariuszy zdecentralizowaną organizację autonomiczną (DAO) i zwiększenie poziomu poufności danych użytkowników.",
  "home_principles_oss": "Bezpłatne oprogramowanie open source",
  "home_principles_free": "Całe oprogramowanie opracowane w ramach Decred powino być bezpłatnym oprogramowaniem typu open source.",
  "home_principles_incremental": "Stałe podnoszenie poziomu poufności i bezpieczeństwa",
  "home_principles_privacy": "Należy stale wdrażać i rozszerzać zakres technologii umożliwiającej zachowanie poufności i bezpieczeństwa — zarówno aktywnie, jak i w odpowiedzi na ataki.",
  "home_principles_speech": "Wolność słowa i rozwaga",
  "home_principles_everyone": "Każdy z nas ma prawo do przekazywania opinii i pomysłów bez obawy o cenzurę. Należy wziąć pod uwagę każdy konstruktywny głos oparty na faktach i logice.",
  "home_principles_multi_stakeholder": "Integracja wielu interesariuszy",
  "home_principles_inclusivity": "Integracja oznacza system obejmujący wielu intersariuszy i należy podejmować aktywne działania, aby zapewnić różnorodność opinii i użytkowników.",
  "home_principles_bound": "Obowiązują nas następujące zasady przewodnie.",
  "home_principles_equitable": "Te zasady określono, aby  uzyskać sprawiedliwe i zrónoważone ramy działania, które umożliwią osiągnięcie celu, jakim jest niezależność i decentralizacja waluty Decred oraz zapewnienie rzeczywistego prawa głosu wszystkim interesariuszom.",
  "home_guide_0": "Ta prezentacja umożliwi uzyskanie podstawowych informacji o walucie Decred",
  "home_guide_1": "Przegląd",
  "home_guide_2": "Decred to wieloplatformowa waluta cyfrowa z obsługą systemów Windows, macOS i Linux. Łatwe w obsłudze aplikacje portfela umożliwiają wysyłanie, odbieranie i wydobywanie Decred za pomocą kilku kliknięć.",
  "home_guide_3": "For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.",
  "home_guide_4": "Kontynuuj",
  "home_guide_5": "Wstecz",
  "home_guide_6": "Podstawy",
  "home_guide_7": "<p>Istnieją trzy główne sposoby korzystania z Decred:</p>\n\t\t<p><strong>Portfel</strong> — służy do wysyłania i odbierania środków oraz uczestniczenia w wydobyciu PoS.</p>\n\t\t<p><strong>Wydobycie proof-of-work</strong> — wykorzystanie mocy obliczeniowej do weryfikacji transakcji w sieci i generowania nowych tokenów Decred.</p>\n\t\t<p><strong>Wydobycie proof-of-stake</strong> — wykorzystanie środków do głosowania nad ważnymi kwestiami dotyczącymi rozwoju sieci i weryfikowanie transakcji w zamian za nagrodę.</p>",
  "home_guide_8": "Kontynuuj",
  "home_guide_9": "Wstecz",
  "home_guide_10": "The Wallet",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> is a cross-platform GUI wallet for Decred. Available for Windows, MacOS, and Linux users.</p><p><a href=\"downloads/#cli\">Command-line wallet and utilities</a> are also available for a variety of platforms.</p><p>For help getting started you can visit our <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Beginner’s Guide</a>.</p>",
  "home_guide_12": "Kontynuuj",
  "home_guide_13": "Wstecz",
  "home_guide_14": "Wyślij i odbierz Decred",
  "home_guide_15": "<p>Do wysyłania i odbierania środków wymagany jest jedynie adres. Można go łatwo wygenerować z dowolnego portfela Decred. Adresy Decred zawsze <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">zaczynają się od litery D i zawierają od 26 do 36 znaków alfanumerycznych</a>.</p>\n\t\t<p>Po dokonaniu transakcji środki zostaną zwykle rozliczone w ciągu około 5 minut. Niewielka opłata jest pobierana za utrzymanie sieci. Opłata jest dodawana do kwoty transakcji. Oznacza to, że przelew 100 DCR spowoduje pobranie opłaty wynoszącej około 0,006 DCR.</p>\n\t\t<p>Eksploratory bloków <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> i <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> umożliwiają użytkownikom wyszukanie wszystkich bloków i transakcji w łańcuchu bloków Decred.</p>",
  "home_guide_16": "Kontynuuj",
  "home_guide_17": "Wstecz",
  "home_guide_18": "Mining",
  "home_guide_19": "<p>Pojęcie wydobywania oznacza proces weryfikowania transakcji i zabezpieczenia ich w sieci Decred. W zamian za wykonaną pracę górnicy są nagradzani nowo wygenerowanymi monetami Decred.</p>\n\t\t<p>Decred stosuje dwie metody weryfikowania transakcji: Proof-of-work (PoW) i Proof-of-stake (PoS).</p>",
  "home_guide_20": "Kontynuuj",
  "home_guide_21": "Wstecz",
  "home_guide_22": "Wydobycie proof-of-work",
  "home_guide_23": "<p>W systemie <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\">Proof-of-work (PoW)</a> transakcje są grupowane w bloki. Poprawność tych bloków jest sprawdzana przez górników PoW. Po sprawdzeniu poprawności bloku staje się on trwałą częścią sieci Decred</p>.\n\t\tAby zostać górnikiem, należy udostępnić w sieci wolne zasoby obliczeniowe. W zamian górnicy są nagradzani Decred.<p>\n\t\t<p>Ze względu na wygodę i efektywność można dołączyć do <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\">kopalni</a>. Kopalnie to grupy górników, którzy wspólnie wykonują pracę i dzielą nagrodę. Dołączenie do kopalni to doskonały sposób na otrzymywanie stałej wypłaty za pracę wykonywaną przez użytkowników wnoszących niewielki wkład.</p>",
  "home_guide_24": "Kontynuuj",
  "home_guide_25": "Wstecz",
  "home_guide_26": "Wydobycie proof-of-stake",
  "home_guide_27": "<p>W przeciwieństwie do PoW <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">wydobycie Proof-of-stake (PoS)</a> wymaga niewielkich zasobów obliczeniowych. Środki Decred służą do kupowania biletów głosowania w sieci. W każdym bloku spośród puli biletów dostępnych na żywo losowo wybieranych jest pięć biletów umożliwiających głosowanie nad poprawnością poprzedniego bloku. </p>\n\t\t<p>System PoS dodatkowo zwiększa decentralizację Decred i umożliwia użytkownikom głosowanie nad sugerowanymi zmianami dotyczącymi sieci. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">W systemie PoS także dostępne są kopalnie</a> zapewniające gotowość biletów do głosowania w dowolnej chwili po wywołaniu.</p>",
  "home_guide_28": "Kontynuuj",
  "home_guide_29": "Wstecz",
  "home_guide_30": "Kupowanie i obrót walutą Decred",
  "home_guide_31": "<p>Decred is still new, and at this time, the easiest way to purchase it is with Bitcoin. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Once you have some Bitcoin</a>, it can be traded for Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">at digital currency exchanges</a>.</p>",
  "home_guide_32": "Kontynuuj",
  "home_guide_33": "Wstecz",
  "home_guide_34": "Dołącz do społeczności",
  "home_guide_35": "<p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href=\"https://webchat.freenode.net/?channels=decred&amp;uio=d4\" title=\"_blank\" rel=\"noopener noreferrer\">IRC channel</a>, <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram channel</a>, and <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> and <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>.We can't wait to meet you!</p>",
  "home_guide_36": "Kontynuuj",
  "home_guide_37": "Wstecz",
  "home_guide_38": "Planned Features",
  "home_guide_39": "<p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2018 and early 2019:</p><ul><li>Lightning network</li><li>Initial privacy release</li><li>Decentralized control of funds</li><li>Decentralized autonomous entities</li><li>Scalability optimizations</li><li>Decrediton integrations</li><li>Marketing growth</li><li>Proposal for a Decentralized Exchange</li></ul><p>Read about these and more on our blog. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Welcome to Decred: the future of autonomous digital currency</a></p>",
  "home_guide_40": "Kontynuuj",
  "home_guide_41": "Wstecz",
  "downloads_description": "If you are new to Decred, be sure to read the <a href=\"../#guide\">Getting Started Tour</a> or the <a href=\"../#platform\">Technical Overview</a> if you want to dig deeper. If you are downloading the Decred binaries, please follow these <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">Binary Verification</a> steps to verify the checksums.",
  "downloads_category_core": "Core software",
  "downloads_category_mining_software": "Mining software",
  "downloads_app_decrediton": "Portfel z graficznym interfejsem użytkownika dla systemu Windows, macOS i Linux.",
  "downloads_app_commandline": "Międzyplatformowy automatyczny moduł instalacji/aktualizacji dla aplikacji wiersza polecenia.",
  "downloads_app_gominer": "Koparka CUDA/OpenCL dla procesorów graficznych AMD/NVIDIA. Oficjalnie wspierana przez zespół Decred.",
  "downloads_app_ccminer": "Koparka CUDA firmy zewnętrznej dla procesorów graficznych firmy NVIDIA. Nie jest wspierana przez zespół Decred.",
  "downloads_app_sgminer": "Koparka OpenCL firmy zewnętrznej dla procesorów graficznych firmy AMD. Nie jest wspierana przez zespół Decred.",
  "downloads_app_exodus": "Exodus to łatwa w obsłudze, zintegrowana aplikacja do zabezpieczania, zarządzania i wymiany łańcuchów bloków.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_bitbill": "Bitbill is a decentralized cryptocurrency wallet. You own your private keys.",
  "downloads_app_anybit": "Anybit is a mobile wallet available for Android and iOS with built in price and news tracking.",
  "downloads_app_atomicwallet": "Multi-asset desktop wallet with built in exchange via non-custodial atomic swaps and decentralized order book.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_cobo": "From the Co-Founder of F2Pool, Cobo is a highly secure mobile wallet that supports PoS Cloud Pool staking and over 30 coins and 500 tokens",
  "stakepools_description": "Voting Service Providers allow you to participate in Decred's proof-of-stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Notice:</span>&nbsp;<span translate>Missed tickets can be caused by a poorly connected proof-of-work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warning:</span>&nbsp;To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "community_description": "Come and join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. The public channels on Matrix, Slack, and Discord have been bridged. You can choose any of these platforms and still participate in discussions with Decred community members on the others.",
  "press_description": "Chicago Tribune, Bitcoin Magazine i Nasdaq uznały Decred za wiodącą kryptowalutę. Poniżej znajduje się galeria najnowszych wzmianek.",
  "press_coverage": "Coverage",
  "press_releases": "Releases",
  "Business brief": "Krótki opis działalności",
  "Decred Recruiting": "Decred Recruiting",
  "Downloads": "Dobrania",
  "Exchanges and Payments": "Exchanges and Payments",
  "Join our community!": "Dołącz do społeczności",
  "Press": "Press",
  "Roadmap": "Roadmap",
  "Visual communication toolkit": "Zestaw narzędzi do komunikacji wizualnej",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "Co to jest Decred?"
}
