{
  "Back to home page": "Powrót do strony głównej",
  "Page not found": "Nie znaleziono strony",
  "brand_guide_0": "Zestaw narzędzi do komunikacji wizualnej",
  "brand_guide_10": "Jasnoniebieski",
  "brand_guide_11": "Zielony",
  "brand_guide_12": "Pomarańczowy",
  "brand_guide_13": "Cele identyfikacji wizualnej Decred to jej prezentacja wśród innych walut cyfrowych, wspieranie spójnego wykorzystania na różnych platformach oraz wywarcie odpowiedniego wrażenia i zaangażowanie nowych użytkowników. Są one osiągane przez prawidłowe użycie logo, kroju czcionki, kolorów i elementów graficznych. Opracowaliśmy proste szablony stylów odpowiednie dla wszystkich użytkowników, a także projektantów tworzących bardziej złożone materiały.",
  "brand_guide_14": "Wyświetl repozytorium github/dcrdesign aby zobaczyć pakiety projektowe, wytyczne i dokumentację",
  "brand_guide_2": "Pakiet logo",
  "brand_guide_3": "Pobierz pakiet logo",
  "brand_guide_4": "Kolory podstawowe",
  "brand_guide_5": "Koralowy niebieski",
  "brand_guide_6": "Turkusowy",
  "brand_guide_7": "Ciemnoniebieski",
  "brand_guide_8": "Czcionka",
  "brand_guide_9": "Kolory uzupełniające",
  "brand_guide_title": "Zestaw narzędzi do szybkiego zastosowania",
  "community_community_title": "Platformy społecznościowe",
  "community_publications_title": "Publikacje",
  "community_support_title": "Wsparcie",
  "community_support_warning": "Administratorzy nigdy nie skontaktują się z Tobą za pomocą wiadomości prywatnej. Nie udzielaj żadnych osobistych informacji, takich jak słowa ziarna portfela osobom które próbują Ci pomóc.",
  "description": "Decred to niezależna waluta cyfrowa. Dzięki zastosowaniu hybrydowego systemu uzyskiwania konsensusu jest to zdecentralizowana, rozwijana w sposób zrównoważony i samorządna waluta, której zasady działania określają interesariusze.",
  "downloads_app_coinomi": "Bezpiecznie przechowuj, zarządzaj i wymieniaj Bitcoiny, Ethereum i ponad 500 innych zasobów blockchain.",
  "downloads_app_commandline": "Międzyplatformowy automatyczny moduł instalacji/aktualizacji dla aplikacji wiersza polecenia.",
  "downloads_app_cryptopower": "Wielowalutowy lekki portfel z graficznym interfejsem dla DCR, BTC oraz LTC. Zbudowany jedynie przy użyciu Go. Na platformy Android, iOS, Windows, macOS, Linux oraz FreeBSD.",
  "downloads_app_dcrdex": "Wielowalutowy lekki portfel z wymianą zasobów peer-to-peer i podstawowymi funkcjami portfela. Staking DCR jest w drodze. Wyświetl stronę aby zobaczyć listę wspieranych aktywów oraz wprowadzenie do użytkowania.",
  "downloads_app_decrediton": "Portfel z graficznym interfejsem użytkownika dla systemu Windows, macOS i Linux.",
  "downloads_app_exodus": "Exodus to łatwa w obsłudze, zintegrowana aplikacja do zabezpieczania, zarządzania i wymiany zasobów na łańcuchu bloków.",
  "downloads_app_guarda": "Guarda jest reprezentowana przez wielowalutowe portfele internetowe, stacjonarne i mobilne.",
  "downloads_app_ledger": "Ledger Live to portfel sieciowy zabezpieczany przez portfel sprzętowy Ledger.",
  "downloads_app_mobilewallets": "Mobilne portfele Decred dostępne zarówno na platformę Android i iOS.",
  "downloads_app_trezor": "Trezor jest portfelem sprzętowym wspieranym zarówno przez portfel Decrediton, jak i Exodus.",
  "downloads_app_trust": "Trust Wallet to bezpieczny portfel z obsługą wielu monet na Androida oraz iOS.",
  "downloads_category_core_software": "Oprogramowanie podstawowe",
  "downloads_category_hardware_wallets": "Portfele sprzętowe",
  "downloads_category_third_party_wallets": "PORTFELE FIRM ZEWNĘTRZNYCH",
  "downloads_description": "Jeśli jesteś nowym użytkownikiem Decred, zaznajom się z <a href='https://docs.decred.org' target='_blank' rel='noopener noreferrer'>dokumentacją</a>. Osobom szczególnie dbającym o bezpieczeństwo zalecamy zastosowanie się <a href='https://docs.decred.org/advanced/verifying-binaries/' target='_blank' rel='noopener noreferrer'>do tych instrukcji</a> odnośnie weryfikacji plików binarnych portfela Decrediton oraz narzędzi wiersza polecenia.",
  "exchanges_category_atomic_swaps": "Atomic Swaps",
  "exchanges_category_decentralized": "Zdecentralizowane",
  "exchanges_category_fiat": "Fiat",
  "exchanges_category_high_liquidity": "Wysoka płynność",
  "exchanges_category_instant_exchange": "Błyskawiczna wymiana",
  "exchanges_description": "Giełdy walut cyfrowych są łatwym sposobem na zakup i handel Decred (DCR). Uwaga: Zawsze rób własną analizę przed skorzystaniem z usługi. Najbezpieczniejszym miejscem do przechowywania Decred jest portfel, do którego tylko Ty masz klucze dostępu.",
  "exchanges_disclaimer": "Żadna z giełd wymienionych powyżej, z wyjątkiem <a target='_blank' rel='noopener noreferrer' href='https://dex.decred.org/'>DCRDEX</a> nie pozwala użytkownikom pozostać w posiadaniu swoich środków podczas procesu wymiany. Niektóre scentralizowane giełdy, włączając w to te typu błyskawicznego lub \"instant\", mogą również wymagać od użytkowników ich danych osobowych celem dokończenia wymiany po zdeponowaniu środków. Gorąco zachęcamy do korzystania z DCRDEX, aby możliwie jak najbardziej zwiększyć bezpieczeństwo środków oraz prywatność naszych użytkowników. W tym celu udostępniamy <a target='_blank' rel='noopener noreferrer' href='https://www.youtube.com/watch?v=XaE_xzGKjeQ'>poradnik korzystania z DCRDEX</a>.",
  "exchanges_payment_title": "Podmioty obsługujące płatności Decred",
  "exchanges_title": "Giełdy i kantory",
  "general_copyright": "Twórcy Decred",
  "general_javascript_warning": "Wymagane środowisko JavaScript",
  "general_javascript_warning_description": "Przykro nam, ale ta strona nie działa prawidłowo bez włączonego środowiska JavaScript.",
  "home_download_wallet": "Pobierz portfel",
  "landing_dao_headline": "DAO",
  "landing_dao_link1": "Wnoszenie wkładu i zostanie wykonawcą",
  "landing_dao_link2": "Głosowanie Proof of Stake",
  "landing_dao_text": "Połączenie Skarbca, platformy propozycji, głosowania interesariuszy i elastycznego modelu wykonawcy sprawia, że Decred funkcjonuje jako zdecentralizowana autonomiczna organizacja warstwy 1.",
  "landing_development_headline": "Rozwój, który nigdy nie ustaje",
  "landing_development_link1": "Wyświetl dane Skarbca Decred",
  "landing_development_text": "Skarbiec Decred jest samofinansujący się a środki do niego trafiające pochodzą z 10% nagrody blokowej. Ten model finansowania zapewnia, że rozwój, marketing i inne działania związane z projektem mają stałe źródło finansowania, niezależne od kapitału zewnętrznego lub sponsorów.",
  "landing_dex_headline": "DEX",
  "landing_dex_link1": "Pobierz DCRDEX",
  "landing_dex_text": "Decred zbudowało własną zdecentralizowaną giełdę (DEX) przy użyciu technologii atomic-swap. Pozwala to użytkownikom na handel peer-to-peer bez opłat transakcyjnych lub konieczności przejścia procedury KYC. Rozwój DEX jest finansowany przez DAO Decred i jest całkowicie open-source.",
  "landing_explore": "Dowiedz się więcej",
  "landing_feature1": "Staking",
  "landing_feature2": "Głosowanie",
  "landing_feature3": "Skarbiec",
  "landing_feature4": "Propozycje",
  "landing_feature5": "Bezpieczeństwo",
  "landing_feature6": "Zamienność",
  "landing_feature7": "Sieć Lightning",
  "landing_feature8": "DEX",
  "landing_features": "Cechy projektu",
  "landing_freedom_headline": "Wolność",
  "landing_freedom_link1": "Przeczytaj Konstytucję Decred",
  "landing_freedom_text": "Nikt nie przeszkodzi Ci w rozporządzaniu Twoimi pieniędzmi.",
  "landing_insights_headline": "Przenikliwe obserwacje",
  "landing_insights_link1": "Otwórz eksplorator bloków dcrdata",
  "landing_insights_text": "Wyobraź sobie, jak wszystko łączy się w całość.",
  "landing_intro": "Decred to kryptowaluta zaprojektowana z myślą o aktualizacji funkcjonalności tak, aby ewoluowała przez cały czas w oparciu o decyzje interesariuszy projektu",
  "landing_lightning_headline": "Skalowalność dzięki sieci Lightning Network",
  "landing_lightning_link1": "Więcej o Bison Relay, bezpiecznym komunikatorze opartym na Lightning Network",
  "landing_lightning_text": "Decred jest jedynym projektem oprócz Bitcoin, który poważnie podchodzi do rozwoju Lightning Network jako rozwiązania skalowalności warstwy 2.",
  "landing_opener": "Ewolucja pieniądza",
  "landing_pill_1": "Warstwa 1",
  "landing_pill_2": "DAO",
  "landing_pill_3": "Brak ICO",
  "landing_pill_4": "Hybrydowy system PoW/PoS",
  "landing_pill_5": "21 mln. limit podaży monet",
  "landing_pill_6": "Samofinansowanie",
  "landing_privacy_headline": "Prywatność",
  "landing_privacy_link1": "Naucz się, jak mieszać swoje Decred",
  "landing_privacy_link2": "Wyświetl uczestnictwo w funkcji prywatności",
  "landing_privacy_text": "Nikt poza Tobą nie powinien wiedzieć, co robisz ze swoimi pieniędzmi.",
  "landing_proposals_headline": "Propozycje",
  "landing_proposals_link1": "Wyświetl platformę składania propozycji",
  "landing_proposals_text": "Platforma składania propozycji Decred jest siłą decyzyjną stojącą za DAO Decred. Każdy może złożyć propozycję i uzyskać finansowanie na jej przeprowadzenie ze Skarbca. Wszystkie propozycje są oznakowane czasowo, odporne na cenzurę i muszą zostać zatwierdzone przez interesariuszy.",
  "landing_resolve_headline": "Rozwiązanie",
  "landing_resolve_link1": "Głosowanie proof of stake",
  "landing_resolve_text": "Wbudowany system rozwiązywania sporów, aby stado mogło żyć w zgodzie.",
  "landing_security_headline": "Dwuwarstwowe bezpieczeństwo",
  "landing_security_link1": "Kalkulator kosztów ataku",
  "landing_security_text": "Hybrydowy system konsensusu Decred jest znacznie trudniejszy do zaatakowania metodą 51% niż czyste systemy PoW lub PoS. Do tej pory Decred nigdy nie został zaatakowany tą metodą.",
  "landing_seemore": "Zobacz więcej",
  "landing_sovereignty_headline": "Niezależność",
  "landing_sovereignty_link1": "Zarządzanie Decred",
  "landing_sovereignty_link2": "Śledź zmiany w zasadach konsensusu",
  "landing_sovereignty_text": "To Ty ustalasz i egzekwujesz zasady.",
  "landing_stats": "Statystyki w pigułce",
  "landing_treasury_headline": "Skarbiec",
  "landing_treasury_link1": "Współtworzenie projektu i zostanie wykonawcą",
  "landing_treasury_text": "Moc ciągłego rozwoju i budowania.",
  "landing_why_text1": "Decred został stworzony przez zespół programistów Bitcoin przy współpracy z legendarnym deweloperem Monero, tacotime.",
  "landing_why_text2": "Ich wizja była jasna: wzmocnić pozycję posiadaczy monet poprzez stworzenie unikatowego hybrydowego systemu wydobywczego proof-of-work i proof-of-stake, który połączy bezpieczeństwo, zrównoważy rozwój, decentralizację i udział użytkowników w procesie decyzyjnym dot. rozwoju.",
  "landing_why_title": "Dlaczego Decred?",
  "nav_become_contributor": "Zostań współtwórcą",
  "nav_brand_resources": "Zasoby marki",
  "nav_bugbounty": "Bug Bounty",
  "nav_community": "Społeczność",
  "nav_dcrdata": "Eksplorator bloków",
  "nav_documentation": "Dokumentacja",
  "nav_downloads": "Portfele",
  "nav_exchanges": "Giełdy i kantory",
  "nav_news": "Wiadomości",
  "nav_politeia": "System propozycji",
  "nav_tech_overview": "Opis techniczny",
  "nav_time": "Usługa znakowania czasowego",
  "nav_vsp": "Pule udziałów (Voting Service Providers)",
  "news_all": "Wszystkie",
  "news_coverage": "Informacje w mediach",
  "news_decred_journal": "Decred Journal",
  "news_press_releases": "Komunikaty prasowe",
  "news_software": "Oprogramowanie",
  "news_title": "Wiadomości",
  "notice": "Uwaga",
  "stakepools_description_1": "Posiadacze Decred mogą dobrowolnie wziąć udział w zarządzaniu projektem poprzez pseudolosowe blokowanie swoich środków w zamian za bilety, dzięki którym zyskują nagrodę ze stakingu. Biorąc w nim udział interesariusze pomagają zabezpieczać sieć poprzez głosowanie nad zatwierdzaniem efektów pracy górników oraz zdobywają możliwość oddania głosu nad proponowanymi zmianami do blockchaina Decred i zarządzania projektem dzięki platformie Politeia. Pełen opis procedury znajduje się w <a href='https://docs.decred.org/proof-of-stake/overview/' target='_blank' rel='noopener noreferrer'>dokumentacji</a>.",
  "stakepools_description_2": "Ponieważ bilety są wywoływane do głosowania w sposób pseudolosowy, a posiadający je portfel musi być online w czasie ich wywołania, aby oddać głos, wielu ludzi korzysta w tym celu z pul udziałów (Voting Service Provider - VSP) przy użyciu portfela Decrediton, czy dcrwallet. VSP nie mają dostępu do funduszy użytkowników, a ich zadaniem jest przekazywanie preferencji wyboru ich użytkowników do sieci.",
  "stakepools_description_3": "Podane VSP zostały sprawdzone i zrecenzowane przez społeczność.",
  "stakepools_warning_1": "Pominięte bilety mogą być wynikiem słabego połączenia   górnika proof-of-work (PoW)   i nie muszą oznaczać błędu dostawcy.",
  "stakepools_warning_2": "Aby zachęcić do decentralizacji sieci, zaleca się unikać dostawców, którzy posiadają ponad 5% głosów w sieci.",
  "title": "Decred — Ewolucja pieniądza",
  "vsp_title": "Pule głosujących (Voting Service Providers)",
  "wallets_title": "Pobrania",
  "warning": "Ostrzeżenie"
}
