{
  "general_javascript_warning": "JavaScript obrigatório",
  "general_javascript_warning_description": "Pedimos desculpa. Tem de ativar o JavaScript para o site funcionar corretamente.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "As exchanges de moedas digitais oferecem uma forma fácil de comprar e vender Decred (DCR). Isenção de responsabilidade: antes de utilizar um serviço, deve-se sempre pesquisar e investigar o mesmo. A forma mais segura de armazenar Decred é utilizar uma carteira digital, onde pode-se controlar chaves privadas de forma exclusiva.",
  "description": "A Decred é uma moeda digital autónoma. Com um sistema híbrido consistente, é concebido para ser uma moeda descentralizada, sustentável e com regras próprias em que os investidores fazem as regras.",
  "general_copyright": "Programadores Decred",
  "nav_brand_resources": "Guia da Marca",
  "nav_in_the_press": "A Decred na Imprensa",
  "nav_become_contributor": "Contribuindo à Decred",
  "nav_tech_overview": "Visão técnica geral",
  "nav_roadmap": "Planeament",
  "footer_roadmap": "Planejamento 2018",
  "nav_mission": "Missão",
  "nav_platform": "Plataforma",
  "nav_stakingvoting": "Stake e Votação",
  "nav_bugbounty": "Caça a Bugs",
  "nav_interacting": "Interagir com a Decred",
  "nav_downloads": "Downloads",
  "nav_politeia": "Sistema de Propostas",
  "nav_vsp": "Provedores de Serviço de Votação",
  "nav_votingdashboard": "Painel de Votação",
  "nav_documentation": "Documentação",
  "nav_community": "Comunidade",
  "nav_exchanges": "Exchanges",
  "nav_press": "Centro de imprensa",
  "roadmap_tag_new": "Novidades",
  "roadmap_tag_ongoing": "Em curso",
  "roadmap_tag_completed": "Concluído",
  "roadmap_moreinfo": "Mais informações",
  "roadmap_tag_subtitle": "Olhar para o futuro, rever o passado",
  "roadmap_description": "O nosso objetivo principal é fornecer versões estáveis e fiáveis. Como tal, todas as datas de divulgação e funcionalidades indicadas estão sujeitas a alterações.",
  "brand_guide_0": "Conjunto de ferramentas de comunicação visual",
  "brand_guide_title": "Conjunto de ferramentas de utilização rápida",
  "brand_guide_2": "Pacote de logótipos",
  "brand_guide_3": "Transferir o pacote de logótipos",
  "brand_guide_4": "Cores primárias",
  "brand_guide_5": "Chave azul",
  "brand_guide_6": "Turquesa",
  "brand_guide_7": "Azul escuro",
  "brand_guide_8": "Tipografia",
  "brand_guide_9": "Cores complementares",
  "brand_guide_10": "Azul claro",
  "brand_guide_11": "Verde",
  "brand_guide_12": "Laranja",
  "brand_guide_13": "Os objetivos de identidades visuais da Decred são para representar moedas digitais, apoiar a utilização consistente através de uma variedade de plataformas assim como ser memorável e envolvente para novos integrantes. Isto é alcançado através da utilização correta do logótipo, composição tipográfica, direção da cor e qualidades gráficas. Desenvolvemos uns modelos de estilo simples adequados para todos os utilizadores assim como para os designers produzirem materiais mais complexo.",
  "brand_guide_14": "Consulte o repositório github/dcrdesign para obter pacotes de design, diretrizes e documentação",
  "exchanges_payment_title": "Processadores de pagamento Decred",
  "home_download_wallet": "Download da Carteira",
  "home_mission_section_title": "Missão",
  "home_mission_title_1": "A autonomia é auto-gestão. Os investidores fazem as regras.",
  "home_mission_body_1": "Desde 2016, a Decred esforçou-se para resolver o problema de gestão da blockchain. O nosso modelo inovador de votação fortalece os investidores e permite a transação tranquila de um conjunto de regras para outro. A tomada de decisões descentralizada e o autofinanciamento permitiu-nos construir uma moeda digital robusta, crescente, livre de influência de terceiros.",
  "home_mission_title_2": "Construído a partir de tecnologia de fonte aberta 100% comprovada.",
  "home_mission_body_2": "A nossa base de código modular oferece uma adaptabilidade única e pode escalar até à tecnologia de blockchain mais recente. A tecnologia Decred permitiu ao mundo a primeira votação consensual bem sucedida ativada pelo utilizador diretamente na rede. Isto representa uma abordagem revolucionária para a gestão de investidores, em que a nossa comunidade dirige o projeto e toma decisões em conjunto.",
  "home_mission_chart_1": "do total de",
  "home_mission_chart_2": "minado até agora",
  "home_mission_title_3": "Fortalecer indivíduos, grupos e empresas.",
  "home_mission_body_3": "Somos nutridos pela comunidade. Os investidores que participam na tomada de decisões da Decred são recompensados pelos seus esforços. Financiamento sustentável e modelo de contratação flexível permitem que qualquer pessoa se junte à Decred a qualquer momento e se envolva na sua administração. O valor da Decred está nas pessoas que trabalham nela - juntos estamos a construir o futuro descentralizado que queremos ver.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "Plataforma",
  "home_platform_features": "Recursos para o futuro.",
  "home_platform_built": "A Decred foi concebida para durar. A nossa atividade e qualidade de desenvolvimento estão entre as mais altas do género. O software Decred inclui as seguintes funcionalidades:",
  "home_platform_innovative": "Um sistema de voto consensual híbrido inovador proof-of-work (PoW), proof-of-stake (PoS)",
  "home_platform_censorship": "Uma plataforma de propostas públicas resistente à censura e incorporada na blockchain",
  "home_platform_smartcontract": "Contratos inteligentes que funcionam tal como a Lightning Network",
  "home_platform_atomicswap": "Trocas atómicas de cross-chain entre moedas digitais diferentes",
  "home_platform_wallets_ease": "Carteiras de plataformas múltiplas para utilização fácil",
  "home_platform_consensus": "Votação consensual",
  "home_platform_hybrid": "A Decred utiliza um sistema de voto híbrido inovador proof-of-work (PoW), proof-of-stake (PoS) para dar aos investidores o poder de tomada de decisões acerca da ativação de conjuntos de regras consistentes. Isto permite uma transição perfeita de um conjunto de regras para outro enquanto se mantém o ecossistema de blockchain intacto.",
  "home_platform_swaps": "Trocas atómicas",
  "home_platform_decent": "A Decred não exige crédito nos câmbios centralizados. Com as trocas atómicas de cross-chain entre moedas digitais diferentes, os utilizadores podem realizar trocas livres sem terceiros.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "A Decred utiliza uma plataforma de propostas públicas resistente à censura e incorporada na blockchain, que habilita os utilizadores a enviarem os seus próprios projetos para autofinanciamento a partir do subsídio de bloco. A Politeia (Pi) assegura que o ecossistema permanece sustentável e próspero.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "A Decred implementa contratos inteligentes que funcionam. A Lightning Network (LN) é uma aplicação com sistema off-chain de baixa latência que permite micro-pagamentos instantâneos em DCR. Com a LN, a Decred compete diretamente com os sistemas de pagamentos existentes fiat.",
  "home_platform_wallets": "Carteiras de plataformas múltiplas",
  "home_platform_accessible": "A Decred apresenta carteiras acessíveis através de interfaces gráficas de utilizador (GUIs) nos principais sistemas operativos (Windows, macOS, e Linux). Para utilizadores mais técnicos, também estão disponíveis carteiras com interface de linha de comandos.",
  "home_platform_soon": "Soon™",
  "home_platform_active": "A Decred tem um desenvolvimento ativo. Os marcos atuais incluem uma organização descentralizada autónoma dirigida aos investidores (DAO) e privacidade do utilizador melhorada.",
  "home_guide_0": "This tour will help you get started with Decred",
  "home_guide_1": "Visão geral",
  "home_guide_2": "Decred é uma moeda digital multi-plataforma com suporte para Windows, macOS e Linux. As carteiras fáceis de usar permitem o envio, recebimento e a mineração de Decred com apenas alguns cliques.",
  "home_guide_3": "Para as pessoas que gostam de investigar minuciosamente, a Decred oferece uma ferramenta de linha de comandos completa que permite personalizar a experiência Decred.",
  "home_guide_4": "Continuar",
  "home_guide_5": "Retroceder",
  "home_guide_6": "O Básico",
  "home_guide_7": "<p>Existem três formas principais para interagir com a Decred:</p><p><strong>A Carteira</strong> - Para enviar e receber fundos, bem como para participar na votação de PoS (Proof-of-state).</p><p><strong>Mineração Proof-of-work</strong> - Utilizar as capacidades de processamento para validar transações na rede e gerar novos tokens Decred.</p><p><strong>Votação Proof-of-stake</strong> - Utilizar fundos para votar assuntos importantes de desenvolvimento da rede e validar transações para recompensas.</p>",
  "home_guide_8": "Continuar",
  "home_guide_9": "Retroceder",
  "home_guide_10": "A carteira",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> é uma carteira da Decred com interface gráfica para várias plataformas. Disponível para utilizadores Windows, MacOS e Linux.</p><p><a href=\"downloads/#cli\">A linha de comandos da carteira e utilitários</a> também estão disponíveis em diversas plataformas.</p><p>Para obter ajuda sobre como começar, pode consultar o nosso <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Guia de introdução</a>.",
  "home_guide_12": "Continuar",
  "home_guide_13": "Retroceder",
  "home_guide_14": "Enviar e receber Decred",
  "home_guide_15": "<p>Só necessita de ter um endereço para enviar e receber fundos. Um endereço pode ser criado facilmente a partir de qualquer carteira Decred. Os endereços Decred começam <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\" rel=\"noopener noreferrer\">sempre com a letra D e contêm entre 26 a 36 caracteres alfanuméricos</a>.</p><p>Após realizar uma transação, os fundos serão removidos após 5 minutos. Será cobrada uma pequena taxa para ajudar a pagar os custos de manutenção da rede. Esta será adicionada ao montante da transação, ou seja, uma transferência de 100 DCR irá incluir uma taxa de cerca de 0,006 DCR.</p><p>Os exploradores de blocos <a href=\"https://mainnet.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">mainnet.decred.org</a> e <a href=\"https://explorer.dcrdata.org\" target=\"_blank\" rel=\"noopener noreferrer\">explorer.dcrdata.org</a> permitem aos utilizadores pesquisar todos os blocos e as transações no blockchain da Decred.</p>",
  "home_guide_16": "Continuar",
  "home_guide_17": "Retroceder",
  "home_guide_18": "Mineração",
  "home_guide_19": "<p>O termo mineração representa o processo de validar as transações na rede Decred e mantê-la segura. Em troca de trabalho, os mineradores são compensados com moedas Decred geradas novamente.</p>\n\t\t<p>A Decred tem dois métodos para validar transações: Proof-of-work (PoW) e Proof-of-stake (PoS).</p>",
  "home_guide_20": "Continuar",
  "home_guide_21": "Retroceder",
  "home_guide_22": "Mineração Proof-of-work",
  "home_guide_23": "<p>Na <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Mineração Proof-of-work (PoW)</a> as transações são agrupadas em blocos. Esses blocos são validados pelos mineradores PoW. Quando é validado um bloco ele torna-se uma parte permanente da rede Decred.</p>\n\t\t<p>Pode tornar-se um minerador ao dedicar processamento de computação à rede. Em retorno, os mineradores são recompensados com Decred..</p>\n\t\t<p>Para eficiência e conveniência pode-se juntar aos <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">pools de mineração</a>. Os pools são grupos de mineradores que partilham o trabalho e dividem a recompensa. Juntar-se e a um pool de mineração é uma forma excelente dos contribuintes menores receberem pagamentos consistentes pelo seu trabalho.</p>",
  "home_guide_24": "Continuar",
  "home_guide_25": "Retroceder",
  "home_guide_26": "Votação Proof-of-stake",
  "home_guide_27": "<p>Ao contrário de PoW, a <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">Votação Proof-of-stake (PoS)</a> requer poucos recursos de processamento. Os fundos Decred são utilizados para comprar bilhetes de mineração na rede. Em cada bloco, cinco bilhetes do conjunto de cinco bilhetes em direto são selecionados aleatoriamente para votar a validade do bloco anterior. </p><p>O PoS acrescenta uma camada adicional de descentralização ao Decred e permite aos utilizadores votar alterações de rede sugeridas. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">Os conjuntos - denominados VSP (Voting Service Providers) - estão também disponíveis para PoS</a> para garantir que os seus bilhetes estão disponíveis para votar quando necessário.</p>",
  "home_guide_28": "Continuar",
  "home_guide_29": "Retroceder",
  "home_guide_30": "Comprar e Trocar Decred",
  "home_guide_31": "<p>A Decred ainda é recente e, atualmente, a forma mais fácil de adquiri-la é com Bitcoin. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Assim que obter alguma Bitcoin</a>, pode trocá-la por Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">nos mercados de câmbio para moedas digitais</a>.</p>",
  "home_guide_32": "Continuar",
  "home_guide_33": "Retroceder",
  "home_guide_34": "Junte-se à comunidade",
  "home_guide_35": "<p>Através de processos de descentralização, pessoas com diferentes ideias, objetivos e opiniões podem ajudar a moldar o futuro. É possível que tenha algumas dúvidas, por isso, convidamo-lo(a) a aderir à nossa comunidade em expansão, onde pode estabelecer ligações com programadores e outros utilizadores, obter informações, fazer perguntas ou simplesmente conviver. Temos canais de <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram</a> e <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack</a>, onde pode comunicar com programadores e outros utilizadores em tempo real. Tem ainda as redes sociais <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> e <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>. Estamos ansiosos por conhecê-lo(a)!</p>",
  "home_guide_36": "Continuar",
  "home_guide_37": "Retroceder",
  "home_guide_38": "Funcionalidades planeadas",
  "home_guide_39": "<p>Parte da recompensa dos novos blocos será aplicada no desenvolvimento da Decred de forma a assegurar a sua evolução contínua, bem como satisfazer os pedidos e necessidades da comunidade atual e futura. Em seguida, apresentamos algumas das funcionalidades planeadas para o ano de 2018 e início de 2019:</p><ul><li>rede Lightning Network</li><li>Lançamento da versão inicial privada</li><li>Controlo de fundos descentralizado<li>Entidades autónomas descentralizadas</li><li>Otimizações de escalabilidade</li><li>Intregação de Decrediton<li>Crescimento do mercado</li><li>Proposta de um mercado de câmbio descentralizado</li></ul><p>Saiba mais sobre estes tópicos e muito mais no nosso blogue. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Bem-vindo(a) à Decred: o futuro da moeda digital autónoma</a></p>",
  "home_guide_40": "Continuar",
  "home_guide_41": "Retroceder",
  "downloads_description": "Se você é um novo usuário da Decred, revise a <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">documentação</a>. Pessoas preocupadas com segurança, por favor sigam <a href=\"https://docs.decred.org/advanced/verifying-binaries/\" target=\"_blank\" rel=\"noopener noreferrer\">essas instruções</a> para verificar os binários da Decrediton e dos aplicativos de linha de comando.",
  "downloads_category_core_software": "Software principal",
  "downloads_category_third_party_wallets": "Carteiras de terceiros",
  "downloads_app_decrediton": "Carteira GUI para Windows, macOS e Linux.",
  "downloads_app_commandline": "Uma plataforma múltipla, com instalador/atualizador automático para a linha de comando das aplicações.",
  "downloads_app_exodus": "Exodus é uma aplicação amigável, tudo em um, para proteger, gerir e trocar bens de blockchain.",
  "downloads_app_coinomi": "Armazene, faça a gestão e troque Bitcoin, Ethereum, e mais 500 outros tipos de recursos blockchain, tudo de forma segura.",
  "downloads_app_ownbit": "A Ownbit é uma carteira de criptomoeda descentralizada. As suas chaves privadas são mesmo suas.",
  "downloads_app_anybit": "A Anybit é uma carteira móvel disponível para Android e iOS com monitorização integrada de preços e notícias.",
  "downloads_app_atomicwallet": "Carteira para versão do ambiente de trabalho com múltiplos ativos e mercado de bolsa integrado através de trocas atómicas sem custódia e carteira de encomendas descentralizada.",
  "downloads_app_guarda": "A Guarda é representada por carteiras múlti-moeda com versão web, ambiente de trabalho e móvel.",
  "downloads_app_ledger": "Ledger Live é uma carteira baseada na Web protegida pela carteira Ledger de hardware.",
  "stakepools_description": "Os VSP (Voting Service Providers) permitem participar no sistema proof-of-stake (PoS) da Decred sem ter de se preocupar com perdas devido a interrupções de processamento, problemas de ligação à Internet ou falhas de energia.",
  "notice": "Aviso",
  "warning": "Aviso",
  "stakepools_warning_1": "Os bilhetes perdidos podem ser causados por uma mineração proof-of-work (PoW) com problemas de ligação e não necessariamente devido ao fornecedor.",
  "stakepools_warning_2": "para incentivar a descentralização da rede, recomendamos que evite fornecedores com mais de 5% dos votos de rede.",
  "press_description": "A Decred foi destaque no Wall Street Journal, Forbes, Bitcoin Magazine entre outros. Encontre abaixo alguns exemplos da cobertura recente.<br /><br />Para entrar em contato com a Decred, entre em contato através de <a href=\"mailto:press@decred.org\">press@decred.org</a>",
  "press_coverage": "Cobertura na imprensa",
  "press_releases": "Comunicados de imprensa",
  "Decred Recruiting": "Recrutamento Decred",
  "wallets_title": "Carteiras",
  "Exchanges and Payments": "Exchanges e Meios de Pagamento",
  "Join our community!": "Junte-se à comunidade",
  "Press": "Imprensa",
  "Roadmap": "Planejamento",
  "Visual communication toolkit": "Conjunto de ferramentas de comunicação visual",
  "vsp_title": "Provedores de Serviço de Votação",
  "Who is Decred?": "Quem é a Decred?",
  "Page not found": "Página não encontrada",
  "Back to home page": "Voltar à página inicial",
  "landing_seemore": "Veja mais",
  "landing_treasury_link1": "Contribuindo e Tornando-se um Contratante"
}
