{
  "general_release_stable": "estável",
  "general_downloads": "downloads",
  "general_total": "total",
  "general_javascript_warning": "JavaScript obrigatório",
  "general_javascript_warning_description": "Pedimos desculpa. Tem de ativar o JavaScript para o site funcionar corretamente.",
  "exchanges_title": "Exchanges",
  "exchanges_disclaimer": "None of the exchanges listed below other than <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://dex.decred.org/\">DCRDEX</a> allow users to keep custody of their funds throughout the exchange process. Some centralized exchanges including the \"instant\" type may also request personal information in order to complete trades after funds have been deposited. Users are strongly advised to trade on DCRDEX to maximize their privacy and security of their funds. A <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.youtube.com/watch?v=XaE_xzGKjeQ\">DCRDEX tutorial</a> is available.",
  "exchanges_description": "As exchanges de moedas digitais oferecem uma forma fácil de comprar e vender Decred (DCR). Isenção de responsabilidade: antes de utilizar um serviço, deve-se sempre pesquisar e investigar o mesmo. A forma mais segura de armazenar Decred é utilizar uma carteira digital, onde pode-se controlar chaves privadas de forma exclusiva.",
  "title": "Decred - Moeda Digital Autónoma",
  "description": "A Decred é uma moeda digital autónoma. Com um sistema híbrido consistente, é concebido para ser uma moeda descentralizada, sustentável e com regras próprias em que os investidores fazem as regras.",
  "general_copyright": "Programadores Decred",
  "nav_brand_resources": "Guia da Marca",
  "nav_in_the_press": "A Decred na Imprensa",
  "nav_become_contributor": "Contribuindo à Decred",
  "nav_tech_overview": "Visão técnica geral",
  "nav_business_brief": "Resumo empresarial",
  "nav_roadmap": "Planeament",
  "footer_roadmap": "Planejamento 2018",
  "nav_whatis": "O que é a Decred",
  "nav_mission": "Missão",
  "nav_platform": "Plataforma",
  "nav_getstarted": "Iniciar",
  "nav_stakingvoting": "Stake e Votação",
  "nav_bugbounty": "Caça a Bugs",
  "nav_insights_resources": "Insights e Recursos",
  "nav_news_posts": "Imprensa",
  "nav_join_chat": "Entre no Bate-Papo",
  "nav_cointribute_repos": "Contribua com nossos repositórios",
  "nav_explore_community": "Explore as plataformas da comunidade",
  "nav_proposals": "Propostas",
  "nav_interacting": "Interagir com a Decred",
  "nav_downloads": "Downloads",
  "nav_politeia": "Sistema de Propostas",
  "nav_vsp": "Provedores de Serviço de Votação",
  "nav_networkstats": "Estado da Rede",
  "nav_votingdashboard": "Painel de Votação",
  "nav_documentation": "Documentação",
  "nav_community": "Comunidade",
  "nav_contributors": "Contribuidores",
  "nav_exchanges": "Exchanges",
  "nav_press": "Centro de imprensa",
  "nav_security": "Segura",
  "nav_adaptability": "Adaptável",
  "nav_sustainability": "Sustentável",
  "nav_pastfuture": "Histórico",
  "contributors_corporate_contractor": "Empresário",
  "contributors_development": "Desenvolvimento",
  "contributors_design": "Design",
  "contributors_community": "Comunidade",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Estratégia",
  "contributors_description": "A Decred utiliza um modelo de contratação inovador que permite que os contribuintes comprovados sejam remunerados pelo seu bom trabalho. Esta abordagem ajudou a estabelecer uma equipa global de programadores, designers e estrategistas, bem como uma comunidade robusta. Acolhemos contribuições de qualquer pessoa que queira demonstrar o seu esforço e capacidades na busca da missão do projeto.",
  "roadmap_tag_new": "Novidades",
  "roadmap_tag_ongoing": "Em curso",
  "roadmap_tag_completed": "Concluído",
  "roadmap_moreinfo": "Mais informações",
  "roadmap_tag_subtitle": "Olhar para o futuro, rever o passado",
  "roadmap_description": "O nosso objetivo principal é fornecer versões estáveis e fiáveis. Como tal, todas as datas de divulgação e funcionalidades indicadas estão sujeitas a alterações.",
  "brand_guide_0": "Conjunto de ferramentas de comunicação visual",
  "brand_guide_1": "Conjunto de ferramentas de utilização rápida",
  "brand_guide_2": "Pacote de logótipos",
  "brand_guide_3": "Transferir o pacote de logótipos",
  "brand_guide_4": "Cores primárias",
  "brand_guide_5": "Chave azul",
  "brand_guide_6": "Turquesa",
  "brand_guide_7": "Azul escuro",
  "brand_guide_8": "Tipografia",
  "brand_guide_9": "Cores complementares",
  "brand_guide_10": "Azul claro",
  "brand_guide_11": "Verde",
  "brand_guide_12": "Laranja",
  "brand_guide_13": "Os objetivos de identidades visuais da Decred são para representar moedas digitais, apoiar a utilização consistente através de uma variedade de plataformas assim como ser memorável e envolvente para novos integrantes. Isto é alcançado através da utilização correta do logótipo, composição tipográfica, direção da cor e qualidades gráficas. Desenvolvemos uns modelos de estilo simples adequados para todos os utilizadores assim como para os designers produzirem materiais mais complexo.",
  "brand_guide_14": "Consulte o repositório github/dcrdesign para obter pacotes de design, diretrizes e documentação",
  "exchanges_payment_title": "Processadores de pagamento Decred",
  "exchanges_payment_description": "Soluções para os comerciantes online começarem a aceitar Decred (DCR) como forma de pagamento. Os processadores de pagamento fornecem uma integração rápida e fácil para aceitar criptomoedas através de plataformas de comércio eletrónico.",
  "exchanges_subtitle": "Decred nas Exchanges",
  "exchanges_showall": "Mostrar tudo",
  "home_download_wallet": "Download da Carteira",
  "home_for_computer": "Para o seu computador",
  "home_mainheading": "A Decred é uma moeda digital autónoma.",
  "home_all_downloads": "Todos os Downloads",
  "home_watch_video": "Ver vídeo",
  "home_decrediton_for_macdl": "Decrediton para macOS",
  "home_decrediton_for_linuxdl": "Decrediton para Linux",
  "home_decrediton_for_windl": "Decrediton para Windows",
  "home_news_banner_title": "Decred’s Proposal System is Live",
  "home_news_banner_body": "A plataforma Politeia permite aos utilizadores Decred e às partes interessadas sugerir, debater, colaborar e financiar novos projetos, novas iniciativas e atingir consensos quanto às alterações.",
  "home_news_banner_link_title": "Ver propostas",
  "home_mission_section_title": "Missão",
  "home_mission_title_1": "A autonomia é auto-gestão. Os investidores fazem as regras.",
  "home_mission_body_1": "Desde 2016, a Decred esforçou-se para resolver o problema de gestão da blockchain. O nosso modelo inovador de votação fortalece os investidores e permite a transação tranquila de um conjunto de regras para outro. A tomada de decisões descentralizada e o autofinanciamento permitiu-nos construir uma moeda digital robusta, crescente, livre de influência de terceiros.",
  "home_mission_title_2": "Construído a partir de tecnologia de fonte aberta 100% comprovada.",
  "home_mission_body_2": "A nossa base de código modular oferece uma adaptabilidade única e pode escalar até à tecnologia de blockchain mais recente. A tecnologia Decred permitiu ao mundo a primeira votação consensual bem sucedida ativada pelo utilizador diretamente na rede. Isto representa uma abordagem revolucionária para a gestão de investidores, em que a nossa comunidade dirige o projeto e toma decisões em conjunto.",
  "home_mission_chart_1": "do total de",
  "home_mission_chart_2": "minado até agora",
  "home_mission_title_3": "Fortalecer indivíduos, grupos e empresas.",
  "home_mission_body_3": "Somos nutridos pela comunidade. Os investidores que participam na tomada de decisões da Decred são recompensados pelos seus esforços. Financiamento sustentável e modelo de contratação flexível permitem que qualquer pessoa se junte à Decred a qualquer momento e se envolva na sua administração. O valor da Decred está nas pessoas que trabalham nela - juntos estamos a construir o futuro descentralizado que queremos ver.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "Plataforma",
  "home_platform_features": "Recursos para o futuro.",
  "home_platform_built": "A Decred foi concebida para durar. A nossa atividade e qualidade de desenvolvimento estão entre as mais altas do género. O software Decred inclui as seguintes funcionalidades:",
  "home_platform_innovative": "Um sistema de voto consensual híbrido inovador proof-of-work (PoW), proof-of-stake (PoS)",
  "home_platform_censorship": "Uma plataforma de propostas públicas resistente à censura e incorporada na blockchain",
  "home_platform_smartcontract": "Contratos inteligentes que funcionam tal como a Lightning Network",
  "home_platform_atomicswap": "Trocas atómicas de cross-chain entre moedas digitais diferentes",
  "home_platform_wallets_ease": "Carteiras de plataformas múltiplas para utilização fácil",
  "home_platform_consensus": "Votação consensual",
  "home_platform_hybrid": "A Decred utiliza um sistema de voto híbrido inovador proof-of-work (PoW), proof-of-stake (PoS) para dar aos investidores o poder de tomada de decisões acerca da ativação de conjuntos de regras consistentes. Isto permite uma transição perfeita de um conjunto de regras para outro enquanto se mantém o ecossistema de blockchain intacto.",
  "home_platform_swaps": "Trocas atómicas",
  "home_platform_decent": "A Decred não exige crédito nos câmbios centralizados. Com as trocas atómicas de cross-chain entre moedas digitais diferentes, os utilizadores podem realizar trocas livres sem terceiros.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "A Decred utiliza uma plataforma de propostas públicas resistente à censura e incorporada na blockchain, que habilita os utilizadores a enviarem os seus próprios projetos para autofinanciamento a partir do subsídio de bloco. A Politeia (Pi) assegura que o ecossistema permanece sustentável e próspero.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "A Decred implementa contratos inteligentes que funcionam. A Lightning Network (LN) é uma aplicação com sistema off-chain de baixa latência que permite micro-pagamentos instantâneos em DCR. Com a LN, a Decred compete diretamente com os sistemas de pagamentos existentes fiat.",
  "home_platform_wallets": "Carteiras de plataformas múltiplas",
  "home_platform_accessible": "A Decred apresenta carteiras acessíveis através de interfaces gráficas de utilizador (GUIs) nos principais sistemas operativos (Windows, macOS, e Linux). Para utilizadores mais técnicos, também estão disponíveis carteiras com interface de linha de comandos.",
  "home_platform_soon": "Soon™",
  "home_platform_active": "A Decred tem um desenvolvimento ativo. Os marcos atuais incluem uma organização descentralizada autónoma dirigida aos investidores (DAO) e privacidade do utilizador melhorada.",
  "home_principles_oss": "Software gratuito e<br>de fonte aberta",
  "home_principles_free": "Todos os softwares desenvolvidos como parte da Decred devem ser gratuitos e de fonte aberta.",
  "home_principles_incremental": "Privacidade e Segurança adicionais",
  "home_principles_privacy": "A tecnologia de privacidade e segurança deve ser implementada numa base contínua e gradual, tanto proativamente e sob demanda em resposta a ataques.",
  "home_principles_speech": "Liberdade de expressão e opinião",
  "home_principles_everyone": "Todos tem o direito de expressar opiniões e ideias sem medo de censura. Devem ser consideradas todas as ideias construtivas que sejam baseadas em factos e na razão.",
  "home_principles_multi_stakeholder": "Inclusividade de vários investidores",
  "home_principles_inclusivity": "A inclusividade representa um sistema de vários investidores e deve ser feito um esforço ativo para incluir um conjunto diverso de opiniões e utilizadores.",
  "home_principles_bound": "Estamos ligados pelos seguintes princípios orientadores.",
  "home_principles_equitable": "Estes princípios foram estabelecidos num esforço para criar uma estrutura justa e sustentável para alcançar o objetivo Decred de ser uma moeda autónoma e descentralizada em que os investidores têm uma voz real.",
  "home_principles_supply": "Emissão é finita e o total emitido não deve exceder 20,999,999.99800912 DCR",
  "home_principles_fungibility": "Fungibilidade Universal é fundamental para a Decred ser uma reserva de valor e ataques contra esse princípio devem ser ativamente monitorados e contramedidas desenvolvidas conforme necessário.",
  "home_guide_0": "This tour will help you get started with Decred",
  "home_guide_1": "Visão geral",
  "home_guide_2": "Decred é uma moeda digital multi-plataforma com suporte para Windows, macOS e Linux. As carteiras fáceis de usar permitem o envio, recebimento e a mineração de Decred com apenas alguns cliques.",
  "home_guide_3": "Para as pessoas que gostam de investigar minuciosamente, a Decred oferece uma ferramenta de linha de comandos completa que permite personalizar a experiência Decred.",
  "home_guide_4": "Continuar",
  "home_guide_5": "Retroceder",
  "home_guide_6": "O Básico",
  "home_guide_7": "<p>Existem três formas principais para interagir com a Decred:</p><p><strong>A Carteira</strong> - Para enviar e receber fundos, bem como para participar na votação de PoS (Proof-of-state).</p><p><strong>Mineração Proof-of-work</strong> - Utilizar as capacidades de processamento para validar transações na rede e gerar novos tokens Decred.</p><p><strong>Votação Proof-of-stake</strong> - Utilizar fundos para votar assuntos importantes de desenvolvimento da rede e validar transações para recompensas.</p>",
  "home_guide_8": "Continuar",
  "home_guide_9": "Retroceder",
  "home_guide_10": "A carteira",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> é uma carteira da Decred com interface gráfica para várias plataformas. Disponível para utilizadores Windows, MacOS e Linux.</p><p><a href=\"downloads/#cli\">A linha de comandos da carteira e utilitários</a> também estão disponíveis em diversas plataformas.</p><p>Para obter ajuda sobre como começar, pode consultar o nosso <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Guia de introdução</a>.",
  "home_guide_12": "Continuar",
  "home_guide_13": "Retroceder",
  "home_guide_14": "Enviar e receber Decred",
  "home_guide_15": "<p>Só necessita de ter um endereço para enviar e receber fundos. Um endereço pode ser criado facilmente a partir de qualquer carteira Decred. Os endereços Decred começam <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\" rel=\"noopener noreferrer\">sempre com a letra D e contêm entre 26 a 36 caracteres alfanuméricos</a>.</p><p>Após realizar uma transação, os fundos serão removidos após 5 minutos. Será cobrada uma pequena taxa para ajudar a pagar os custos de manutenção da rede. Esta será adicionada ao montante da transação, ou seja, uma transferência de 100 DCR irá incluir uma taxa de cerca de 0,006 DCR.</p><p>Os exploradores de blocos <a href=\"https://mainnet.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">mainnet.decred.org</a> e <a href=\"https://explorer.dcrdata.org\" target=\"_blank\" rel=\"noopener noreferrer\">explorer.dcrdata.org</a> permitem aos utilizadores pesquisar todos os blocos e as transações no blockchain da Decred.</p>",
  "home_guide_16": "Continuar",
  "home_guide_17": "Retroceder",
  "home_guide_18": "Mineração",
  "home_guide_19": "<p>O termo mineração representa o processo de validar as transações na rede Decred e mantê-la segura. Em troca de trabalho, os mineradores são compensados com moedas Decred geradas novamente.</p>\n\t\t<p>A Decred tem dois métodos para validar transações: Proof-of-work (PoW) e Proof-of-stake (PoS).</p>",
  "home_guide_20": "Continuar",
  "home_guide_21": "Retroceder",
  "home_guide_22": "Mineração Proof-of-work",
  "home_guide_23": "<p>Na <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Mineração Proof-of-work (PoW)</a> as transações são agrupadas em blocos. Esses blocos são validados pelos mineradores PoW. Quando é validado um bloco ele torna-se uma parte permanente da rede Decred.</p>\n\t\t<p>Pode tornar-se um minerador ao dedicar processamento de computação à rede. Em retorno, os mineradores são recompensados com Decred..</p>\n\t\t<p>Para eficiência e conveniência pode-se juntar aos <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">pools de mineração</a>. Os pools são grupos de mineradores que partilham o trabalho e dividem a recompensa. Juntar-se e a um pool de mineração é uma forma excelente dos contribuintes menores receberem pagamentos consistentes pelo seu trabalho.</p>",
  "home_guide_24": "Continuar",
  "home_guide_25": "Retroceder",
  "home_guide_26": "Votação Proof-of-stake",
  "home_guide_27": "<p>Ao contrário de PoW, a <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">Votação Proof-of-stake (PoS)</a> requer poucos recursos de processamento. Os fundos Decred são utilizados para comprar bilhetes de mineração na rede. Em cada bloco, cinco bilhetes do conjunto de cinco bilhetes em direto são selecionados aleatoriamente para votar a validade do bloco anterior. </p><p>O PoS acrescenta uma camada adicional de descentralização ao Decred e permite aos utilizadores votar alterações de rede sugeridas. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">Os conjuntos - denominados VSP (Voting Service Providers) - estão também disponíveis para PoS</a> para garantir que os seus bilhetes estão disponíveis para votar quando necessário.</p>",
  "home_guide_28": "Continuar",
  "home_guide_29": "Retroceder",
  "home_guide_30": "Comprar e Trocar Decred",
  "home_guide_31": "<p>A Decred ainda é recente e, atualmente, a forma mais fácil de adquiri-la é com Bitcoin. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\" rel=\"noopener noreferrer\">Assim que obter alguma Bitcoin</a>, pode trocá-la por Decred <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\" rel=\"noopener noreferrer\">nos mercados de câmbio para moedas digitais</a>.</p>",
  "home_guide_32": "Continuar",
  "home_guide_33": "Retroceder",
  "home_guide_34": "Junte-se à comunidade",
  "home_guide_35": "<p>Através de processos de descentralização, pessoas com diferentes ideias, objetivos e opiniões podem ajudar a moldar o futuro. É possível que tenha algumas dúvidas, por isso, convidamo-lo(a) a aderir à nossa comunidade em expansão, onde pode estabelecer ligações com programadores e outros utilizadores, obter informações, fazer perguntas ou simplesmente conviver. Temos canais de <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram</a> e <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack</a>, onde pode comunicar com programadores e outros utilizadores em tempo real. Tem ainda as redes sociais <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> e <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>. Estamos ansiosos por conhecê-lo(a)!</p>",
  "home_guide_36": "Continuar",
  "home_guide_37": "Retroceder",
  "home_guide_38": "Funcionalidades planeadas",
  "home_guide_39": "<p>Parte da recompensa dos novos blocos será aplicada no desenvolvimento da Decred de forma a assegurar a sua evolução contínua, bem como satisfazer os pedidos e necessidades da comunidade atual e futura. Em seguida, apresentamos algumas das funcionalidades planeadas para o ano de 2018 e início de 2019:</p><ul><li>rede Lightning Network</li><li>Lançamento da versão inicial privada</li><li>Controlo de fundos descentralizado<li>Entidades autónomas descentralizadas</li><li>Otimizações de escalabilidade</li><li>Intregação de Decrediton<li>Crescimento do mercado</li><li>Proposta de um mercado de câmbio descentralizado</li></ul><p>Saiba mais sobre estes tópicos e muito mais no nosso blogue. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Bem-vindo(a) à Decred: o futuro da moeda digital autónoma</a></p>",
  "home_guide_40": "Continuar",
  "home_guide_41": "Retroceder",
  "downloads_description": "Se você é um novo usuário da Decred, revise a <a href=\"https://docs.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">documentação</a>. Pessoas preocupadas com segurança, por favor sigam <a href=\"https://docs.decred.org/advanced/verifying-binaries/\" target=\"_blank\" rel=\"noopener noreferrer\">essas instruções</a> para verificar os binários da Decrediton e dos aplicativos de linha de comando.",
  "downloads_category_core": "Software principal",
  "downloads_category_mining_software": "Software de mineração",
  "downloads_category_3rd_party_wallets": "Carteiras de terceiros",
  "downloads_app_decrediton": "Carteira GUI para Windows, macOS e Linux.",
  "downloads_app_commandline": "Uma plataforma múltipla, com instalador/atualizador automático para a linha de comando das aplicações.",
  "downloads_app_exodus": "Exodus é uma aplicação amigável, tudo em um, para proteger, gerir e trocar bens de blockchain.",
  "downloads_app_coinomi": "Armazene, faça a gestão e troque Bitcoin, Ethereum, e mais 500 outros tipos de recursos blockchain, tudo de forma segura.",
  "downloads_app_ownbit": "A Ownbit é uma carteira de criptomoeda descentralizada. As suas chaves privadas são mesmo suas.",
  "downloads_app_anybit": "A Anybit é uma carteira móvel disponível para Android e iOS com monitorização integrada de preços e notícias.",
  "downloads_app_atomicwallet": "Carteira para versão do ambiente de trabalho com múltiplos ativos e mercado de bolsa integrado através de trocas atómicas sem custódia e carteira de encomendas descentralizada.",
  "downloads_app_guarda": "A Guarda é representada por carteiras múlti-moeda com versão web, ambiente de trabalho e móvel.",
  "downloads_app_ledger": "Ledger Live é uma carteira baseada na Web protegida pela carteira Ledger de hardware.",
  "stakepools_description": "Os VSP (Voting Service Providers) permitem participar no sistema proof-of-stake (PoS) da Decred sem ter de se preocupar com perdas devido a interrupções de processamento, problemas de ligação à Internet ou falhas de energia.",
  "notice": "Aviso",
  "warning": "Aviso",
  "stakepools_warning_1": "Os bilhetes perdidos podem ser causados por uma mineração proof-of-work (PoW) com problemas de ligação e não necessariamente devido ao fornecedor.",
  "stakepools_warning_2": "para incentivar a descentralização da rede, recomendamos que evite fornecedores com mais de 5% dos votos de rede.",
  "community_description": "Participe da nossa comunidade em expansão, onde poderá conhecer programadores e outros utilizadores, obter informações, fazer perguntas ou simplesmente conviver. Os canais públicos de Matrix e Discord foram interligados. Selecione qualquer uma destas plataformas e participe dos debates com os membros da comunidade Decred em todos os canais.",
  "press_description": "A Decred foi destaque no Wall Street Journal, Forbes, Bitcoin Magazine entre outros. Encontre abaixo alguns exemplos da cobertura recente.<br /><br />Para entrar em contato com a Decred, entre em contato através de <a href=\"mailto:press@decred.org\">press@decred.org</a>",
  "press_coverage": "Cobertura na imprensa",
  "press_releases": "Comunicados de imprensa",
  "Business brief": "Resumo empresarial",
  "Decred Recruiting": "Recrutamento Decred",
  "Wallets": "Carteiras",
  "Exchanges and Payments": "Exchanges e Meios de Pagamento",
  "Join our community!": "Junte-se à comunidade",
  "Press": "Imprensa",
  "Roadmap": "Planejamento",
  "Visual communication toolkit": "Conjunto de ferramentas de comunicação visual",
  "Voting Service Providers": "Provedores de Serviço de Votação",
  "Who is Decred?": "Quem é a Decred?",
  "Join our Matrix community": "Adira à comunidade Matrix",
  "matrix_to_register_using_the_riot": "Para se registar através da aplicação web Riot com as informações pré-preenchidas do servidor primário, clique na ligação abaixo.",
  "matrix_register_with_riot": "Registar no Riot.",
  "matrix_note_you_must_register_with": "Nota: tem de se registar com um endereço de e-mail, se pretender ter a possibilidade de repor a palavra-passe.",
  "matrix_if_you_already_have_an": "Se já tiver uma conta Matrix, utilize a ligação abaixo para iniciar sessão no servidor primário da Decred.",
  "matrix_login_to_decred_homeserver": "Iniciar sessão no servidor principal Decred",
  "matrix_to_browse_decred_rooms_click": "Para navegar nas salas Decred, clique no botão de diretório no painel \"Salas\" na parte lateral esquerda.",
  "matrix_decred_rooms": "Salas Decred",
  "matrix_to_browse_other_available_matrix": "Para navegar noutros clientes e servidores principais Matrix disponíveis, consulte a <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">página de introdução da plataforma Matrix</a>.",
  "matrix_matrix_is_a_secure_open": "<p>A Matrix é uma plataforma de mensagens segura, aberta e conhecida entre fornecedores da Decred. Com o apoio do software de ligação, os utilizadores Matrix podem comunicar com utilizadores de outras plataformas da Decred, tais como Slack e Discord. A Matrix oferece um registo original que não necessita de informações de identificação ou serviços de terceiros para efetuar o registo. Contudo, os utilizadores devem ter presente que algumas funcionalidades necessitam de um endereço de e-mail, tal como a reposição da palavra-passe. Para obter mais informações sobre as funcionalidades de segurança e clientes disponíveis da Matrix, consulte a página inicial do <a href=\"https://matrix.org/blog/home/\">projeto Matrix</a>.</p>\n\n<p>Para aderir à plataforma Matrix, terá de selecionar um cliente e servidor principal. A plataforma suporta muitos clientes e servidores principais, contudo recomendamos que os novos utilizadores utilizem o Riot (o cliente da Matrix com melhor suporte), bem como o servidor principal da Decred que facilita a descoberta de salas Decred. Este servidor introduz automaticamente \"decred.org\" no seu ID e permite-lhe continuar a enviar mensagens em caso de interrupção da ligação com os outros servidores principais da Decred.</p>",
  "Page not found": "Página não encontrada",
  "Back to home page": "Voltar à página inicial",
  "adaptability_playbutton": "Sobre Adaptabilidade",
  "adaptability_01_headline": "Sem necessidade de forks",
  "adaptability_01_text": "Mudanças são necessárias em criptomoedas, seja em resposta a novas tecnologias ou a novas ameaças. Ter participantes reais significa existência de disputas de verdade. Embora possam ter o mesmo objetivo, pessoas diferentes sugerem abordagens diferentes. Para poder evoluir e se manter viável a longo prazo, a Decred projetou uma maneira de se adaptar continuamente. Seja emergência, conflito, correção de erro ou novas tecnologias a Decred permite que as partes alcancem um acordo formal de maneira a evitar hard forks contenciosos e a manter a comunidade unida durante esse processo.",
  "adaptability_02_headline": "Empoderando os possuidores da moeda",
  "adaptability_02_text": "<p>A Decred confere aqueles que optam em participar do seu sistema de governança soberania direta sobre seu dinehiro. Em troca de trancar suas moedas por um período de tempo, os stakeholders adquirem tickets que são usados para votar para aprovar blocos, fazer mudanças nas regras de consenso e determinar as políticas e o orçamento da Organização Autônoma Descentralizada (em inglês - DAO) da Decred.</p><p>Os stakeholders interagem diretamente com a blockchain, votando para aprovar cada bloco minerado, dando poder a eles sobre os mineradores e aumentando a segurança contra ataquees de maioria. Cinco tickets são selecionados de forma pseudo-aleatória da lista de tickets para aprovar o bloco anterior, garantindo bom comportamento por parte dos mineradores e fornecendo ao dono do ticket uma parte da recompensa de bloco. Donos de tickets também votam sobre as mudanças das regras de consenso da cadeia, o que permite aos stakeholders controle direto sobre o futuro da Decred.</p>",
  "adaptability_03_headline": "Politeia - O Sistema de Propostas",
  "adaptability_03_text": "O Sistema de Propostas Politeia tem um papel central na DAO da Decred, empoderando stakeholders para que gerenciem os gastos e políticas do Tesouro da Decred. Propostas até o momento incluíram novas funcionalidades aos softwares, gastos de marketing, parcerias, programa de caça a bugs e pesquisa. Politeia é uma plataforma de governança que usa carimbos de tempo e atestação criptográfica para registrar todas as atividades relacionadas à submissão, discussão e votação de propostas. Quando uma proposta é aprovada, o originador da proposta é autorizado a começar a trabalhar, sabendo que seus esforços serão apoiados pela comunidade e financiados pelo Tesouro.",
  "adaptability_04_headline": "Delegar é Confiar",
  "adaptability_04_text": "A Decred acredita no poder da inteligência coletiva de sua comunidade descentralizada. A sua grande variedade de contribuidores ativos fazem sua própria pesquisa e determinam diretamente o futuro da Decred. Com sistemas de governança formais construídos desde o início, a DAO da Decred é capaz de se adaptar e se tornar uma melhor reserva de valor ao longo do tempo.",
  "adaptability_introtext": "Em algum momento no futuro, decisões contenciosas terão que ser tomadas sobre o protocolo. A Decred tem sistemas formais internos para garantir ordem e justiça no processo.",
  "subpage_nav_adaptable": "ADAPTÁVEL",
  "subpage_nav_secure": "SEGURA",
  "subpage_nav_sustainable": "SUSTENTÁVEL",
  "subpage_nav_history": "HISTÓRICO",
  "subpage_nav_whatis": "O QUÊ É A DECRED",
  "footerblocks_headline": "Saiba mais sobre",
  "footerblocks_01_headline": "Sustentável",
  "footerblocks_01_text": "Aprenda mais sobre a visão de longo prazo da Decred, seu sistema de auto-financiamento e como a DAO permite um novo paradigma de trabalho.",
  "footerblocks_02_headline": "Segura",
  "footerblocks_02_text": "Aprenda como o sistema híbrido de segurança PoW/PoS faz a Decred muito mais segura que outras criptomoedas.",
  "footerblocks_03_headline": "Histórico",
  "footerblocks_03_text": "Aprenda mais sobre as origens da Decred e pontos chave da sua história.",
  "footerblocks_04_headline": "Adaptável",
  "footerblocks_04_text": "Aprenda mais sobre como a Decred empodera seus stakeholders com soberania direta para gerenciar o futuro do seu próprio dinheiro.",
  "footerblocks_see": "Veja",
  "sign_up_for_newsletter": "Assine a Newsletter da Decred",
  "security_playbutton": "Sobre Segurança",
  "security_01_headline": "Sistemas Imperfeitos",
  "security_01_text": "Em sistemas financeiros ponto-a-ponto, Prova de Trabalho (Proof-of-Work - PoW) resolveu o problema de gasto duplo. Esse algoritmo demonstrou sua eficácia por mais de uma década, mas tem um gasto intenso de energia e é suscetível a ataques de maioria. Prova de Interesse (Proof-of-Stake - PoS) foi desenvolvida para evitar esses problemas através do alinhamento de interesses, porém tem suas próprias limitações, entre as quais o problema de nada-em-risco.",
  "security_02_headline": "A Solução Híbrida da Decred",
  "security_02_text": "A Decred usa uma combinação de PoW e PoW para fornecer o melhor dos dois sistemas, mitigar suas respectivas fraquezas e oferecer um mecanismo de consenso de múltiplas camadas que a torna muito mais segura que outras criptomoedas. A Decred usa PoW convencional com o algoritmo de hash Blake-256 e é mineirada exclusivamente por ASICs. Detentores da Decred bloqueiam seus fundos por um tempo para adquirir tickets e participar de uma loteria. Esses tickets são adicionados a uma lista de aproximadamente 41 mil tickets, sendo cinco selecionados de forma pseudo-aleatória para validar a prova-de-trabalho (proof-of-work) do bloco anterior. Se ao menos 50% dos tickets aprovarem o trabalho do minerador, a recompensa do minerador é aprovada e o bloco é adicionado à blockchain.",
  "security_03_headline": "Resistência a Ataques",
  "security_03_text": "Como um bloco precisa incluir 3 ou mais votos de tickets para ser válido, blocos precisam ser publicados à rede conforme são minerados para que a cadeia continue, portanto mineradores não podem minerar em segredo. O resultado é que um atacante precisa ter um considerável poder de hash e de moedas para executar um ataque de maioria com sucesso. Votantes da Decred também deverão rejeitar re-organizações maiores que seis blocos, portanto qualquer ataque envolvendo uma re-organização profunda tem poucas chances de ser aceito pela rede como um todo. Ao comparar o custo de ataque na Decred ao de uma criptomoeda puramente PoW, o custo para atacar a Decred é uma ordem de magnitude maior além de que qualquer atacante com moedas estaria tomando ações contra seus próprios interesses.",
  "security_introtext": "Segurança da rede é fundamental para qualquer serviço financeiro. Concordância nas transações e saldos das contas, também conhecido como consenso, é vital para a confiança na moeda e pode ser mensurada tanto pela sua longevidade quanto pela análise à sua resistência a vários vetores de ataque.",
  "sustainability_playbutton": "Sobre Sustentabilidade",
  "sustainability_01_headline": "A Tragédia dos Comuns",
  "sustainability_01_text": "Moedas digitais e projetos de código aberto normalmente são vítimas da tragédia dos comuns, onde indivíduos que compartilham um determinado recurso agem por interesse próprio, esgotando ou estragando esse recurso. Diversos métodos foram usados para resolver o problema de financiamento de projetos de criptomoedas, incluindo doações, fundos dos fundadores, financiamento de capital de risco e várias formas de ICO/IEO. Todos esses métodos tem problemas, includindo problemas de agente, conflitos de interesse e falta de financiamento contínuo.",
  "sustainability_02_headline": "A Solução de Auto-Financiamento da Decred",
  "sustainability_02_text": "A Decred resolveu os problemas de financiamento dirigindo 10% de cada recompensa de bloco ao Tesouro do Projeto. Essa solução financia a Decred por gerações. O Tesouro vem sendo gerido de forma conservadora, com uma perspectiva de longo prazo em consoância com lançamento da Politeia em 2018. Através da Politeia, stakeholders votam em orçamentos, políticas e na direção do projeto como uma Organização Autônoma Descentralizada (do inglês - DAO).",
  "sustainability_03_headline": "Um Novo Paradigma de Trabalho",
  "sustainability_03_text": "<p>A DAO inaugura um novo paradigma de trabalho em que qualquer um com habilidades valiosas pode contribuir para o projeto e ser recompensado pelos stakeholders através de propostas e votação na Politeia. Na Decred, membros da comunidade desenvolvem, promovem e representam a Decred e são julgados pelas suas contribuições, não pelo seu pedigree ou currículo. O mundo do trabalho convencional e estruturas hierárquicas sai pela janela pois contribuidores são livres para trabalhar em que quiserem, quando quiserem.</p><p>A maior parte dos contribuidores tem trabalhos em tempo integral e fazem suas contribuições por paixão no seu tempo livre. Isso permite uma entrada com risco mínimo para pessoas experimentarem antes de decidirem se juntar à Decred como contratantes em tempo integral e deixar o mundo corporativo para trás</p>",
  "sustainability_04_headline": "Contratantes e Politeia",
  "sustainability_04_text": "A Decred é uma comunidade de trabalhadores autônomos e pró-ativos que sabem como trilhar seu próprio caminho. Eles conseguem identificar suas próprias habilidades e examinar o atual estado da Decred dentro dos domínios de desenvolvimento, marketing, pesquisa ou comunidade para determinar onde e como podem contribuir. Eles seguem o caminho desenhado pelos contratantes anteriores e contribuem primeiro para demonstrar a qualidade de seus produtos de trabalho. Quando seu trabalho é reconhecido por outros contratantes e financiados por uma proposta da Politeia eles também podem se tornar contratantes. O primeiro lugar a ser explorado são as salas de bate-papo da Matrix, que são ligadas às outras plataformas de comunicação.",
  "sustainability_introtext": "Reconstruir o sistema financeiro de uma forma mais justa e inclusiva demanda que a Decred e sua comunidade opere com um longo horizonte de eventos. Para transformar a Decred em uma reserva de valor superior, todo esforço e gasto precisa servir aos seus objetivos de longo prazo",
  "landing_seemore": "Veja mais",
  "landing_latestnews": "Últimas Notícias e Posts",
  "landing_opener": "Direcionada pela Comunidade, Reserva de Valor Superior",
  "landing_01_headline": "Segura",
  "landing_01_text": "A Decred emprega um sistema híbrido inovador proof-of-work/proof-of-stake que melhora a segurança e cuidadosamente alinha interesses. Esse sistema produz o melhor dos dois mundos, tornando-a uma ordem de magnitude mais cara para ser atacada do que sistemas puramente Proof-of-Work ou Proof-of-Stake.",
  "landing_01_link1": "Leia Mais Sobre Segurança",
  "landing_01_link2": "Programa de Caça a Bugs",
  "landing_01_link3": "Github",
  "landing_02_headline": "Adaptável",
  "landing_02_text": "O sistema próprio de governança da Decred empodera sua comunidade com direitos formais para fazer mudanças de consenso e gerir decisões de projeto. Esses sistemas tornam a Decred adaptável, permitindo-a evoluir de acordo com o desejo dos stakeholders, resistir a forks e incorporar novas tecnologias ao longo do tempo",
  "landing_02_link1": "Leia Mais Sobre Adaptabilidade",
  "landing_03_headline": "Sustentável",
  "landing_03_text": "A Decred continuamente financia seu Tesouro com 10% de cada recompensa de bloco e emprega um modelo de contratação flexível que permite a contribuidores receber compensação pelo seu trabalho. Isso torna a Decred uma organização autônoma descentralizada estável e auto-financiada.",
  "landing_03_link1": "Leia Mais Sobre Sustentabilidade",
  "landing_03_link2": "Contribuindo e Tornando-se um Contratante",
  "landing_04_link": "Exchanges",
  "landing_05_link": "Docs",
  "landing_06_link": "Comunidade",
  "landing_07_link": "Downloads",
  "history_01_headline": "Histórico da Decred",
  "history_01_text": "<p>A Decred é baseda em uma <a href=\"https://decred.org/research/mackenzie2013.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">proposta</a> para a criptomoeda Memcoin2 de Abril de 2013 do fórum Bitcointalk. O usuário, tacotime, propôs essa nova criptomoeda e trabalhou com _ingsoc, outro usuário do Bitcointalk e Jake Yocom-Piatt para implementar o sistema de consenso híbrido Proof-of-Work (\"PoW\") / Proof-of-Stake (\"PoS\") da Memcoin2 em um novo projeto chamado Decred.</p><p>A maior inovação desse sistema híbrido de consenso foi que ele criou o mecanismo de governança da PoS, onde usuários optam por temporariamente bloquear suas moedas em troca de participação em uma loteria. Esses usuários são chamados de stakeholders. Vencedores dessa loteria são selecionados a cada bloco para participar do sistema de consenso através de uma votação, o que coloca a soberania das decisões sobre a Decred nas mãos dos stakeholders.</p><p>Em contrapartida, toda criptomoeda puramente PoW depende primariamente dos seus mineradores para decisões de governança, já que apenas eles enforçam o sistema de consenso e sua segurança. No entanto, a Decred depende tanto dos stakeholders quanto dos mineradores para consenso e segurança. O resultado é que o sistema híbrido PoW/PoS da Decred é substancialmente mais justo e mais seguro que um sistema puramente PoW.</p><p>A base de código da Decred foi construída a partir do código da <a href=\"https://github.com/btcsuite\" rel=\"noopener noreferrer\">btcsuite</a>, uma implementação alternativa de um full-node Bitcoin escrita em Go pela Company 0 LLC. Não obstante a Decred ser baseada no código do Bitcoin, ela é uma criptomoeda própria, não um \"fork do Bitcoin\". Esse trabalho começou em Fevereiro de 2014 e continuou com o auxílio da Company 0 até o lançamento da mainnet em Fevereiro de 2016.</p>",
  "history_02_headline": "Airdrop & Pré-mineração",
  "history_02_text": "Durante o <a href=\"https://docs.decred.org/advanced/premine\" target=\"_blank\" rel=\"noopener noreferrer\">lançamento</a> em Fevereiro de 2016, a Decred usou um sistema inovador de airdrop e uma pequena pré-mineração para inicializar o componente PoS da rede Decred, estabelecer uma grande rede de potenciais contribuidores e recompensar os desenvolvedores iniciais pelo trabalho anterior ao lançamento. Dada a necessidade de distribuição, esse processo foi determinado como justo, transparente e garantiu grande descentralização desde o início.",
  "history_principles_headline": "Princípios da Comunidade Decred",
  "history_principles_01": "SOFTWARE LIVRE E DE CÓDIGO ABERTO",
  "history_principles_02": "LIBERDADE DE EXPRESSÃO E CONSIDERAÇÃO",
  "history_principles_03": "INCLUSIVIDADE DE PARTICIPANTES",
  "history_principles_04": "PRIVACIDADE INCREMENTAL E SEGURANÇA",
  "history_principles_05": "PROVISÃO FIXA E FINITA",
  "history_principles_06": "FUNGIBILIDADE UNIVERSAL",
  "history_principles_slogan": "Todo software desenvolvido como parte da Decred deverá ser livre e de código aberto.",
  "history_timeline": "Timeline da Decred"

}
