{
  "general_release_stable": "stable",
  "general_downloads": "загрузки",
  "general_total": "всего",
  "general_javascript_warning": "JavaScript required",
  "general_javascript_warning_description": "We're sorry, but this Website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred — автономная цифровая валюта",
  "description": "Decred — это автономная цифровая валюта, основанная на гибридной консенсусной системе. Она задумана как децентрализованная, стабильная и самоуправляющаяся валюта, работающая по правилам, которые устанавливают сами пользователи.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "Фирменный стиль и материалы",
  "nav_in_the_press": "Decred в прессе",
  "nav_become_contributor": "Стать участником",
  "nav_tech_overview": "Техническая информация",
  "nav_business_brief": "Обзор деловых преимуществ",
  "nav_roadmap": "План развития",
  "footer_roadmap": "План развития на 2018 год",
  "nav_whatis": "Что такое Decred",
  "nav_mission": "Миссия",
  "nav_platform": "Платформа",
  "nav_getstarted": "Начать",
  "nav_interacting": "Взаимодействие с Decred",
  "nav_downloads": "загрузки",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "Статистика сети",
  "nav_votingdashboard": "Панель голосования",
  "nav_documentation": "Документация",
  "nav_community": "Сообщество",
  "nav_contributors": "Участники",
  "nav_exchanges": "Exchanges",
  "nav_press": "Press",
  "contributors_corporate_contractor": "Корпоративный подрядчик",
  "contributors_development": "Разработка",
  "contributors_design": "Дизайн",
  "contributors_community": "Сообщество",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strategy",
  "contributors_description": "Decred использует новаторскую систему контрактов, которая позволяет проверенным участникам получать вознаграждения за свою работу. Этот подход поспособствовал созданию сильной международной команды разработчиков, дизайнеров и стратегов, а также формированию крепкого сообщества пользователей. Мы с радостью принимаем помощь от всякого, кто готов приложить свои силы и знания к выполнению миссии проекта.",
  "roadmap_tag_new": "New",
  "roadmap_tag_ongoing": "Ongoing",
  "roadmap_tag_completed": "Completed",
  "roadmap_moreinfo": "More Information",
  "roadmap_tag_subtitle": "Insight into our future, overview of the past",
  "roadmap_description": "Please note that our primary goal is to provide you with stable and reliable releases. As such, any indications of target release dates and features listed are subject to change.",
  "brand_guide_0": "Паспорт стандартов фирменного стиля",
  "brand_guide_1": "Паспорт стандартов",
  "brand_guide_2": "Логотипы",
  "brand_guide_3": "Загрузить логотипы",
  "brand_guide_4": "Primary Colors",
  "brand_guide_5": "Основной синий",
  "brand_guide_6": "Бирюзовый",
  "brand_guide_7": "Темно-синий",
  "brand_guide_8": "Типографика",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "Голубой",
  "brand_guide_11": "Green",
  "brand_guide_12": "Оранжевый",
  "brand_guide_13": "Фирменный стиль Decred должен выделять бренд среди других цифровых валют, способствовать унификации оформления на различных платформах, быть запоминающимся и привлекательным для новых пользователей. Это достигается за счет использования логотипа, шрифтов, цветов и графических материалов в строгом соответствии с правилами. Мы разработали простые шаблоны стиля, подходящие для всех пользователей, а также для дизайнеров, заинтересованных в разработке более сложных материалов.",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_otc_title": "Decred OTC Traders",
  "exchanges_otc_description": "Over The Counter (OTC) trading allows customers to buy or sell Decred directly from a trader. The customer and the trader agree on a fixed price for a large quantity of Decred and conduct the transaction without going through an exchange. The minimum transaction size for OTC trading is typically $100,000 or higher.",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_payment_description": "Solutions for online merchants to start accepting Decred (DCR) as payment. Payment processors provide a quick and easy integration to accept cryptocurrencies through e-commerce platforms.",
  "exchanges_subtitle": "Decred on Exchanges",
  "exchanges_showall": "Show all",
  "home_download_wallet": "Загрузить кошелек",
  "home_for_computer": "Для вашего компьютера",
  "home_mainheading": "Decred — автономная цифровая валюта.",
  "home_all_downloads": "Все загрузки",
  "home_watch_video": "Смотреть видео",
  "home_decrediton_for_macdl": "Decrediton для macOS",
  "home_decrediton_for_linuxdl": "Decrediton для Linux",
  "home_decrediton_for_windl": "Decrediton для Windows",
  "home_politeia_notice_title": "Decred’s Proposal System is Live",
  "home_politeia_notice_body": "Politeia allows Decred users and stakeholders to propose, discuss, collaborate on, and fund new projects, initiatives, and consensus changes.",
  "home_politeia_notice_link_title": "View Proposals",
  "home_mission_section_title": "Миссия",
  "home_mission_title_1": "Автономия — это самоуправление. Правила придумывают участники.",
  "home_mission_body_1": "С 2016 года Decred стремится решить проблему управления блокчейном. Наша инновационная модель консенсусного голосования дает участникам возможность влиять на принятие решений и позволяет плавно переходить от одного набора правил к другому. Децентрализованное принятие решений и самофинансирование позволили нам создать стабильную и развивающуюся цифровую валюту, не зависящую от посторонних влияний.",
  "home_mission_title_2": "Создано на основе 100% проверенной открытой технологии.",
  "home_mission_body_2": "Наша модульная кодовая база обладает уникальной способностью к адаптации и может масштабироваться для применения новейших блокчейн-технологий. Технология Decred позволила провести первое в мире успешное прямое консенсусное ончейн-голосование пользователей. Это воплощение революционного подхода к управлению силами самих участников: наше сообщество направляет развитие проекта и коллективно принимает решения.",
  "home_mission_chart_1": "из всего",
  "home_mission_chart_2": "mined so far",
  "home_mission_title_3": "Широкие возможности для частных лиц, организаций и предприятий.",
  "home_mission_body_3": "We are community-powered. Stakeholders who participate in Decred’s decision-making are rewarded for their efforts. Sustainable funding and a resilient contractor model allow for anyone to join Decred at any time and engage in its governance. Decred’s value is in the people who work on it - together we’re building the decentralized future we want to see.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "Платформа",
  "home_platform_features": "Функции для будущего.",
  "home_platform_built": "Decred is built to last. Our development activity and quality are among the highest in the space. Features of the Decred software include:",
  "home_platform_innovative": "Инновационная гибридная система консенсусного голосования, основанная на принципах proof-of-work (PoW) и proof-of-stake (PoS) ",
  "home_platform_censorship": "Защищенная от цензуры открытая платформа предложений на основе блокчейна",
  "home_platform_smartcontract": "Выгодные соглашения, приносящие реальную пользу — например, Lightning Network",
  "home_platform_atomicswap": "Атомарные кроссчейн-транзакции между разными цифровыми валютами",
  "home_platform_wallets_ease": "Кроссплатформенные кошельки для удобства использования",
  "home_platform_consensus": "Консенсусное голосование",
  "home_platform_hybrid": "Decred использует инновационную гибридную систему на основе принципов proof-of-work (PoW) и proof-of-stake (PoS), что дает участникам возможность принимать решения о применении конкретного набора правил консенсуса. Это обеспечивает плавный переход от одного набора правил к другому при сохранении неизменности существующей экосистемы блокчейна.",
  "home_platform_swaps": "Атомарные транзакции",
  "home_platform_decent": "Decred не требует использования централизованных валютных бирж. Атомарные кроссчейн-транзакции между разными цифровыми валютами позволяют пользователям вести внебиржевой (OTC) обмен без принципа доверия, не привлекая для этого сторонние сервисы.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred использует защищенную от цензуры платформу предложений на основе блокчейна, которая позволяет пользователям подавать заявки на финансирование своих собственных проектов с помощью субсидий блока DCR. Politeia (Pi) гарантирует поддержание стабильности и развитие экосистемы.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred заключает выгодные соглашения, приносящие реальную пользу. Один из примеров — Lightning Network (LN), оффчейн-система с низкой латентностью, позволяющая совершать практически мгновенные платежи в DCR. Благодаря LN, Decred может напрямую конкурировать с существующими платежными системами на основе фиатных валют.",
  "home_platform_wallets": "Кроссплатформенные кошельки",
  "home_platform_accessible": "Decred предлагает доступные кошельки с графическим пользовательским интерфейсом для всех крупных операционных систем (Windows, macOS и Linux). Более опытным пользователям также доступны кошельки с интерфейсом на основе командной строки.",
  "home_platform_soon": "Скоро™",
  "home_platform_active": "Decred активно развивается. Текущие цели — создание децентрализованной автономной организации, полностью управляемой участниками, и повышение конфиденциальности пользователей.",
  "home_principles_oss": "Бесплатное и открытое программное обеспечение",
  "home_principles_free": "Все программное обеспечение, разработанное как часть Decred, должно быть бесплатным и<br>с открытым исходным кодом.",
  "home_principles_incremental": "Постепенное наращивание конфиденциальности и безопасности",
  "home_principles_privacy": "Технологии обеспечения конфиденциальности и безопасности должны внедряться на постоянной и поэтапной основе, как проактивно, так и по мере необходимости в ответ на попытки нарушения защиты.",
  "home_principles_speech": "Свобода слова и право на внимание",
  "home_principles_everyone": "Каждый имеет право высказывать свои идеи и мнения, не опасаясь цензуры. Все конструктивные высказывания, имеющие причины и основывающиеся на фактах, должны быть рассмотрены.",
  "home_principles_multi_stakeholder": "Привлечение множества участников",
  "home_principles_inclusivity": "Принцип инклюзивности находит отражение в существовании системы со множеством участников и требует постоянного приложения усилий для поддержания разнообразия мнений и пользователей.",
  "home_principles_bound": "Мы руководствуемся следующими принципами.",
  "home_principles_equitable": "Эти принципы были выработаны для формирования стабильной и равноправной структуры, которая позволит достичь цели Decred по созданию автономной и полностью децентрализованной валюты, дающей реальное право голоса всем участникам.",
  "home_guide_0": "Этот обзор поможет вам разобраться в основных функциях Decred",
  "home_guide_1": "Обзор",
  "home_guide_2": "Decred — это мультиплатформенная цифровая валюта с поддержкой Windows, macOS и Linux. Удобные кошельки позволяют отправлять, получать и майнить Decred буквально в несколько кликов.",
  "home_guide_3": "For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.",
  "home_guide_4": "Продолжить",
  "home_guide_5": "Назад",
  "home_guide_6": "Основы",
  "home_guide_7": "<p>Есть три варианта взаимодействия с Decred:</p>\n\t\t<p><strong>Кошелек</strong>— для отправки и получения средств, а также участия в PoS-майнинге.</p>\n\t\t<p><strong> Proof-of-Work майнинг</strong> — использование вычислительных ресурсов для проверки транзакций сети и генерации новых токенов Decred.</p>\n\t\t<p><strong>Proof-of-Stake майнинг</strong> — использование денежных средств для голосования по важным вопросам сети и проверки транзакций за вознаграждение.</p>",
  "home_guide_8": "Продолжить",
  "home_guide_9": "Назад",
  "home_guide_10": "The Wallet",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> is a cross-platform GUI wallet for Decred. Available for Windows, MacOS, and Linux users.</p><p><a href=\"downloads/#cli\">Command-line wallet and utilities</a> are also available for a variety of platforms.</p><p>For help getting started you can visit our <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Beginner’s Guide</a>.</p>",
  "home_guide_12": "Продолжить",
  "home_guide_13": "Назад",
  "home_guide_14": "Отправляйте и получайте Decred",
  "home_guide_15": "<p>Адрес — единственное, что требуется для отправки и получения средств. Его легко сгенерировать в любом кошельке Decred. Адреса Decred всегда <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">начинаются с буквы D и состоят из 26-36 букв и цифр</a>.</p>\n\t\t<p>После совершения транзакции средства, как правило, поступают в течение 5 минут. Вдобавок к сумме транзакции списывается небольшая комиссия на поддержание сети. Например, комиссия за перевод 100 DCR составит около 0,006 DCR.</p>\n\t\t<p>Обозреватели блоков сети <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> и <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> позволяют пользователям осуществлять поиск по всем блокам и транзакциям в блокчейне Decred.</p>",
  "home_guide_16": "Продолжить",
  "home_guide_17": "Назад",
  "home_guide_18": "Mining",
  "home_guide_19": "<p>Под термином «майнинг» понимается процесс проверки транзакций и обеспечения безопасности сети Decred. За свою работу майнеры получают сгенерированные в этом процессе монеты Decred.</p>\n\t\t<p>В Decred существует два метода проверки транзакций:  Proof-of-Work (PoW) и Proof-of-Stake (PoS).</p>",
  "home_guide_20": "Продолжить",
  "home_guide_21": "Назад",
  "home_guide_22": "Майнинг по методу Proof-of-work",
  "home_guide_23": "<p>При использовании метода <a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\">Proof-of-work (PoW)</a> транзакции группируются в блоки. Эти блоки проверяются PoW-майнерами. После прохождения проверки блок становится постоянной составляющей сети Decred.</p>\n\t\t<p>Вы можете стать майнером, предоставив сети свободные вычислительные ресурсы своего компьютера. За это майнеры получают вознаграждение в Decred.</p>\n\t\t<p>Для повышения эффективности и удобства вы можете присоединиться к одному из <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\">майнинговых пулов</a>. Пулы — это группы майнеров, которые работают вместе и делят вознаграждение между собой. Присоединение к майнинговому пулу — прекрасный способ для мелких участников получать постоянные выплаты за свою работу.</p>",
  "home_guide_24": "Продолжить",
  "home_guide_25": "Назад",
  "home_guide_26": "Майнинг по методу Proof-of-Stake",
  "home_guide_27": "<p>В отличие от PoW, <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">майнинг по методу Proof-of-Stake (PoS)</a> требует совсем немного вычислительных ресурсов. Денежные средства Decred используются для покупки голосующих билетов сети. В каждом блоке случайным образом выбираются пять штук из всего пула билетов в сети для подтверждения предыдущего блока.</p>\n\t\t<p>PoS — это дополнительный элемент децентрализации Decred. Кроме того, он позволяет пользователям голосовать по предлагаемым изменениям сети. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">Для PoS тоже существуют пулы</a>, помогающие гарантировать, что ваши билеты в любой момент будут готовы к голосованию.",
  "home_guide_28": "Продолжить",
  "home_guide_29": "Назад",
  "home_guide_30": "Покупка и обмен Decred",
  "home_guide_31": "<p>Decred — пока еще новая валюта, и купить ее проще всего за биткоины. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">Обменять биткоины</a> на Decred вы можете<a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">через цифровые сервисы обмена валют</a>.</p>",
  "home_guide_32": "Продолжить",
  "home_guide_33": "Назад",
  "home_guide_34": "Присоединиться к сообществу",
  "home_guide_35": "<p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href=\"https://webchat.freenode.net/?channels=decred&amp;uio=d4\" title=\"_blank\" rel=\"noopener noreferrer\">IRC channel</a>, <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram channel</a>, and <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> and <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>.We can't wait to meet you!</p>",
  "home_guide_36": "Продолжить",
  "home_guide_37": "Назад",
  "home_guide_38": "Planned Features",
  "home_guide_39": "<p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2018 and early 2019:</p><ul><li>Lightning network</li><li>Initial privacy release</li><li>Decentralized control of funds</li><li>Decentralized autonomous entities</li><li>Scalability optimizations</li><li>Decrediton integrations</li><li>Marketing growth</li><li>Proposal for a Decentralized Exchange</li></ul><p>Read about these and more on our blog. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Welcome to Decred: the future of autonomous digital currency</a></p>",
  "home_guide_40": "Продолжить",
  "home_guide_41": "Назад",
  "downloads_description": "If you are new to Decred, be sure to read the <a href=\"../#guide\">Getting Started Tour</a> or the <a href=\"../#platform\">Technical Overview</a> if you want to dig deeper. If you are downloading the Decred binaries, please follow these <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">Binary Verification</a> steps to verify the checksums.",
  "downloads_category_core": "Core software",
  "downloads_category_mining_software": "Mining software",
  "downloads_category_3rd_party_wallets": "СТОРОННИЕ КОШЕЛЬКИ",
  "downloads_app_decrediton": "Кошелек с графическим интерфейсом для Windows, macOS и Linux.",
  "downloads_app_commandline": "Кроссплатформенное средство автоматической установки/обновления для приложений командной строки.",
  "downloads_app_gominer": "CUDA/OpenCL-майнер для видеокарт AMD/NVIDIA. Официально поддерживается командой Decred.",
  "downloads_app_ccminer": "Сторонний CUDA-майнер для видеокарт NVIDIA. Не поддерживается командой Decred.",
  "downloads_app_sgminer": "Сторонний OpenCL-майнер для видеокарт AMD. Не поддерживается командой Decred.",
  "downloads_app_exodus": "Exodus — это удобное универсальное приложение для обеспечения безопасности, управления и обмена активами блокчейна.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_bitbill": "Bitbill is a decentralized cryptocurrency wallet. You own your private keys.",
  "downloads_app_anybit": "Anybit is a mobile wallet available for Android and iOS with built in price and news tracking.",
  "downloads_app_atomicwallet": "Multi-asset desktop wallet with built in exchange via non-custodial atomic swaps and decentralized order book.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_cobo": "From the Co-Founder of F2Pool, Cobo is a highly secure mobile wallet that supports PoS Cloud Pool staking and over 30 coins and 500 tokens",
  "stakepools_description": "Voting Service Providers allow you to participate in Decred's proof-of-stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Notice:</span>&nbsp;Missed tickets can be caused by a poorly connected proof-of-work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warning:</span>&nbsp;To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "community_description": "Come and join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. The public channels on Matrix, Slack, and Discord have been bridged. You can choose any of these platforms and still participate in discussions with Decred community members on the others.",
  "press_description": "Сеть Decred получила звание ведущего криптовалютного проекта от Chicago Tribune, Bitcoin Magazine и NASDAQ. Ниже приводится подборка последних упоминаний Decred в прессе.",
  "press_coverage": "Coverage",
  "press_releases": "Releases",
  "Business brief": "Обзор деловых преимуществ",
  "Decred Recruiting": "Decred Recruiting",
  "Downloads": "загрузки",
  "Exchanges and Payments": "Exchanges and Payments",
  "Join our community!": "Присоединиться к сообществу",
  "Press": "Press",
  "Roadmap": "План развития",
  "Visual communication toolkit": "Паспорт стандартов фирменного стиля",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "Кто стоит за Decred?",
  "Join our Matrix community": "Join our Matrix community",
  "matrix_to_register_using_the_riot": "To register using the Riot web app, with Decred’s homeserver information pre-filled, click the link below.",
  "matrix_register_with_riot": "Register with Riot.",
  "matrix_note_you_must_register_with": "Note: you must register with an email address if you want password resets.",
  "matrix_if_you_already_have_an": "If you already have an existing Matrix account, use the link below to log into Decred’s homeserver.",
  "matrix_login_to_decred_homeserver": "Login to Decred homeserver",
  "matrix_to_browse_decred_rooms_click": "To browse Decred rooms, click the directory button in the ‘Rooms’ panel on the left-hand side.",
  "matrix_decred_rooms": "Decred Rooms",
  "matrix_to_browse_other_available_matrix": "To browse other available Matrix clients and home servers, see the <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">Matrix Getting Started page</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix is a secure, open messaging platform popular with Decred contractors. With the help of bridge software Matrix users can communicate with users on other Decred platforms such as Slack and Discord. Matrix offers first party registration; no identifying information or third party service is required to sign up. Users should be aware however that some features, such as password reset, do require an email address. For more on Matrix’s security features and available clients, see the Matrix project <a href=\"https://matrix.org/blog/home/\">homepage</a>.</p>\n\n<p>To join Matrix, you’ll need to choose a client and a homeserver. Matrix supports numerous clients and homeservers, but for first-time users, we recommend the most well-supported Matrix client, Riot, and Decred’s homeserver. Using the Decred homeserver makes it easier to find Decred chat rooms, puts ‘decred.org’ in your ID, and allows you to continue messaging should Decred’s homeserver become disconnected with other homeservers.</p>"
}
