{
  "general_release_stable": "стабильная версия",
  "general_downloads": "загрузки",
  "general_total": "всего",
  "general_javascript_warning": "Требуется JavaScript",
  "general_javascript_warning_description": "Для работы этого сайта необходимо включить JavaScript.",
  "exchanges_title": "Сервисы обмена",
  "exchanges_description": "Проще всего купить или обменять Decred (DCR) с помощью цифровых сервисов обмена. Предупреждение. Тщательно проверяйте сервис, прежде чем воспользоваться его услугами. Надежнее всего хранить Decred в кошельке, ключи от которого контролируете исключительно вы.",
  "title": "Decred — автономная цифровая валюта",
  "description": "Decred — это автономная цифровая валюта, основанная на гибридной консенсусной системе. Она задумана как децентрализованная, стабильная и самоуправляющаяся валюта, работающая по правилам, которые устанавливают сами пользователи.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "Фирменный стиль и материалы",
  "nav_in_the_press": "Decred в прессе",
  "nav_become_contributor": "Стать участником",
  "nav_tech_overview": "Техническая информация",
  "nav_business_brief": "Обзор деловых преимуществ",
  "nav_roadmap": "План развития",
  "footer_roadmap": "План развития на 2018 год",
  "nav_whatis": "Что такое Decred",
  "nav_mission": "Миссия",
  "nav_platform": "Платформа",
  "nav_getstarted": "Начать",
  "nav_interacting": "Взаимодействие с Decred",
  "nav_downloads": "загрузки",
  "nav_politeia": "Система предложений",
  "nav_vsp": "Поставщики услуг голосования",
  "nav_networkstats": "Статистика сети",
  "nav_votingdashboard": "Панель голосования",
  "nav_documentation": "Документация",
  "nav_community": "Сообщество",
  "nav_contributors": "Участники",
  "nav_exchanges": "Сервисы обмена",
  "nav_press": "Информация для прессы",
  "contributors_corporate_contractor": "Корпоративный подрядчик",
  "contributors_development": "Разработка",
  "contributors_design": "Дизайн",
  "contributors_community": "Сообщество",
  "contributors_marketing": "Маркетинг",
  "contributors_strategy": "Стратегия",
  "contributors_description": "Decred использует новаторскую систему контрактов, которая позволяет проверенным участникам получать вознаграждения за свою работу. Этот подход поспособствовал созданию сильной международной команды разработчиков, дизайнеров и стратегов, а также формированию крепкого сообщества пользователей. Мы с радостью принимаем помощь от всякого, кто готов приложить свои силы и знания к выполнению миссии проекта.",
  "roadmap_tag_new": "Новые",
  "roadmap_tag_ongoing": "В процессе",
  "roadmap_tag_completed": "Завершенные",
  "roadmap_moreinfo": "Подробнее",
  "roadmap_tag_subtitle": "Взгляд в будущее и рассказ о прошлом",
  "roadmap_description": "Мы стараемся выпускать стабильное и надежное ПО, поэтому указанные здесь даты релизов и планируемые функции могут меняться.",
  "brand_guide_0": "Паспорт стандартов фирменного стиля",
  "brand_guide_1": "Паспорт стандартов",
  "brand_guide_2": "Логотипы",
  "brand_guide_3": "Загрузить логотипы",
  "brand_guide_4": "Основные цвета",
  "brand_guide_5": "Основной синий",
  "brand_guide_6": "Бирюзовый",
  "brand_guide_7": "Темно-синий",
  "brand_guide_8": "Типографика",
  "brand_guide_9": "Дополнительные цвета",
  "brand_guide_10": "Голубой",
  "brand_guide_11": "Зеленый",
  "brand_guide_12": "Оранжевый",
  "brand_guide_13": "Фирменный стиль Decred должен выделять бренд среди других цифровых валют, способствовать унификации оформления на различных платформах, быть запоминающимся и привлекательным для новых пользователей. Это достигается за счет использования логотипа, шрифтов, цветов и графических материалов в строгом соответствии с правилами. Мы разработали простые шаблоны стиля, подходящие для всех пользователей, а также для дизайнеров, заинтересованных в разработке более сложных материалов.",
  "brand_guide_14": "Пакет ПО, руководства и документацию можно найти в репозитории github/dcrdesign.",
  "exchanges_otc_title": "Внебиржевые трейдеры Decred",
  "exchanges_otc_description": "Внебиржевые сделки позволяют покупать и продавать Decred напрямую у трейдера. Продавец и покупатель договариваются о фиксированной цене за большое количество Decred и проводят сделку напрямую, без участия обменного сервиса. Минимальная сумма внебиржевой сделки обычно составляет 100 000 долларов США.",
  "exchanges_payment_title": "Платежные процессоры Decred",
  "exchanges_payment_description": "Сервисы, которые позволяют расплачиваться Decred в онлайн-магазинах. Благодаря им торговые площадки могут легко начать принимать криптовалюты в качестве оплаты.",
  "exchanges_subtitle": "Decred в обменных сервисах",
  "exchanges_showall": "Показать все",
  "home_download_wallet": "Загрузить кошелек",
  "home_for_computer": "Для вашего компьютера",
  "home_mainheading": "Decred — автономная цифровая валюта.",
  "home_all_downloads": "Все загрузки",
  "home_watch_video": "Смотреть видео",
  "home_decrediton_for_macdl": "Decrediton для macOS",
  "home_decrediton_for_linuxdl": "Decrediton для Linux",
  "home_decrediton_for_windl": "Decrediton для Windows",
  "home_news_banner_title": "Система предложений Decred заработала!",
  "home_news_banner_body": "С помощью Politeia пользователи и участники Decred могут вносить предложения и обсуждать их, а также работать над новыми проектами, инициативами и консенсусами и финансировать их.",
  "home_news_banner_link_title": "Посмотреть предложения",
  "home_mission_section_title": "Миссия",
  "home_mission_title_1": "Автономия — это самоуправление. Правила придумывают участники.",
  "home_mission_body_1": "С 2016 года Decred стремится решить проблему управления блокчейном. Наша инновационная модель консенсусного голосования дает участникам возможность влиять на принятие решений и позволяет плавно переходить от одного набора правил к другому. Децентрализованное принятие решений и самофинансирование позволили нам создать стабильную и развивающуюся цифровую валюту, не зависящую от посторонних влияний.",
  "home_mission_title_2": "Создано на основе 100% проверенной открытой технологии.",
  "home_mission_body_2": "Наша модульная кодовая база обладает уникальной способностью к адаптации и может масштабироваться для применения новейших блокчейн-технологий. Технология Decred позволила провести первое в мире успешное прямое консенсусное ончейн-голосование пользователей. Это воплощение революционного подхода к управлению силами самих участников: наше сообщество направляет развитие проекта и коллективно принимает решения.",
  "home_mission_chart_1": "из всего",
  "home_mission_chart_2": "намайнено",
  "home_mission_title_3": "Широкие возможности для частных лиц, организаций и предприятий.",
  "home_mission_body_3": "We are community-powered. Stakeholders who participate in Decred’s decision-making are rewarded for their efforts. Sustainable funding and a resilient contractor model allow for anyone to join Decred at any time and engage in its governance. Decred’s value is in the people who work on it - together we’re building the decentralized future we want to see.",
  "home_quotes_quote": "«Уникальное преимущество Decred  — отличная организация. А при отличной организации все остальное не заставит себя долго ждать».",
  "home_platform_platform": "Платформа",
  "home_platform_features": "Функции для будущего.",
  "home_platform_built": "Decred — надежный и долгосрочный проект. Мы развиваемся быстрее и сильнее большинства игроков на рынке. Основные особенности ПО Decred:",
  "home_platform_innovative": "Инновационная гибридная система консенсусного голосования, основанная на принципах proof-of-work (PoW) и proof-of-stake (PoS) ",
  "home_platform_censorship": "Защищенная от цензуры открытая платформа предложений на основе блокчейна",
  "home_platform_smartcontract": "Выгодные соглашения, приносящие реальную пользу — например, Lightning Network",
  "home_platform_atomicswap": "Атомарные кроссчейн-транзакции между разными цифровыми валютами",
  "home_platform_wallets_ease": "Кроссплатформенные кошельки для удобства использования",
  "home_platform_consensus": "Консенсусное голосование",
  "home_platform_hybrid": "Decred использует инновационную гибридную систему на основе принципов proof-of-work (PoW) и proof-of-stake (PoS), что дает участникам возможность принимать решения о применении конкретного набора правил консенсуса. Это обеспечивает плавный переход от одного набора правил к другому при сохранении неизменности существующей экосистемы блокчейна.",
  "home_platform_swaps": "Атомарные транзакции",
  "home_platform_decent": "Decred не требует использования централизованных валютных бирж. Атомарные кроссчейн-транзакции между разными цифровыми валютами позволяют пользователям вести внебиржевой (OTC) обмен без принципа доверия, не привлекая для этого сторонние сервисы.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred использует защищенную от цензуры платформу предложений на основе блокчейна, которая позволяет пользователям подавать заявки на финансирование своих собственных проектов с помощью субсидий блока DCR. Politeia (Pi) гарантирует поддержание стабильности и развитие экосистемы.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred заключает выгодные соглашения, приносящие реальную пользу. Один из примеров — Lightning Network (LN), оффчейн-система с низкой латентностью, позволяющая совершать практически мгновенные платежи в DCR. Благодаря LN, Decred может напрямую конкурировать с существующими платежными системами на основе фиатных валют.",
  "home_platform_wallets": "Кроссплатформенные кошельки",
  "home_platform_accessible": "Decred предлагает доступные кошельки с графическим пользовательским интерфейсом для всех крупных операционных систем (Windows, macOS и Linux). Более опытным пользователям также доступны кошельки с интерфейсом на основе командной строки.",
  "home_platform_soon": "Скоро™",
  "home_platform_active": "Decred активно развивается. Текущие цели — создание децентрализованной автономной организации, полностью управляемой участниками, и повышение конфиденциальности пользователей.",
  "home_principles_oss": "Бесплатное и открытое программное обеспечение",
  "home_principles_free": "Все программное обеспечение, разработанное как часть Decred, должно быть бесплатным и<br>с открытым исходным кодом.",
  "home_principles_incremental": "Постепенное наращивание конфиденциальности и безопасности",
  "home_principles_privacy": "Технологии обеспечения конфиденциальности и безопасности должны внедряться на постоянной и поэтапной основе, как проактивно, так и по мере необходимости в ответ на попытки нарушения защиты.",
  "home_principles_speech": "Свобода слова и право на внимание",
  "home_principles_everyone": "Каждый имеет право высказывать свои идеи и мнения, не опасаясь цензуры. Все конструктивные высказывания, имеющие причины и основывающиеся на фактах, должны быть рассмотрены.",
  "home_principles_multi_stakeholder": "Привлечение множества участников",
  "home_principles_inclusivity": "Принцип инклюзивности находит отражение в существовании системы со множеством участников и требует постоянного приложения усилий для поддержания разнообразия мнений и пользователей.",
  "home_principles_bound": "Мы руководствуемся следующими принципами.",
  "home_principles_equitable": "Эти принципы были выработаны для формирования стабильной и равноправной структуры, которая позволит достичь цели Decred по созданию автономной и полностью децентрализованной валюты, дающей реальное право голоса всем участникам.",
  "home_guide_0": "Этот обзор поможет вам разобраться в основных функциях Decred",
  "home_guide_1": "Обзор",
  "home_guide_2": "Decred — это мультиплатформенная цифровая валюта с поддержкой Windows, macOS и Linux. Удобные кошельки позволяют отправлять, получать и майнить Decred буквально в несколько кликов.",
  "home_guide_3": "For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.",
  "home_guide_4": "Продолжить",
  "home_guide_5": "Назад",
  "home_guide_6": "Основы",
  "home_guide_7": "<p>Существует три варианта работы с Decred:</p><p><strong>Кошелек</strong> предназначен для отправки и получения средств, а также для участия в голосовании Proof-of-Stake.</p><p><strong>Майнинг Proof-of-Work (PoW)</strong> — использование вычислительных ресурсов для проверки транзакций сети и генерации новых токенов Decred.</p><p><strong>Голосование Proof-of-Stake (PoS)</strong> — использование денежных средств для голосования по важным вопросам сети и проверки транзакций за вознаграждение.</p>",
  "home_guide_8": "Продолжить",
  "home_guide_9": "Назад",
  "home_guide_10": "Кошелек",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> is a cross-platform GUI wallet for Decred. Available for Windows, MacOS, and Linux users.</p><p><a href=\"downloads/#cli\">Command-line wallet and utilities</a> are also available for a variety of platforms.</p><p>For help getting started you can visit our <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Beginner’s Guide</a>.</p>",
  "home_guide_12": "Продолжить",
  "home_guide_13": "Назад",
  "home_guide_14": "Отправляйте и получайте Decred",
  "home_guide_15": "<p>Адрес — единственное, что требуется для отправки и получения средств. Его легко сгенерировать в любом кошельке Decred. Адреса Decred всегда <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">начинаются с буквы D и состоят из 26-36 букв и цифр</a>.</p>\n\t\t<p>После совершения транзакции средства, как правило, поступают в течение 5 минут. Вдобавок к сумме транзакции списывается небольшая комиссия на поддержание сети. Например, комиссия за перевод 100 DCR составит около 0,006 DCR.</p>\n\t\t<p>Обозреватели блоков сети <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> и <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a> позволяют пользователям осуществлять поиск по всем блокам и транзакциям в блокчейне Decred.</p>",
  "home_guide_16": "Продолжить",
  "home_guide_17": "Назад",
  "home_guide_18": "Майнинг",
  "home_guide_19": "<p>Под термином «майнинг» понимается процесс проверки транзакций и обеспечения безопасности сети Decred. За свою работу майнеры получают сгенерированные в этом процессе монеты Decred.</p>\n\t\t<p>В Decred существует два метода проверки транзакций:  Proof-of-Work (PoW) и Proof-of-Stake (PoS).</p>",
  "home_guide_20": "Продолжить",
  "home_guide_21": "Назад",
  "home_guide_22": "Майнинг по методу Proof-of-work",
  "home_guide_23": "<p>При использовании метода <a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Proof-of-work (PoW)</a> транзакции группируются в блоки. Эти блоки проверяются PoW-майнерами. После прохождения проверки блок становится постоянной составляющей сети Decred.</p>\n\t\t<p>Вы можете стать майнером, предоставив сети свободные вычислительные ресурсы своего компьютера. За это майнеры получают вознаграждение в Decred.</p>\n\t\t<p>Для повышения эффективности и удобства вы можете присоединиться к одному из <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">майнинговых пулов</a>. Пулы — это группы майнеров, которые работают вместе и делят вознаграждение между собой. Присоединение к майнинговому пулу — прекрасный способ для мелких участников получать постоянные выплаты за свою работу.</p>",
  "home_guide_24": "Продолжить",
  "home_guide_25": "Назад",
  "home_guide_26": "Голосование Proof-of-Stake",
  "home_guide_27": "<p>В отличие от PoW <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\" rel=\"noopener noreferrer\">голосование PoS</a> требует совсем немного вычислительных ресурсов. Денежные средства Decred используются для покупки билетов для голосования в сети. В каждом блоке из всего пула билетов в сети случайным образом выбираются пять билетов для подтверждения предыдущего блока.</p><p>PoS — это дополнительный элемент децентрализации Decred. Кроме того, он позволяет пользователям голосовать по предлагаемым изменениям сети. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\" rel=\"noopener noreferrer\">Для PoS тоже существуют пулы (поставщики услуг голосования — VSP)</a>, помогающие гарантировать, что ваши билеты в любой момент будут готовы к голосованию.</p>",
  "home_guide_28": "Продолжить",
  "home_guide_29": "Назад",
  "home_guide_30": "Покупка и обмен Decred",
  "home_guide_31": "<p>Decred — пока еще новая валюта, и купить ее проще всего за биткоины. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">Обменять биткоины</a> на Decred вы можете<a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">через цифровые сервисы обмена валют</a>.</p>",
  "home_guide_32": "Продолжить",
  "home_guide_33": "Назад",
  "home_guide_34": "Присоединиться к сообществу",
  "home_guide_35": "<p>Децентрализация процессов позволяет людям с разными идеями, целями и мнениями участвовать в формировании будущего. У вас наверняка остались вопросы, поэтому присоединяйтесь к нашему растущему сообществу, где можно пообщаться с разработчиками и другими пользователями, найти нужную информацию, получить ответы на вопросы и просто хорошо провести время. У нас есть каналы в <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram</a> и <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack</a>, где можно обмениваться сообщениями с разработчиками и другими пользователями в режиме реального времени. И не забывайте о <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Твиттере</a> и <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>. Будем рады услышать ваше мнение!</p>",
  "home_guide_36": "Продолжить",
  "home_guide_37": "Назад",
  "home_guide_38": "Запланированные функции",
  "home_guide_39": "<p>Часть вознаграждения за создание новых блоков направляется на развитие Decred. Таким образом сеть постоянно совершенствуется в соответствии с краткосрочными и долгосрочными потребностями и пожеланиями участников. Перечислим некоторые из нововведений, запланированных на 2018 и начало 2019 года:</p> <ul><li>поддержка платежного протокола Lighting Network;</li><li>первый релиз политики конфиденциальности;</li><li>децентрализованный контроль над средствами, идущими на развитие сети;</li><li>децентрализованные автономные организации;</li><li>оптимизация масштабируемости;</li><li>интеграция интерфейса Decredition;</li><li>развитие маркетинга;</li><li>предложение децентрализованного обменного сервиса.</li></ul> <p>Об этих и других нововведениях читайте в нашем блоге. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Добро пожаловать в Decred — мир будущего автономных цифровых валют</a>.",
  "home_guide_40": "Продолжить",
  "home_guide_41": "Назад",
  "downloads_description": "Если вы только знакомитесь с Decred, обязательно прочитайте <a href=\"../#guide\">Руководство по началу работы</a>. Если вас интересуют технические подробности, посмотрите <a href=\"../#platform\">Технический обзор</a>. Если вы скачиваете двоичные модули Decred, выполните инструкции по их <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">верификации</a>.",
  "downloads_category_core": "Базовое ПО",
  "downloads_category_mining_software": "ПО для майнинга",
  "downloads_category_3rd_party_wallets": "СТОРОННИЕ КОШЕЛЬКИ",
  "downloads_app_decrediton": "Кошелек с графическим интерфейсом для Windows, macOS и Linux.",
  "downloads_app_commandline": "Кроссплатформенное средство автоматической установки/обновления для приложений командной строки.",
  "downloads_app_gominer": "CUDA/OpenCL-майнер для видеокарт AMD/NVIDIA. Официально поддерживается командой Decred.",
  "downloads_app_ccminer": "Сторонний CUDA-майнер для видеокарт NVIDIA. Не поддерживается командой Decred.",
  "downloads_app_sgminer": "Сторонний OpenCL-майнер для видеокарт AMD. Не поддерживается командой Decred.",
  "downloads_app_exodus": "Exodus — это удобное универсальное приложение для обеспечения безопасности, управления и обмена активами блокчейна.",
  "downloads_app_coinomi": "Храните, организовывайте и обменивайте биткойны, Ethereum и еще более 500 криптовалют.",
  "downloads_app_ownbit": "Ownbit — децентрализованный криптовалютный кошелек. Ключи от него контролируете вы.",
  "downloads_app_anybit": "Anybit — мобильный кошелек со встроенным отслеживанием цен и новостей. Доступны версии для Android и iOS.",
  "downloads_app_atomicwallet": "Мультивалютный кошелек для компьютера со встроенной возможностью децентрализованных атомарных транзакций и с децентрализованной книгой заявок.",
  "downloads_app_guarda": "У Guarda есть браузерная, компьютерная и мобильная версии мультивалютных кошельков.",
  "downloads_app_cobo": "Cobo — это надежный мобильный кошелек от создателя F2Pool, который поддерживает голосование Proof-of-Stake (PoS), а также более 30 криптовалют и 500 токенов.",
  "downloads_app_ledger": "Ledger Live — это веб-кошелек, защищенный аппаратным кошельком Ledger.",
  "stakepools_description": "VSP-пулы позволяют пользоваться системой PoS, не боясь потерь из-за простоя компьютера, плохого интернет-соединения или сбоев питания.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Примечание.</span> В некоторых случаях билеты могут быть пропущены не по вине пула, а по причине плохого интернет-соединения одного из PoW-майнеров.",
  "stakepools_warning_2": "Внимание! Для сохранения децентрализации сети мы рекомендуем избегать пулов, имеющих более 5 % голосов в сети.",
  "community_description": "Присоединяйтесь к нашему растущему сообществу, где можно пообщаться с разработчиками и другими пользователями, узнать нужную информацию, найти ответы на вопросы и просто хорошо провести время. Мы связали открытые каналы в Matrix, Slack и Discord друг с другом. Вы можете выбрать любую из этих платформ и обмениваться сообщениями с пользователями Decred на других платформах.",
  "press_description": "Сеть Decred получила звание ведущего криптовалютного проекта от Chicago Tribune, Bitcoin Magazine и NASDAQ. Ниже приводится подборка последних упоминаний Decred в прессе.",
  "press_coverage": "Распространение",
  "press_releases": "Релизы",
  "Business brief": "Обзор деловых преимуществ",
  "Decred Recruiting": "Хотите у нас работать?",
  "Wallets": "загрузки",
  "Exchanges and Payments": "Обменные сервисы и платежи",
  "Join our community!": "Присоединиться к сообществу",
  "Press": "Информация для прессы",
  "Roadmap": "План развития",
  "Visual communication toolkit": "Паспорт стандартов фирменного стиля",
  "Voting Service Providers": "Поставщики услуг голосования",
  "Who is Decred?": "Кто стоит за Decred?",
  "Join our Matrix community": "Присоединиться к сообществу Matrix",
  "matrix_to_register_using_the_riot": "To register using the Riot web app, with Decred’s homeserver information pre-filled, click the link below.",
  "matrix_register_with_riot": "Зарегистрироваться с помощью Riot.",
  "matrix_note_you_must_register_with": "Примечание. Чтобы иметь возможность восстановить пароль, укажите при регистрации адрес электронной почты.",
  "matrix_if_you_already_have_an": "Если у вас уже есть аккаунт Matrix, перейдите по ссылке, чтобы войти на домашний сервер Decred.",
  "matrix_login_to_decred_homeserver": "Войти на домашний сервер Decred",
  "matrix_to_browse_decred_rooms_click": "To browse Decred rooms, click the directory button in the ‘Rooms’ panel on the left-hand side.",
  "matrix_decred_rooms": "Чаты Decred",
  "matrix_to_browse_other_available_matrix": "Чтобы посмотреть остальные клиенты и домашние сервера Matrix, перейдите на страницу <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">Try Matrix Now!</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix — надежная платформа для общения, популярная среди подрядчиков Decred. С помощью программ-мостов пользователи Matrix могут общаться с пользователями других платформ Decred, включая Slack и Discord. Matrix обеспечивает собственную регистрацию, вам не требуется указывать идентификационную информацию или регистрироваться через сторонние сервисы. Однако для использования ряда функций, включая сброс пароля, необходимо указать адрес электронной почты. Подробную информацию о системе безопасности Matrix и доступных клиентах можно найти на <a href=\"https://matrix.org/blog/home/\">главной странице</a> платформы.</p>\n\n<p>Чтобы воспользоваться Matrix, необходимо выбрать клиент и домашний сервер. Система поддерживает множество вариантов, но для новых пользователей мы рекомендуем Riot, клиент с лучшей службой поддержки, и домашний сервер Decred. С помощью этого сервера вы легко найдете чаты Decred. К вашему ID будет добавлена метка «decred.org». Даже если домашний сервер Decred будет отключен от других серверов, вы все равно сможете обмениваться сообщениями.</p>",
  "Page not found": "Страница не найдена",
  "Back to home page": "Вернуться на главную страницу"
}
