{
  "general_release_stable": "stable",
  "general_downloads": "indirmeleri",
  "general_total": "toplam",
  "general_javascript_warning": "JavaScript required",
  "general_javascript_warning_description": "We're sorry, but this Website doesn't work properly without JavaScript enabled.",
  "exchanges_title": "Exchanges",
  "exchanges_description": "Digital currency exchanges provide an easy way to purchase and trade Decred (DCR). Disclaimer: Always do your own research (DYOR) before using a service. The safest way to store Decred is in a wallet where you exclusively control the private keys.",
  "title": "Decred - Özerk Dijital Para Birimi",
  "description": "Decred özerk bir dijital para birimidir. Karma oy birliği sistemiyle merkezi olmayan, sürdürülebilir ve kuralları paydaşların koyduğu kendi kendini yöneten bir para birimi olacak şekilde tasarlanmıştır.",
  "general_copyright": "Decred Developers",
  "nav_brand_resources": "Marka Kaynakları",
  "nav_in_the_press": "Basında Decred",
  "nav_become_contributor": "Katkı Sağlayın",
  "nav_tech_overview": "Teknik Genel Bakış",
  "nav_business_brief": "İşletme Özeti",
  "nav_roadmap": "Yol Haritası",
  "footer_roadmap": "2018 Yol Haritası",
  "nav_whatis": "Decred Nedir?",
  "nav_mission": "Misyon",
  "nav_platform": "Platform",
  "nav_getstarted": "Başlangıç",
  "nav_interacting": "Decred ile Etkileşim",
  "nav_downloads": "Indirmeleri",
  "nav_politeia": "Proposal System",
  "nav_vsp": "Voting Service Providers",
  "nav_networkstats": "Ağ İstatistikleri",
  "nav_votingdashboard": "Oy Paneli",
  "nav_documentation": "Belgeler",
  "nav_community": "Topluluk",
  "nav_contributors": "Katkı Sağlayanlar",
  "nav_exchanges": "Exchanges",
  "nav_press": "Press",
  "contributors_corporate_contractor": "Kurumsal Yüklenici",
  "contributors_development": "Gelişim",
  "contributors_design": "Tasarım",
  "contributors_community": "Topluluk",
  "contributors_marketing": "Marketing",
  "contributors_strategy": "Strateji",
  "contributors_description": "Decred, kanıtlanmış katkı sahiplerinin iyi iş çıkarmalarının karşılığını almalarını sağlayan yeni bir yüklenici modeli kullanıyor. Bu yaklaşım, geliştiriciler, tasarımcılar ve stratejistlerden oluşan güçlü bir küresel ekibin ve ayrıca sağlam bir topluluğun oluşmasına yardımcı oluyor. Projenin misyonu doğrultusunda çabalarını ve becerilerini sergilemek isteyen herkesin katkılarını bekliyoruz.",
  "roadmap_tag_new": "New",
  "roadmap_tag_ongoing": "Ongoing",
  "roadmap_tag_completed": "Completed",
  "roadmap_moreinfo": "More Information",
  "roadmap_tag_subtitle": "Insight into our future, overview of the past",
  "roadmap_description": "Please note that our primary goal is to provide you with stable and reliable releases. As such, any indications of target release dates and features listed are subject to change.",
  "brand_guide_0": "Görsel iletişim kiti",
  "brand_guide_1": "Hızlı kullanımlı araç kiti",
  "brand_guide_2": "Logo paketi",
  "brand_guide_3": "Logo Paketini İndir",
  "brand_guide_4": "Primary Colors",
  "brand_guide_5": "Anahtar mavisi",
  "brand_guide_6": "Turkuvaz",
  "brand_guide_7": "Koyu Mavi",
  "brand_guide_8": "Tipografi",
  "brand_guide_9": "Complementary Colors",
  "brand_guide_10": "Açık mavi",
  "brand_guide_11": "Green",
  "brand_guide_12": "Turuncu",
  "brand_guide_13": "Decred'ın görsel kimlik hedefleri, Decred'ı dijital para birimleri arasında temsil etmek, çeşitli platformlarda tutarlı kullanımı desteklemek, ayrıca yeni kullanıcılar için akılda kalıcı ve cazip olmasını sağlamaktır. Bu hedefler logo, yazı ayarı, renk yönetimi ve grafik varlıkların doğru kullanımıyla gerçekleştirilir. Tüm kullanıcıların ve tasarımcıların daha komplike materyaller üretmesine uygun basit stil şablonları geliştirdik.",
  "brand_guide_14": "View github/dcrdesign repo for design packages, guidelines and documentations",
  "exchanges_otc_title": "Decred OTC Traders",
  "exchanges_otc_description": "Over The Counter (OTC) trading allows customers to buy or sell Decred directly from a trader. The customer and the trader agree on a fixed price for a large quantity of Decred and conduct the transaction without going through an exchange. The minimum transaction size for OTC trading is typically $100,000 or higher.",
  "exchanges_payment_title": "Decred Payment Processors",
  "exchanges_payment_description": "Solutions for online merchants to start accepting Decred (DCR) as payment. Payment processors provide a quick and easy integration to accept cryptocurrencies through e-commerce platforms.",
  "exchanges_subtitle": "Decred on Exchanges",
  "exchanges_showall": "Show all",
  "home_download_wallet": "Download Wallet",
  "home_for_computer": "Bilgisayarınız İçin",
  "home_mainheading": "Decred özerk bir dijital para birimidir.",
  "home_all_downloads": "Tüm İndirmeler ",
  "home_watch_video": "Videoyu İzle",
  "home_decrediton_for_macdl": "macOS için Decrediton",
  "home_decrediton_for_linuxdl": "Linux için Decrediton",
  "home_decrediton_for_windl": "Windows için Decrediton",
  "home_politeia_notice_title": "Decred’s Proposal System is Live",
  "home_politeia_notice_body": "Politeia allows Decred users and stakeholders to propose, discuss, collaborate on, and fund new projects, initiatives, and consensus changes.",
  "home_politeia_notice_link_title": "View Proposals",
  "home_mission_section_title": "Misyon",
  "home_mission_title_1": "Özerklik kendi kendini yönetmektir. Kuralları paydaşlar koyar.",
  "home_mission_body_1": "2016'dan beri, Decred blok zinciri yönetimini çözmeye çalışıyor. Yenilikçi oy birliğiyle oylama modelimiz, paydaşlara yetki veriyor ve bir kural dizisinden diğerine kusursuz geçiş sağlıyor. Merkezi olmayan karar verme ve kendi kendini fonlama özellikleri sayesinde üçüncü tarafın etkisi altında kalmadan sağlam, devamlı gelişen bir dijital para birimi oluşturduk.",
  "home_mission_title_2": "%100 kanıtlanmış açık kaynak teknolojisinden oluşturulmuştur.",
  "home_mission_body_2": "Modüler kod temelimiz eşsiz uyumluluk sağlar ve en yeni blok zinciri teknolojisine ölçeklenebilir. Decred teknolojisi, dünyada ilk kez başarılı olan doğrudan zincir üstünde kullanıcı tarafından etkinleştirilen oy birliğiyle oylama imkanını sağlamıştır. Bu da topluluğumuzun projeyi birlikte yönettiği ve kararları birlikte verdiği, paydaş yönetimi açısından devrim niteliğinde bir yaklaşımı temsil eder.",
  "home_mission_chart_1": "/ toplam",
  "home_mission_chart_2": "mined so far",
  "home_mission_title_3": "Bireylere, gruplara ve şirketlere yetki verir.",
  "home_mission_body_3": "Gücümüzü topluluktan alıyoruz. Decred'ın karar verme mekanizmasına katılan paydaşlar çabaları karşılığında ödüllendirilir. Sürdürülebilir fonlama ve esnek yüklenici modeli, herkesin dilediği zaman Decred'a katılmasına ve yönetiminde yer almasına izin verir. Decred'ın değeri, Decred üzerinde çalışan insanlara bağlıdır. Görmek istediğimiz merkezileşmemiş geleceği birlikte inşa ediyoruz.",
  "home_quotes_quote": "“Decred’s killer feature is good governance, and with good governance, you can have any feature you want.”",
  "home_platform_platform": "Platform",
  "home_platform_features": "Geleceği hedefleyen özellikler.",
  "home_platform_built": "Decred is built to last. Our development activity and quality are among the highest in the space. Features of the Decred software include:",
  "home_platform_innovative": "Yenilikçi bir karma proof-of-work (PoW) proof-of-stake (PoS) oy birliğiyle oylama sistemi",
  "home_platform_censorship": "Sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık teklif platformu",
  "home_platform_smartcontract": "Lightning Network gibi işe yarayan akıllı sözleşmeler",
  "home_platform_atomicswap": "Farklı dijital para birimleri arasında atomik çapraz zincir takasları",
  "home_platform_wallets_ease": "Kolay kullanım için çapraz platform cüzdanları",
  "home_platform_consensus": "Oy Birliğiyle Oylama",
  "home_platform_hybrid": "Decred, paydaşlara etkinleştirilecek oy birliği kuralları dizisi hakkında karar verme gücü sağlamak için yenilikçi bir karma roof-of-work (PoW) proof-of-stake (PoS) sistemi kullanıyor. Bu da bir kural dizisinden diğerine kusursuz geçiş yaparken mevcut blok zinciri ekosistemini aynı haliyle korumayı sağlıyor.",
  "home_platform_swaps": "Atomik Takaslar",
  "home_platform_decent": "Decred, merkezi takaslara bel bağlamayı gerektirmez. Farklı dijital para birimleri arasındaki atomik çapraz zincir takaslarıyla, kullanıcılar güven gerektirmeyen tezgah üstü piyasa (OTC) işlemlerini üçüncü bir taraf olmadan gerçekleştirebilir.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık bir teklif platformu kullanıyor, bu da kullanıcılara DCR'ın blok yardım ödeneğinden kendi kendini fonlamak için kendi projelerini gönderme yetkisi veriyor. Politeia (Pi), ekosistemin sürdürülebilir kalmasını ve gelişmesini sağlıyor.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred işe yarayan akıllı sözleşmeler uyguluyor. Lightning Network (LN), DCR birimiyle neredeyse anlık mikro ödemelere izin veren düşük gecikmeli zincir dışı bir sistemin bu tür bir uygulamasıdır. LN sayesinde Decred, mevcut fiat ödeme sistemleriyle doğrudan rekabet ediyor.",
  "home_platform_wallets": "Çapraz platform Cüzdanları",
  "home_platform_accessible": "Decred, tüm başlıca işletim sistemlerinde (Windows, macOS ve Linux) grafik kullanıcı arabirimleri (GUI'lar) aracılığıyla erişilebilen cüzdanlar içerir. Daha teknik kullanıcılar için, komut satırı arabirimi (CLI) cüzdanları da mevcuttur.",
  "home_platform_soon": "Yakında™",
  "home_platform_active": "Decred aktif gelişimi sever. Şu anki dönüm noktaları arasında tamamen paydaşların yönetimindeki merkezsiz özerk organizasyon (DAO) ve gelişmiş kullanıcı gizliliği bulunuyor.",
  "home_principles_oss": "Özgür ve Açık Kaynak Kodlu Yazılım",
  "home_principles_free": "Decred'ın bir parçası olarak geliştirilen tüm yazılımlar özgür ve açık kaynak kodlu yazılımı olacaktır.",
  "home_principles_incremental": "Artan Gizlilik ve Güvenlik",
  "home_principles_privacy": "Gizlilik ve güvenlik teknolojisi, saldırılara karşı hem proaktif olarak hem de talep üzerine devamlı ve artan bir temelde uygulanacaktır.",
  "home_principles_speech": "Özgürce Konuşma ve Saygı Görme",
  "home_principles_everyone": "Herkesin sansür korkusu olmadan fikirlerini ve görüşlerini paylaşma hakkı vardır. Gerçeğe ve mantığa dayalı tüm yapıcı konuşmalara gereken önem verilecektir.",
  "home_principles_multi_stakeholder": "Çok Paydaşlı Kapsayıcılık",
  "home_principles_inclusivity": "Kapsayıcılık, çok paydaşlı bir sistemi temsil eder ve birbirinden farklı görüşleri ve kullanıcıları dahil etmek için aktif çaba harcanacaktır.",
  "home_principles_bound": "Aşağıdaki kılavuz ilkelere bağlıyız.",
  "home_principles_equitable": "Bu ilkeler, Decred'ın tüm paydaşların gerçek bir sese sahip olduğu özerk ve merkezsiz bir para birimi olma hedefini gerçekleştirmek için adil ve sürdürülebilir bir çerçeve oluşturmak amacıyla belirlenmiştir.",
  "home_guide_0": "Bu turun yardımıyla Decred'a başlangıç yapabileceksiniz",
  "home_guide_1": "Genel Bakış",
  "home_guide_2": "Decred Windows, macOS ve Linux platformlarında çalışabilen bir dijital para birimidir. Kolay kullanıma sahip cüzdan uygulamaları ile Decred göndermek, almak ve madenciliğini yapmak sadece birkaç tıkla gerçekleştirilebilir.",
  "home_guide_3": "For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.",
  "home_guide_4": "Devam",
  "home_guide_5": "Geri",
  "home_guide_6": "Temel Bilgiler",
  "home_guide_7": "<p>Decred'la etkileşim kurmanın üç temel yolu vardır:</p>\n\t\t<p><strong>Cüzdan</strong> - Para göndermek ve almak, aynı zamanda PoS madenciliği yapmak.</p>\n\t\t<p><strong>Proof-of-work Madenciliği</strong> - Bilgi işlem gücünü kullanarak ağdaki işlemleri onaylamak ve yeni Decred tokenleri üretmek.</p>\n\t\t<p><strong>Proof-of-stake Madenciliği</strong> - Sahip olduğunuz parayla önemli ağ geliştirme konularında oy kullanmak ve ödüller için işlemleri onaylamak.</p>",
  "home_guide_8": "Devam",
  "home_guide_9": "Geri",
  "home_guide_10": "The Wallet",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a> is a cross-platform GUI wallet for Decred. Available for Windows, MacOS, and Linux users.</p><p><a href=\"downloads/#cli\">Command-line wallet and utilities</a> are also available for a variety of platforms.</p><p>For help getting started you can visit our <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Beginner’s Guide</a>.</p>",
  "home_guide_12": "Devam",
  "home_guide_13": "Geri",
  "home_guide_14": "Decred Gönder ve Al",
  "home_guide_15": "<p>Para göndermek ve almak için tek ihtiyacınız olan bir adres. Adresinizi herhangi bir Decred cüzdanı kullanarak kolayca oluşturabilirsiniz. Decred adresleri her zaman <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">D harfiyle başlar ve 26-36 alfanumerik karakter içerir</a>.</p>\n\t\t<p>Bir işlem gerçekleştirdiğinizde, genellikle yaklaşık 5 dakika içerisinde işleminiz onaylanır. Ağın devamlılığına yardımcı olmak için ufak bir miktar ücret ödenir. Bu ücret, işlem tutarına ek olarak alınır. Örneğin 100 DCR miktarında bir transfer için yaklaşık 0,006 DCR ücret ödenir.</p>\n\t\t<p>Blok gezginleri <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> ve <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a>, kullanıcıların Decred blok zincirindeki tüm blokları ve işlemleri aramasına imkan verir.</p>",
  "home_guide_16": "Devam",
  "home_guide_17": "Geri",
  "home_guide_18": "Mining",
  "home_guide_19": "<p>Madencilik terimi, Decred ağındaki işlemleri onaylama ve ağı güvende tutma sürecini temsil eder. İşin karşılığında, madenciler yeni üretilen Decred coinleriyle ödüllendirilir.</p>\n\t\t<p>Decred'ın işlemleri onaylamak için iki yöntemi vardır: Proof-of-work (PoW) ve Proof-of-stake (PoS).</p>",
  "home_guide_20": "Devam",
  "home_guide_21": "Geri",
  "home_guide_22": "Proof-of-work Madenciliği",
  "home_guide_23": "<p><a href=\"https://docs.decred.org/mining/proof-of-work/\" title=\"_blank\">Proof-of-Work (PoW)</a> sisteminde işlemler bloklar halinde gruplandırılır. Bu bloklar PoW madencileri tarafından onaylanır. Bir blok onaylandığında, Decred ağında kalıcı olarak yerini alır.</p>\n\t\t<p>Yedek bilgi işlem kaynaklarını ağa yönlendirerek madencilik yapmaya başlayabilirsiniz. Karşılığında Decred ile ödüllendirilirsiniz.</p>\n\t\t<p>Verimli ve rahat işlemler için <a href=\"https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool\" title=\"_blank\">madencilik havuzlarına</a> katılabilirsiniz. Havuzlar işlerini ortak yapan ve ödülleri paylaşan madenci gruplarından oluşur. İşleri karşılığında istikrarlı olarak ödeme almak isteyen ufak katkı sahipleri için madencilik havuzuna katılmak mükemmel bir yöntemdir.</p>",
  "home_guide_24": "Devam",
  "home_guide_25": "Geri",
  "home_guide_26": "Proof-of-stake Madenciliği",
  "home_guide_27": "<p>PoW'dan farklı olarak, <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">Proof-of-stake madenciliği (PoS)</a> az miktarda bilgi işlem kaynağı gerektirir. Decred fonları, ağ üzerinde oylama biletleri satın almak için kullanılır. Her blokta, canlı bilet havuzundan beş bilet, bir önceki bloğun geçerliliğine oy vermek üzere rastgele seçilir. </p> \n\t\t<p>PoS, Decred'a ekstra bir merkezsizlik katmanı ekleyerek kullanıcıların önerilen ağ değişikliklerine oy vermelerini sağlar. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">Biletlerinizin çağrıldığında her an oylanmaya hazır olmasını sağlamak için havuzlar PoS için de</a> mevcuttur.</p>",
  "home_guide_28": "Devam",
  "home_guide_29": "Geri",
  "home_guide_30": "Decred Alım Satımı",
  "home_guide_31": "<p>Decred henüz çok genç bir proje ve şu anda satın almanın en kolay yolu Bitcoin kullanarak almak. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">Bitcoin'iniz varsa</a>, <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">dijital borsalarda</a> Decred ile takas edebilirsiniz.</p>",
  "home_guide_32": "Devam",
  "home_guide_33": "Geri",
  "home_guide_34": "Topluluğa Katılın",
  "home_guide_35": "<p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href=\"https://webchat.freenode.net/?channels=decred&amp;uio=d4\" title=\"_blank\" rel=\"noopener noreferrer\">IRC channel</a>, <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram channel</a>, and <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> and <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>.We can't wait to meet you!</p>",
  "home_guide_36": "Devam",
  "home_guide_37": "Geri",
  "home_guide_38": "Planlanan Özellikler",
  "home_guide_39": "<p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2018 and early 2019:</p><ul><li>Lightning network</li><li>Initial privacy release</li><li>Decentralized control of funds</li><li>Decentralized autonomous entities</li><li>Scalability optimizations</li><li>Decrediton integrations</li><li>Marketing growth</li><li>Proposal for a Decentralized Exchange</li></ul><p>Read about these and more on our blog. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Welcome to Decred: the future of autonomous digital currency</a></p>",
  "home_guide_40": "Devam",
  "home_guide_41": "Geri",
  "downloads_description": "If you are new to Decred, be sure to read the <a href=\"../#guide\">Getting Started Tour</a> or the <a href=\"../#platform\">Technical Overview</a> if you want to dig deeper. If you are downloading the Decred binaries, please follow these <a href=\"https://github.com/decred/decred-binaries/blob/v1.1.3/README.md#verifying-binaries\">Binary Verification</a> steps to verify the checksums.",
  "downloads_category_core": "Core software",
  "downloads_category_mining_software": "Mining software",
  "downloads_category_3rd_party_wallets": "3. TARAF CÜZDANLAR",
  "downloads_app_decrediton": "Windows, macOS ve Linux için grafik kullanıcı arabirimi cüzdanı",
  "downloads_app_commandline": "Komut satırı uygulamaları için çapraz platformlu, otomatik yükleyici/güncelleyici.",
  "downloads_app_gominer": "AMD/NVIDIA grafik işlem birimleri için CUDA/OpenCL tabanlı madencilik yazılımları. Decred ekibi tarafından resmi olarak desteklenmektedir.",
  "downloads_app_ccminer": "NVIDIA grafik işlem birimleri için CUDA tabanlı üçüncü taraf madencilik yazılımları. Decred ekibi tarafından desteklenmemektedir.",
  "downloads_app_sgminer": "AMD grafik işlem birimleri için OpenCL tabanlı üçüncü taraf madencilik yazılımları. Decred ekibi tarafından desteklenmemektedir.",
  "downloads_app_exodus": "Exodus, blok zinciri varlıklarını güvende tutmaya, yönetmeye ve takas etmeye yönelik kullanıcı dostu, hepsi bir arada uygulamadır.",
  "downloads_app_coinomi": "Securely store, manage and exchange Bitcoin, Ethereum, and more than 500 other blockchain assets.",
  "downloads_app_bitbill": "Bitbill is a decentralized cryptocurrency wallet. You own your private keys.",
  "downloads_app_anybit": "Anybit is a mobile wallet available for Android and iOS with built in price and news tracking.",
  "downloads_app_atomicwallet": "Multi-asset desktop wallet with built in exchange via non-custodial atomic swaps and decentralized order book.",
  "downloads_app_guarda": "Guarda is represented by Web, Desktop and Mobile multi-currency wallets.",
  "downloads_app_cobo": "From the Co-Founder of F2Pool, Cobo is a highly secure mobile wallet that supports PoS Cloud Pool staking and over 30 coins and 500 tokens",
  "stakepools_description": "Voting Service Providers allow you to participate in Decred's proof-of-stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power.",
  "stakepools_warning_1": "<span class=\"modalparagraphbold\">Notice:</span>&nbsp;Missed tickets can be caused by a poorly connected proof-of-work (PoW) miner and may not necessarily be the fault of the provider.",
  "stakepools_warning_2": "<span class=\"modalparagraphbold\">Warning:</span>&nbsp;To encourage decentralization of the network, it is recommended to avoid providers that have over 5% of network votes.",
  "community_description": "Come and join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. The public channels on Matrix, Slack, and Discord have been bridged. You can choose any of these platforms and still participate in discussions with Decred community members on the others.",
  "press_description": "Decred, Chicago Tribune, Bitcoin Magazine ve Nasdaq tarafından başlıca kripto para birimi projelerinden biri olarak görülüyor. Aşağıda bizden bahseden son haberlerin galerisini bulabilirsiniz.",
  "press_coverage": "Coverage",
  "press_releases": "Releases",
  "Business brief": "İşletme Özeti",
  "Decred Recruiting": "Decred Recruiting",
  "Downloads": "Indirmeleri",
  "Exchanges and Payments": "Exchanges and Payments",
  "Join our community!": "Topluluğa Katılın",
  "Press": "Press",
  "Roadmap": "Yol Haritası",
  "Visual communication toolkit": "Görsel iletişim kiti",
  "Voting Service Providers": "Voting Service Providers",
  "Who is Decred?": "Decred Kimdir?",
  "Join our Matrix community": "Join our Matrix community",
  "matrix_to_register_using_the_riot": "To register using the Riot web app, with Decred’s homeserver information pre-filled, click the link below.",
  "matrix_register_with_riot": "Register with Riot.",
  "matrix_note_you_must_register_with": "Note: you must register with an email address if you want password resets.",
  "matrix_if_you_already_have_an": "If you already have an existing Matrix account, use the link below to log into Decred’s homeserver.",
  "matrix_login_to_decred_homeserver": "Login to Decred homeserver",
  "matrix_to_browse_decred_rooms_click": "To browse Decred rooms, click the directory button in the ‘Rooms’ panel on the left-hand side.",
  "matrix_decred_rooms": "Decred Rooms",
  "matrix_to_browse_other_available_matrix": "To browse other available Matrix clients and home servers, see the <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">Matrix Getting Started page</a>.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix is a secure, open messaging platform popular with Decred contractors. With the help of bridge software Matrix users can communicate with users on other Decred platforms such as Slack and Discord. Matrix offers first party registration; no identifying information or third party service is required to sign up. Users should be aware however that some features, such as password reset, do require an email address. For more on Matrix’s security features and available clients, see the Matrix project <a href=\"https://matrix.org/blog/home/\">homepage</a>.</p>\n\n<p>To join Matrix, you’ll need to choose a client and a homeserver. Matrix supports numerous clients and homeservers, but for first-time users, we recommend the most well-supported Matrix client, Riot, and Decred’s homeserver. Using the Decred homeserver makes it easier to find Decred chat rooms, puts ‘decred.org’ in your ID, and allows you to continue messaging should Decred’s homeserver become disconnected with other homeservers.</p>"
}
