{
  "general_release_stable": "stabil",
  "general_downloads": "indirmeleri",
  "general_total": "toplam",
  "general_javascript_warning": "JavaScript gerekiyor",
  "general_javascript_warning_description": "Üzgünüz ancak bu İnternet Sitesi JavaScript etkinleştirilmeden düzgün çalışmamaktadır.",
  "exchanges_title": "Takaslar",
  "exchanges_disclaimer": "None of the exchanges listed below other than <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://dex.decred.org/\">DCRDEX</a> allow users to keep custody of their funds throughout the exchange process. Some centralized exchanges including the \"instant\" type may also request personal information in order to complete trades after funds have been deposited. Users are strongly advised to trade on DCRDEX to maximize their privacy and security of their funds. A <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://www.youtube.com/watch?v=XaE_xzGKjeQ\">DCRDEX tutorial</a> is available.",
  "exchanges_description": "Dijital para birimi takasları Decred (DCR) satın almak ve takas etmek için kolay bir yol sunar. Yasal Uyarı: Bir hizmeti kullanmadan önce daima kendi araştırmanızı yapın (DYOR). Decred saklamanın en güvenli yolu özel anahtarlarını sadece sizin kontrol ettiğiniz bir cüzdan kullanmaktır.",
  "title": "Decred - Özerk Dijital Para Birimi",
  "description": "Decred özerk bir dijital para birimidir. Karma oy birliği sistemiyle merkezi olmayan, sürdürülebilir ve kuralları paydaşların koyduğu kendi kendini yöneten bir para birimi olacak şekilde tasarlanmıştır.",
  "general_copyright": "Decred Geliştiricileri",
  "nav_brand_resources": "Marka Kaynakları",
  "nav_in_the_press": "Basında Decred",
  "nav_become_contributor": "Katkı Sağlayın",
  "nav_tech_overview": "Teknik Genel Bakış",
  "nav_business_brief": "İşletme Özeti",
  "nav_roadmap": "Yol Haritası",
  "footer_roadmap": "2018 Yol Haritası",
  "nav_whatis": "Decred Nedir?",
  "nav_mission": "Misyon",
  "nav_platform": "Platform",
  "nav_getstarted": "Başlangıç",
  "nav_interacting": "Decred ile Etkileşim",
  "nav_downloads": "Indirmeleri",
  "nav_politeia": "Teklif Sistemi",
  "nav_vsp": "Oylama Hizmeti Sağlayıcıları",
  "nav_networkstats": "Ağ İstatistikleri",
  "nav_votingdashboard": "Oy Paneli",
  "nav_documentation": "Belgeler",
  "nav_community": "Topluluk",
  "nav_exchanges": "Takaslar",
  "nav_press": "Basın",
  "roadmap_tag_new": "Yeni",
  "roadmap_tag_ongoing": "Devam Eden",
  "roadmap_tag_completed": "Tamamlanmış",
  "roadmap_moreinfo": "Daha Fazla Bilgi",
  "roadmap_tag_subtitle": "Geleceğimize yönelik içgörü, geçmişimize genel bakış",
  "roadmap_description": "Lütfen temel hedefimizin size stabil ve güvenilir sürümler sunmak olduğunu unutmayın. Bundan ötürü listelenen hedef sürüm çıkış tarihleri ve özellikleri değişebilir.",
  "brand_guide_0": "Görsel iletişim kiti",
  "brand_guide_1": "Hızlı kullanımlı araç kiti",
  "brand_guide_2": "Logo paketi",
  "brand_guide_3": "Logo Paketini İndir",
  "brand_guide_4": "Ana Renkler",
  "brand_guide_5": "Anahtar mavisi",
  "brand_guide_6": "Turkuvaz",
  "brand_guide_7": "Koyu Mavi",
  "brand_guide_8": "Tipografi",
  "brand_guide_9": "Tamamlayıcı Renkler",
  "brand_guide_10": "Açık mavi",
  "brand_guide_11": "Yeşil",
  "brand_guide_12": "Turuncu",
  "brand_guide_13": "Decred'ın görsel kimlik hedefleri, Decred'ı dijital para birimleri arasında temsil etmek, çeşitli platformlarda tutarlı kullanımı desteklemek, ayrıca yeni kullanıcılar için akılda kalıcı ve cazip olmasını sağlamaktır. Bu hedefler logo, yazı ayarı, renk yönetimi ve grafik varlıkların doğru kullanımıyla gerçekleştirilir. Tüm kullanıcıların ve tasarımcıların daha komplike materyaller üretmesine uygun basit stil şablonları geliştirdik.",
  "brand_guide_14": "Tasarım paketleri, kılavuz ilkeler ve belgeler için github/dcrdesign havuzuna bakın",
  "exchanges_payment_title": "Decred Ödeme İşleyicileri",
  "exchanges_payment_description": "Çevrimiçi tüccarların Decred'i (DCR) ödeme olarak kabul etmeye başlamasına yönelik çözümler. Ödeme işleyicileri e-ticaret platformları üzerinden kripto paraların kabulü için hızlı ve kolay bir entegrasyon sağlar.",
  "exchanges_subtitle": "Takaslarda Decred",
  "exchanges_showall": "Tümünü göster",
  "home_download_wallet": "Cüzdanı İndir",
  "home_for_computer": "Bilgisayarınız İçin",
  "home_mainheading": "Decred özerk bir dijital para birimidir.",
  "home_all_downloads": "Tüm İndirmeler ",
  "home_watch_video": "Videoyu İzle",
  "home_decrediton_for_macdl": "macOS için Decrediton",
  "home_decrediton_for_linuxdl": "Linux için Decrediton",
  "home_decrediton_for_windl": "Windows için Decrediton",
  "home_news_banner_title": "Decred'in Teklif Sistemi Canlıdır",
  "home_news_banner_body": "Politeia, Decred kullanıcılarının ve paydaşlarının yeni projeler, girişimler ve mutabakat değişiklikleri teklif etmesine, tartışmasına, finanse etmesine ve bunlar üzerinde işbirliği yapmasına izin verir.",
  "home_news_banner_link_title": "Teklifleri Görüntüle",
  "home_mission_section_title": "Misyon",
  "home_mission_title_1": "Özerklik kendi kendini yönetmektir. Kuralları paydaşlar koyar.",
  "home_mission_body_1": "2016'dan beri, Decred blok zinciri yönetimini çözmeye çalışıyor. Yenilikçi oy birliğiyle oylama modelimiz, paydaşlara yetki veriyor ve bir kural dizisinden diğerine kusursuz geçiş sağlıyor. Merkezi olmayan karar verme ve kendi kendini fonlama özellikleri sayesinde üçüncü tarafın etkisi altında kalmadan sağlam, devamlı gelişen bir dijital para birimi oluşturduk.",
  "home_mission_title_2": "%100 kanıtlanmış açık kaynak teknolojisinden oluşturulmuştur.",
  "home_mission_body_2": "Modüler kod temelimiz eşsiz uyumluluk sağlar ve en yeni blok zinciri teknolojisine ölçeklenebilir. Decred teknolojisi, dünyada ilk kez başarılı olan doğrudan zincir üstünde kullanıcı tarafından etkinleştirilen oy birliğiyle oylama imkanını sağlamıştır. Bu da topluluğumuzun projeyi birlikte yönettiği ve kararları birlikte verdiği, paydaş yönetimi açısından devrim niteliğinde bir yaklaşımı temsil eder.",
  "home_mission_chart_1": "/ toplam",
  "home_mission_chart_2": "şu ana dek madencilikle edinilen",
  "home_mission_title_3": "Bireylere, gruplara ve şirketlere yetki verir.",
  "home_mission_body_3": "Gücümüzü topluluktan alıyoruz. Decred'ın karar verme mekanizmasına katılan paydaşlar çabaları karşılığında ödüllendirilir. Sürdürülebilir fonlama ve esnek yüklenici modeli, herkesin dilediği zaman Decred'a katılmasına ve yönetiminde yer almasına izin verir. Decred'ın değeri, Decred üzerinde çalışan insanlara bağlıdır. Görmek istediğimiz merkezileşmemiş geleceği birlikte inşa ediyoruz.",
  "home_quotes_quote": "\"Decred'in en can alıcı özelliği iyi yönetimdir; iyi yönetimle istediğiniz her özelliğe sahip olabilirsiniz.\"",
  "home_platform_platform": "Platform",
  "home_platform_features": "Geleceği hedefleyen özellikler.",
  "home_platform_built": "Decred kalıcı olmak üzere tasarlanmıştır. Geliştirme faaliyetlerimiz ve kalitemiz alanın en iyileri arasındadır. Decred yazılımının özellikleri şunları kapsar:",
  "home_platform_innovative": "Yenilikçi bir karma proof-of-work (PoW) proof-of-stake (PoS) oy birliğiyle oylama sistemi",
  "home_platform_censorship": "Sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık teklif platformu",
  "home_platform_smartcontract": "Lightning Network gibi işe yarayan akıllı sözleşmeler",
  "home_platform_atomicswap": "Farklı dijital para birimleri arasında atomik çapraz zincir takasları",
  "home_platform_wallets_ease": "Kolay kullanım için çapraz platform cüzdanları",
  "home_platform_consensus": "Oy Birliğiyle Oylama",
  "home_platform_hybrid": "Decred, paydaşlara etkinleştirilecek oy birliği kuralları dizisi hakkında karar verme gücü sağlamak için yenilikçi bir karma roof-of-work (PoW) proof-of-stake (PoS) sistemi kullanıyor. Bu da bir kural dizisinden diğerine kusursuz geçiş yaparken mevcut blok zinciri ekosistemini aynı haliyle korumayı sağlıyor.",
  "home_platform_swaps": "Atomik Takaslar",
  "home_platform_decent": "Decred, merkezi takaslara bel bağlamayı gerektirmez. Farklı dijital para birimleri arasındaki atomik çapraz zincir takaslarıyla, kullanıcılar güven gerektirmeyen tezgah üstü piyasa (OTC) işlemlerini üçüncü bir taraf olmadan gerçekleştirebilir.",
  "home_platform_politeia": "Politeia",
  "home_platform_proposal": "Decred sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık bir teklif platformu kullanıyor, bu da kullanıcılara DCR'ın blok yardım ödeneğinden kendi kendini fonlamak için kendi projelerini gönderme yetkisi veriyor. Politeia (Pi), ekosistemin sürdürülebilir kalmasını ve gelişmesini sağlıyor.",
  "home_platform_lightning": "Lightning Network",
  "home_platform_ln_contracts": "Decred işe yarayan akıllı sözleşmeler uyguluyor. Lightning Network (LN), DCR birimiyle neredeyse anlık mikro ödemelere izin veren düşük gecikmeli zincir dışı bir sistemin bu tür bir uygulamasıdır. LN sayesinde Decred, mevcut fiat ödeme sistemleriyle doğrudan rekabet ediyor.",
  "home_platform_wallets": "Çapraz platform Cüzdanları",
  "home_platform_accessible": "Decred, tüm başlıca işletim sistemlerinde (Windows, macOS ve Linux) grafik kullanıcı arabirimleri (GUI'lar) aracılığıyla erişilebilen cüzdanlar içerir. Daha teknik kullanıcılar için, komut satırı arabirimi (CLI) cüzdanları da mevcuttur.",
  "home_platform_soon": "Yakında™",
  "home_platform_active": "Decred aktif gelişimi sever. Şu anki dönüm noktaları arasında tamamen paydaşların yönetimindeki merkezsiz özerk organizasyon (DAO) ve gelişmiş kullanıcı gizliliği bulunuyor.",
  "home_principles_oss": "Özgür ve Açık Kaynak Kodlu Yazılım",
  "home_principles_free": "Decred'ın bir parçası olarak geliştirilen tüm yazılımlar özgür ve açık kaynak kodlu yazılımı olacaktır.",
  "home_principles_incremental": "Artan Gizlilik ve Güvenlik",
  "home_principles_privacy": "Gizlilik ve güvenlik teknolojisi, saldırılara karşı hem proaktif olarak hem de talep üzerine devamlı ve artan bir temelde uygulanacaktır.",
  "home_principles_speech": "Özgürce Konuşma ve Saygı Görme",
  "home_principles_everyone": "Herkesin sansür korkusu olmadan fikirlerini ve görüşlerini paylaşma hakkı vardır. Gerçeğe ve mantığa dayalı tüm yapıcı konuşmalara gereken önem verilecektir.",
  "home_principles_multi_stakeholder": "Çok Paydaşlı Kapsayıcılık",
  "home_principles_inclusivity": "Kapsayıcılık, çok paydaşlı bir sistemi temsil eder ve birbirinden farklı görüşleri ve kullanıcıları dahil etmek için aktif çaba harcanacaktır.",
  "home_principles_bound": "Aşağıdaki kılavuz ilkelere bağlıyız.",
  "home_principles_equitable": "Bu ilkeler, Decred'ın tüm paydaşların gerçek bir sese sahip olduğu özerk ve merkezsiz bir para birimi olma hedefini gerçekleştirmek için adil ve sürdürülebilir bir çerçeve oluşturmak amacıyla belirlenmiştir.",
  "home_guide_0": "Bu turun yardımıyla Decred'a başlangıç yapabileceksiniz",
  "home_guide_1": "Genel Bakış",
  "home_guide_2": "Decred Windows, macOS ve Linux platformlarında çalışabilen bir dijital para birimidir. Kolay kullanıma sahip cüzdan uygulamaları ile Decred göndermek, almak ve madenciliğini yapmak sadece birkaç tıkla gerçekleştirilebilir.",
  "home_guide_3": "Decred, kurcalamaktan hoşlananlar için Decred deneyiminin özelleştirilmesine izin veren eksiksiz bir komut satırı araçları yelpazesi sunar.",
  "home_guide_4": "Devam",
  "home_guide_5": "Geri",
  "home_guide_6": "Temel Bilgiler",
  "home_guide_7": "<p>Decred'la etkileşim kurmanın üç temel yolu vardır:</p>\n\t\t<p><strong>Cüzdan</strong> - Para göndermek ve almak, aynı zamanda PoS oylaması yapmak.</p>\n\t\t<p><strong>Proof-of-work Madenciliği</strong> - Bilgi işlem gücünü kullanarak ağdaki işlemleri onaylamak ve yeni Decred token'leri üretmek.</p>\n\t\t<p><strong>Proof-of-stake Oylaması</strong> - Sahip olduğunuz parayla önemli ağ geliştirme konularında oy kullanmak ve ödüller için işlemleri onaylamak.</p>",
  "home_guide_8": "Devam",
  "home_guide_9": "Geri",
  "home_guide_10": "Cüzdan",
  "home_guide_11": "<p><a href=\"downloads/#decrediton\">Decrediton</a>, Decred için platformlar arası bir GUI cüzdanıdır. Windows, MacOS ve Linux kullanıcıları için mevcuttur.</p><p><a href=\"downloads/#cli\">Komut satırı cüzdanı ve yardımcı hizmetleri</a> aynı zamanda çeşitli platformlar için de mevcuttur.</p><p>Başlamaya ilişkin yardım için <a href=\"https://docs.decred.org/getting-started/beginner-guide/\" title=\"_blank\" rel=\"noopener noreferrer\">Başlangıç Kılavuzu</a>'muza bakabilirsiniz.</p>",
  "home_guide_12": "Devam",
  "home_guide_13": "Geri",
  "home_guide_14": "Decred Gönder ve Al",
  "home_guide_15": "<p>Para göndermek ve almak için tek ihtiyacınız olan bir adres. Adresinizi herhangi bir Decred cüzdanı kullanarak kolayca oluşturabilirsiniz. Decred adresleri her zaman <a href=\"https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses\" target=\"_blank\">D harfiyle başlar ve 26-36 alfanumerik karakter içerir</a>.</p>\n\t\t<p>Bir işlem gerçekleştirdiğinizde, genellikle yaklaşık 5 dakika içerisinde işleminiz onaylanır. Ağın devamlılığına yardımcı olmak için ufak bir miktar ücret ödenir. Bu ücret, işlem tutarına ek olarak alınır. Örneğin 100 DCR miktarında bir transfer için yaklaşık 0,006 DCR ücret ödenir.</p>\n\t\t<p>Blok gezginleri <a href=\"https://mainnet.decred.org\" target=\"_blank\">mainnet.decred.org</a> ve <a href=\"https://explorer.dcrdata.org\" target=\"_blank\">explorer.dcrdata.org</a>, kullanıcıların Decred blok zincirindeki tüm blokları ve işlemleri aramasına imkan verir.</p>",
  "home_guide_16": "Devam",
  "home_guide_17": "Geri",
  "home_guide_18": "Madencilik",
  "home_guide_19": "<p>Madencilik terimi, Decred ağındaki işlemleri onaylama ve ağı güvende tutma sürecini temsil eder. İşin karşılığında, madenciler yeni üretilen Decred coinleriyle ödüllendirilir.</p>\n\t\t<p>Decred'ın işlemleri onaylamak için iki yöntemi vardır: Proof-of-work (PoW) ve Proof-of-stake (PoS).</p>",
  "home_guide_20": "Devam",
  "home_guide_21": "Geri",
  "home_guide_22": "Proof-of-work Madenciliği",
  "home_guide_23": "<p><a href=\"https://docs.decred.org/mining/overview/\" title=\"_blank\">Proof-of-Work (PoW)</a> sisteminde işlemler bloklar halinde gruplandırılır. Bu bloklar PoW madencileri tarafından onaylanır. Bir blok onaylandığında, Decred ağında kalıcı olarak yerini alır.</p>\n\t\t<p>Yedek bilgi işlem kaynaklarını ağa yönlendirerek madencilik yapmaya başlayabilirsiniz. Karşılığında Decred ile ödüllendirilirsiniz.</p>\n\t\t<p>Verimli ve rahat işlemler için <a href=\"https://docs.decred.org/mining/overview/#sign-up-for-a-mining-pool\" title=\"_blank\">madencilik havuzlarına</a> katılabilirsiniz. Havuzlar işlerini ortak yapan ve ödülleri paylaşan madenci gruplarından oluşur. İşleri karşılığında istikrarlı olarak ödeme almak isteyen ufak katkı sahipleri için madencilik havuzuna katılmak mükemmel bir yöntemdir.</p>",
  "home_guide_24": "Devam",
  "home_guide_25": "Geri",
  "home_guide_26": "Proof-of-stake Oylaması",
  "home_guide_27": "<p>PoW'dan farklı olarak, <a href=\"https://docs.decred.org/mining/proof-of-stake/\" title=\"_blank\">Proof-of-stake oylaması (PoS)</a> az miktarda bilgi işlem kaynağı gerektirir. Decred fonları, ağ üzerinde oylama biletleri satın almak için kullanılır. Her blokta, canlı bilet havuzundan beş bilet, bir önceki bloğun geçerliliğine oy vermek üzere rastgele seçilir. </p> \n\t\t<p>PoS, Decred'a ekstra bir merkezsizlik katmanı ekleyerek kullanıcıların önerilen ağ değişikliklerine oy vermelerini sağlar. <a href=\"https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool\" title=\"_blank\">Biletlerinizin çağrıldığında her an oylanmaya hazır olmasını sağlamak için havuzlar PoS için de</a> mevcuttur.</p>",
  "home_guide_28": "Devam",
  "home_guide_29": "Geri",
  "home_guide_30": "Decred Alım Satımı",
  "home_guide_31": "<p>Decred henüz çok genç bir proje ve şu anda satın almanın en kolay yolu Bitcoin kullanarak almak. <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin\" title=\"_blank\">Bitcoin'iniz varsa</a>, <a href=\"https://docs.decred.org/getting-started/obtaining-dcr/#exchanges\" title=\"_blank\">dijital borsalarda</a> Decred ile takas edebilirsiniz.</p>",
  "home_guide_32": "Devam",
  "home_guide_33": "Geri",
  "home_guide_34": "Topluluğa Katılın",
  "home_guide_35": "<p>Merkezi olmayan süreçlerle farklı fikirlere, hedeflere ve görüşlere sahip insanlar geleceğin şekillendirilmesine yardımcı olabilir. Bazı sorularınız olması muhtemeldir, dolayısıyla sizi geliştiriciler ve diğer kullanıcılarla bağlantı kurabileceğiniz, bilgi alabileceğiniz, sorular sorabileceğiniz veya sadece takılmakla da yetinebileceğiniz, giderek büyüyen topluluğumuza davet ediyoruz. Geliştiriciler ve diğer kullanıcılarla gerçek zamanlı olarak sohbet edebileceğiniz bir <a href=\"https://t.me/Decred\" title=\"_blank\" rel=\"noopener noreferrer\">Telegram kanalımız</a> ve <a href=\"https://slack.decred.org\" title=\"_blank\" rel=\"noopener noreferrer\">Slack kanalımız</a> mevcuttur. <a href=\"https://twitter.com/decredproject\" title=\"_blank\" rel=\"noopener noreferrer\">Twitter</a> ve <a href=\"https://www.reddit.com/r/decred\" title=\"_blank\" rel=\"noopener noreferrer\">Reddit</a>'i de unutmayın. Sizinle tanışmak için sabırsızlanıyoruz!</p>",
  "home_guide_36": "Devam",
  "home_guide_37": "Geri",
  "home_guide_38": "Planlanan Özellikler",
  "home_guide_39": "<p>Yeni bloklardan gelen ödülün bir kısmı Decred'in şimdi ve gelecek yıllarda topluluğun ihtiyaçlarını ve isteklerini karşılayacak şekilde sürekli evrilmesini sağlamak üzere geliştirilmesine harcanmaktadır. 2018 yılı ve 2019'un başlangıcı için planlanan özelliklerden yalnızca birkaçı şunlardır:</p><ul><li>Lightning network</li><li>Başlangıç gizlilik sürümü</li><li>Fonların merkezi olmayan kontrolü</li><li>Merkezi olmayan otonom varlıklar</li><li>Ölçeklenebilirlik optimizasyonları</li><li>Decrediton entegrasyonları</li><li>Pazarlama büyümesi</li><li>Merkezi Olmayan Takasa Yönelik Teklif</li></ul><p>Bunlar ve daha fazlası hakkında bilgiyi blog'umuzda bulabilirsiniz. <a href=\"https://blog.decred.org\" target=\"_blank\" rel=\"noopener noreferrer\">Otonom dijital paranın geleceği olan Decred'e hoşgeldiniz</a></p>",
  "home_guide_40": "Devam",
  "home_guide_41": "Geri",
  "downloads_description": "Eğer Decred'de yeniyseniz <a href=\"../#guide\">Başlangıç Turu</a>'nu veya daha derine inmek isterseniz <a href=\"../#platform\">Teknik Genel Bakış</a>'ı okumayı ihmal etmeyin. Decred ikilileri indirmekteyseniz lütfen sağlama toplamlarını doğrulamak için bu <a href=\"https://docs.decred.org/advanced/verifying-binaries/\">İkili Doğrulama</a> adımlarını takip edin.",
  "downloads_category_core": "Çekirdek yazılım",
  "downloads_category_mining_software": "Madencilik yazılımı",
  "downloads_category_3rd_party_wallets": "3. TARAF CÜZDANLAR",
  "downloads_app_decrediton": "Windows, macOS ve Linux için grafik kullanıcı arabirimi cüzdanı",
  "downloads_app_commandline": "Komut satırı uygulamaları için çapraz platformlu, otomatik yükleyici/güncelleyici.",
  "downloads_app_exodus": "Exodus, blok zinciri varlıklarını güvende tutmaya, yönetmeye ve takas etmeye yönelik kullanıcı dostu, hepsi bir arada uygulamadır.",
  "downloads_app_coinomi": "Bitcoin, Ethereum ve 500'den fazla başka blockchain varlığını güvenle depolayın, yönetin ve takas edin.",
  "downloads_app_ownbit": "Ownbit merkezi olmayan bir kripto para cüzdanıdır. Özel anahtarlarınız size ait olur.",
  "downloads_app_anybit": "Anybit, Android ve iOS için dahili fiyat ve haber takibi barındıran mobil bir cüzdandır.",
  "downloads_app_atomicwallet": "Emanet barındırmayan atomik takaslar ve merkezi olmayan sipariş defteri üzerinden dahili takasa sahip çok varlıklı masaüstü cüzdanıdır.",
  "downloads_app_guarda": "Guarda İnternet, Masaüstü ve Mobil için çok para birimli cüzdanlar tarafından temsil edilir.",
  "downloads_app_ledger": "Ledger Live, Ledger donanım cüzdanı tarafından güvende tutulan, web tabanlı bir cüzdandır.",
  "stakepools_description": "Oylama Hizmeti Sağlayıcıları (VSP'ler) bilgisayar arızası, gidip gelen internet bağlantısı veya elektrik kesintisine bağlı kayıplardan endişe etmeden Decred'in proof-of-stake (PoS) sistemine katılmanıza izin verir.",
  "notice": "Dikkat",
  "warning": "Uyarı",
  "stakepools_warning_1": "Eksik biletlerin sebebi kötü bağlantıya sahip bir proof-of-work (PoW) madencisi olabilir; dolayısıyla suç her zaman sağlayıcıda olmayabilir.",
  "stakepools_warning_2": "Ağın merkezi olmaktan çıkarılmasını teşvik için ağ oylarının %5'inden fazlasına sahip sağlayıcılardan kaçınılması tavsiye edilir.",
  "community_description": "Siz de geliştiriciler ve diğer kullanıcılarla bağlantı kurabileceğiniz, bilgi alabileceğiniz, sorular sorabileceğiniz veya sadece takılmakla yetinebileceğiniz, büyüyen topluluğumuza katılın. Matrix, Slack ve Discord'daki herkese açık kanallar köprülenmiştir. Bu platformlardan herhangi birini seçebilir ve Decred topluluğu üyeleriyle diğer platformlardaki tartışmalara yine de katılabilirsiniz.",
  "press_description": "Decred, Chicago Tribune, Bitcoin Magazine ve Nasdaq tarafından başlıca kripto para birimi projelerinden biri olarak görülüyor. Aşağıda bizden bahseden son haberlerin galerisini bulabilirsiniz.",
  "press_coverage": "Kapsam",
  "press_releases": "Sürümler",
  "Business brief": "İşletme Özeti",
  "Decred Recruiting": "Decred'de İşe Alım",
  "Wallets": "Indirmeleri",
  "Exchanges and Payments": "Takaslar ve Ödemeler",
  "Join our community!": "Topluluğa Katılın",
  "Press": "Press",
  "Roadmap": "Yol Haritası",
  "Visual communication toolkit": "Görsel iletişim kiti",
  "Voting Service Providers": "Oylama Hizmeti Sağlayıcıları",
  "Who is Decred?": "Decred Kimdir?",
  "Join our Matrix community": "Matrix topluluğumuza katılın",
  "matrix_to_register_using_the_riot": "Decred'in ana sunucu bilgileri önceden doldurulmuş şekilde Riot internet uygulamasını kullanarak kaydolmak için aşağıdaki bağlantıya tıklayın.",
  "matrix_register_with_riot": "Riot ile kaydolun.",
  "matrix_note_you_must_register_with": "Not: şifre sıfırlamaları istiyorsanız bir e-posta adresi ile kaydolmalısınız.",
  "matrix_if_you_already_have_an": "Zaten mevcut bir Matrix hesabınız varsa Decred'in ana sunucusunda oturum açmak için aşağıdaki bağlantıyı kullanın.",
  "matrix_login_to_decred_homeserver": "Decred ana sunucusunda oturum açın",
  "matrix_to_browse_decred_rooms_click": "Decred odalarına göz atmak için sol taraftaki \"Odalar\" panelinde yer alan dizin düğmesine tıklayın.",
  "matrix_decred_rooms": "Decred Odaları",
  "matrix_to_browse_other_available_matrix": "Diğer mevcut Matrix istemcilerine ve ana sunucularına göz atmak için <a href=\"https://matrix.org/docs/projects/try-matrix-now.html\">Matrix ile Başlangıç sayfasına</a> bakın.",
  "matrix_matrix_is_a_secure_open": "<p>Matrix, Decred yüklenicilerinin favorisi olan, güvenli ve açık bir mesajlaşma platformudur. Matrix kullanıcıları köprü yazılımları sayesinde Slack ve Discord gibi diğer Decred platformlarındaki kullanıcılarla iletişim kurabilir. Matrix birinci taraf kaydı sunar; kaydolmak için kimlik bilgileri veya üçüncü taraf hizmetleri gerekmez. Bununla beraber kullanıcılar şifre sıfırlama gibi bazı özelliklerin bir e-posta adresi gerektirdiğinin bilincinde olmalıdır. Matrix'in güvenlik özellikleri ve mevcut istemcileri hakkında daha fazla bilgi için Matrix proje <a href=\"https://matrix.org/blog/home/\">ana sayfasına</a> bakın.</p>\n\n<p>Matrix'e katılmak için bir istemci ve ana sunucu seçmeniz gerekir. Matrix çok sayıda istemci ve ana sunucu desteklemektedir ancak ilk defa kullanacak olanlar için en iyi desteklenen Matrix istemcisi Riot'ı ve Decred'in ana sunucusunu tavsiye ederiz. Decred ana sunucusunu kullanmak Decred sohbet odalarını bulmanızı kolaylaştırır, kimliğinize \"decred.org\" ibaresini ekler ve Decred'in ana sunucusunun diğer ana sunucularla bağlantısının kopması halinde mesajlaşmaya devam etmenize izin verir.</p>",
  "Page not found": "Sayfa bulunamadı",
  "Back to home page": "Ana sayfaya geri dönün"
}
