{
  "general_javascript_warning": "JavaScript gerekiyor",
  "general_javascript_warning_description": "Üzgünüz ancak bu İnternet Sitesi JavaScript etkinleştirilmeden düzgün çalışmamaktadır.",
  "exchanges_title": "Takaslar",
  "exchanges_description": "Dijital para birimi takasları Decred (DCR) satın almak ve takas etmek için kolay bir yol sunar. Yasal Uyarı: Bir hizmeti kullanmadan önce daima kendi araştırmanızı yapın (DYOR). Decred saklamanın en güvenli yolu özel anahtarlarını sadece sizin kontrol ettiğiniz bir cüzdan kullanmaktır.",
  "description": "Decred özerk bir dijital para birimidir. Karma oy birliği sistemiyle merkezi olmayan, sürdürülebilir ve kuralları paydaşların koyduğu kendi kendini yöneten bir para birimi olacak şekilde tasarlanmıştır.",
  "general_copyright": "Decred Geliştiricileri",
  "nav_brand_resources": "Marka Kaynakları",
  "nav_become_contributor": "Katkı Sağlayın",
  "nav_tech_overview": "Teknik Genel Bakış",
  "nav_downloads": "Indirmeleri",
  "nav_politeia": "Teklif Sistemi",
  "nav_vsp": "Oylama Hizmeti Sağlayıcıları",
  "nav_documentation": "Belgeler",
  "nav_community": "Topluluk",
  "nav_exchanges": "Takaslar",
  "brand_guide_0": "Görsel iletişim kiti",
  "brand_guide_title": "Hızlı kullanımlı araç kiti",
  "brand_guide_2": "Logo paketi",
  "brand_guide_3": "Logo Paketini İndir",
  "brand_guide_4": "Ana Renkler",
  "brand_guide_5": "Anahtar mavisi",
  "brand_guide_6": "Turkuvaz",
  "brand_guide_7": "Koyu Mavi",
  "brand_guide_8": "Tipografi",
  "brand_guide_9": "Tamamlayıcı Renkler",
  "brand_guide_10": "Açık mavi",
  "brand_guide_11": "Yeşil",
  "brand_guide_12": "Turuncu",
  "brand_guide_13": "Decred'ın görsel kimlik hedefleri, Decred'ı dijital para birimleri arasında temsil etmek, çeşitli platformlarda tutarlı kullanımı desteklemek, ayrıca yeni kullanıcılar için akılda kalıcı ve cazip olmasını sağlamaktır. Bu hedefler logo, yazı ayarı, renk yönetimi ve grafik varlıkların doğru kullanımıyla gerçekleştirilir. Tüm kullanıcıların ve tasarımcıların daha komplike materyaller üretmesine uygun basit stil şablonları geliştirdik.",
  "brand_guide_14": "Tasarım paketleri, kılavuz ilkeler ve belgeler için github/dcrdesign havuzuna bakın",
  "exchanges_payment_title": "Decred Ödeme İşleyicileri",
  "home_download_wallet": "Cüzdanı İndir",
  "downloads_description": "Eğer Decred'de yeniyseniz <a href='../#guide'>Başlangıç Turu</a>'nu veya daha derine inmek isterseniz <a href='../#platform'>Teknik Genel Bakış</a>'ı okumayı ihmal etmeyin. Decred ikilileri indirmekteyseniz lütfen sağlama toplamlarını doğrulamak için bu <a href='https://docs.decred.org/advanced/verifying-binaries/'>İkili Doğrulama</a> adımlarını takip edin.",
  "downloads_category_core_software": "Çekirdek yazılım",
  "downloads_category_third_party_wallets": "3. TARAF CÜZDANLAR",
  "downloads_app_decrediton": "Windows, macOS ve Linux için grafik kullanıcı arabirimi cüzdanı",
  "downloads_app_commandline": "Komut satırı uygulamaları için çapraz platformlu, otomatik yükleyici/güncelleyici.",
  "downloads_app_exodus": "Exodus, blok zinciri varlıklarını güvende tutmaya, yönetmeye ve takas etmeye yönelik kullanıcı dostu, hepsi bir arada uygulamadır.",
  "downloads_app_coinomi": "Bitcoin, Ethereum ve 500'den fazla başka blockchain varlığını güvenle depolayın, yönetin ve takas edin.",
  "downloads_app_guarda": "Guarda İnternet, Masaüstü ve Mobil için çok para birimli cüzdanlar tarafından temsil edilir.",
  "downloads_app_ledger": "Ledger Live, Ledger donanım cüzdanı tarafından güvende tutulan, web tabanlı bir cüzdandır.",
  "downloads_app_atomic": "Decred, Bitcoin, Ethereum, USDT ve 1000'den fazla diğer madeni para ve jetonunuzu yönetin.",
  "notice": "Dikkat",
  "warning": "Uyarı",
  "stakepools_warning_1": "Eksik biletlerin sebebi kötü bağlantıya sahip bir proof-of-work (PoW) madencisi olabilir; dolayısıyla suç her zaman sağlayıcıda olmayabilir.",
  "stakepools_warning_2": "Ağın merkezi olmaktan çıkarılmasını teşvik için ağ oylarının %5'inden fazlasına sahip sağlayıcılardan kaçınılması tavsiye edilir.",
  "news_coverage": "Kapsam",
  "wallets_title": "Indirmeleri",
  "vsp_title": "Oylama Hizmeti Sağlayıcıları",
  "Page not found": "Sayfa bulunamadı",
  "Back to home page": "Ana sayfaya geri dönün"
}
