Repository: decred/dcrweb
Catalog: dcrWeb_v1/src/i18n/po/*.po
Languages: pt

source: <!-- localized footer social media links -->
pt: <!--links de mídias sociais localizados no rodapé -->

source: <!-- localized social media links -->
pt: <!--links de mídias sociais localizadas-->

source: <p>An address is the only thing needed to send or receive funds. It can be easily generated from any Decred wallet. Decred addresses always <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">begin with D and contain 26-36 alphanumeric characters</a>.</p> <p>After a transaction is made, funds will usually clear in about 5 minutes. There is a small fee to help with the upkeep of the network. This fee is in addition to the transaction amount. E.g. a transfer of 100DCR would incur a fee of about 0.006DCR.</p> <p>The <a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a> allows users to search all the blocks and transactions in the Decred blockchain.</p>
pt: <p>Um endereço é a única coisa necessária para enviar ou receber fundos. Pode ser facilmente gerado a partir de qualquer carteira Decred. Os endereços da Decred sempre <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">começam com D e contêm 26-36 caracteres alfanuméricos</a>.</p> <p>Após uma transação ser feita, os fundos geralmente estarão disponíveis em cerca de 5 minutos. Há uma pequena taxa para ajudar na manutenção da rede. Esta taxa é adicional ao valor da transação. Por exemplo. Uma transferência de 100DCR teria uma taxa de cerca de 0,006DCR.</p> <p>O <a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a> permite aos usuários pesquisar todos os blocos e transações na blockchain da Decred.</p>

source: <p>Decred is a multi-platform digital currency with support for Windows, macOS, and Linux. Easy-to-use wallet apps enable sending, receiving, and mining Decred with just a few clicks.</p> <p>For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.</p>
pt: <p>Decred é uma moeda digital multi-plataforma com suporte para Windows, macOS e Linux. As wallets fáceis de usar permitem o envio, recebimento e a mineração de Decred com apenas alguns cliques.</p> <p>Para aqueles que gostam de brincar com código, a Decred fornece um conjunto completo de ferramentas de linha de comando que permitem a personalização da experiência Decred.</p>

source: <p>Decred is still new, and at this time, the easiest way to purchase it is with Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Once you have some Bitcoin</a>, it can be traded for Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">at cryptocurrency exchanges</a>.</p>
pt: <p>A Decred ainda é nova, e neste momento, a maneira mais fácil de comprá-la é utilizando Bitcoin.<a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank"> Uma vez que você tenha Bitcoin</a>, ele pode ser facilmente trocado <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">em corretoras de criptomoedas por Decred</a>.</p>

source: <p>In <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a> transactions are grouped into blocks. These blocks are validated by PoW miners. When a block is validated it becomes a permanent part of the Decred network.</p> <p>You can become a miner by dedicating spare computing resources to the network. In return miners are rewarded with Decred.</p> <p>For efficiency and convenience you can join <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. The pools are groups of miners who share the work and split the reward. Joining a mining pool is an excellent way for smaller contributors to receive consistent payouts for their work.</p>
pt: <p>Na<a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a>transações são agrupadas em blocos. Esses blocos são validados pelos mineradores PoW. Quando um bloco é validado, ele se torna uma parte permanente da rede Decred.</p> <p>Você pode se tornar um minerador ao dedicar recursos de computação à rede. Em contrapartida, os mineradores são recompensados com Decred.</p> <p>Para eficiência e conveniência você pode se juntar a<a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">pools de mineração</a>. As piscinas são grupos de mineradores que compartilham o trabalho e dividem a recompensa. Participar de uma pool de mineração é uma maneira excelente para os contribuintes menores receberem pagamentos consistentes pelo trabalho.</p>

source: <p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2017:</p> <ul> <li>Hard fork voting</li> <li>A stakeholder-directed DAO</li> <li>Decentralized control of development funds</li> <li>Lightning network support</li> <li>Continuous UI and Design development</li> <li>Enhanced privacy</li> <li>Payment integration</li> </ul> <p>Read about these and more on <a href="https://blog.decred.org" target="_blank">our blog</a> and welcome to Decred: the future of digital currency.</p>
pt: <p>Parte da recompensa de novos blocos vai para o desenvolvimento da Decred, para garantir que irá evoluir continuamente e para atender às necessidades e desejos da comunidade agora e nos próximos anos. Estes são apenas alguns dos recursos planejados para 2017:</p> <ul> <li>Hard fork voting</li> <li>DAO dirigida pelos stakeholders</li> <li>Controle de fundos de desenvolvimento descentralizado</li> <li>Lightning Network</li> <li>Desenvolvimento contínuo de IU e design</li> <li>Privacidade</li> <li>Integração com sistemas de pagamento</li> </ul> <p>Leia sobre isso e muito mais em <a href="https://blog.decred.org" target="_blank">nosso blog</a>e seja bem vindo a Decred: o futuro da moeda digital.

source: <p>The Web Wallet is the easiest way to get started with Decred. All users can access it online via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, without needing to download anything.</p> <p>For Windows users, <a href="downloads/#paymetheus">Paymetheus wallet</a> will help you get online in just a few minutes.</p> <p>For macOS and Linux users, <a href="downloads/#paymetheus">Decrediton wallet</a> is available.</p> <p>For help getting started you can visit our <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginner’s Guide</a>.</p>
pt: <p>A Web Wallet é a maneira mais fácil de começar com Decred. Todos os usuários podem acessá-la online via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, sem precisar baixar nada. </p> <p>Para os usuários do Windows, <a href="downloads/#paymetheus">Paymetheus wallet</a> irá ajudá-lo a ficar online em apenas alguns minutos.</p> <p>Para usuários macOS e Linux, a carteira <a href="downloads/#paymetheus">Decrediton</a> está disponível. </p> <p>Para obter ajuda para começar, visite o <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Guia do Iniciante</a>.</p>

source: <p>The term mining stands for the process of validating transactions on the Decred network and keeping it secure. In return for work, miners are rewarded with newly generated Decred tokens.</p> <p>Decred has two methods of validating transactions: Proof-of-Work (PoW) and Proof-of-Stake (PoS).</p>
pt: <p>O termo mineração representa o processo de validação de transações na rede Decred, mantendo-a segura. Em troca do trabalho, os mineradores são recompensados com os tokens Decred recentemente gerados.</p> <p>Decred possui dois métodos de validação de transações: Proof-of-Work (PoW) and Proof-of-Stake (PoS).</p>

source: <p>There are three main ways to interact with Decred:</p> <p><strong>The Wallet</strong> - For sending and receiving funds as well as participating in PoS mining.</p> <p><strong>Proof-of-Work Mining</strong> - Using computing power to validate transactions on the network and generate new Decred tokens.</p> <p><strong>Proof-of-Stake Mining</strong> - Using funds to vote on important network development matters and validate transactions for rewards.</p>
pt: <p>Existem três maneiras principais de interagir com Decred:</p> <p><strong>A Wallet</strong> - Para enviar e receber fundos, além de participar da mineração PoS.</p> <p><strong>Mineração PoW</strong> - Usando o poder de computação para validar transações na rede e gerar novos tokens Decred.</p> <p><strong>Mineração PoS</strong>- Usando fundos para votar em questões importantes de desenvolvimento de rede e validar transações para recompensas.</p>

source: <p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href="https://forum.decred.org" title="_blank">user forum</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC channel</a>, <a href="https://t.me/Decred" title="_blank">Telegram channel</a>, and <a href="https://slack.decred.org" title="_blank">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> and <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. We can't wait to meet you!</p>
pt: <p>Através de processos descentralizados, pessoas com idéias, objetivos e opiniões diferentes podem ajudar a moldar o futuro. Você provavelmente tem algumas perguntas, então junte-se a nossa comunidade crescente, onde poderá se conectar com desenvolvedores e outros usuários, obter informações, fazer perguntas ou simplesmente frequentá-la . Nós temos um <a href="https://forum.decred.org" title="_blank">Fórum</a>, um <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">canal IRC</a>, <a href="https://t.me/Decred" title="_blank">Telegram</a> e um <a href="https://slack.decred.org" title="_blank">canal no Slack</a> onde você pode conversar com os desenvolvedores e outros usuários em tempo real. Não esqueça do <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> e <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Não vemos a hora de conhecê-lo! </p>

source: <p>Unlike PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a> requires little computing resources. Decred funds are used to purchase voting tickets on the network. Every block, five tickets from the pool of live tickets are chosen at random to vote on the validity of the previous block. </p> <p>PoS adds an extra layer of decentralization to Decred and allows users to vote on suggested network changes. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pools are also available for PoS</a> to ensure your tickets are ready to vote whenever they're called.</p>
pt: <p>Ao contrário da PoW,<a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a>requer poucos recursos de computação. Os fundos declarados são usados para comprar tickets de votação na rede. A cada bloco, cinco tickets da pool de tickets live são escolhidos aleatoriamente para votar a validade do bloco anterior.</p> <p>PoS adiciona uma camada extra de descentralização para Decred e permite aos usuários votar nas mudanças sugeridas. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pools também estão disponíveis para a PoS</a> para garantir que seus tickets estejam prontos para votar quando são chamados.

source: A cross-platform, automatic installer/updater for the command-line applications.
pt: Instalador/Atualizador automático multi-plataforma para os aplicativos de linha de comando.

source: About
pt: Sobre

source: All Downloads →
pt: Todos os Downloads →

source: Back
pt: Voltar

source: Buying And Trading Decred
pt: Comprando e Negociando Decred

source: CUDA/OpenCL miner for AMD/NVIDIA GPUs. Officially supported by the Decred team.
pt: Software de mineração CUDA/OpenCL para GPUs AMD/NVIDIA. Oficialmente apoiado pela equipe da Decred.

source: Close
pt: Fechar

source: Command Line Suite
pt: Suíte de Linha de Comando

source: Community And Principles
pt: Comunidade e Princípios

source: Complimentary Colors
pt: Cores Complementares

source: Create a browser based Wallet
pt: Crie uma WebWallet

source: Dark Blue
pt: Azul escuro

source: Decred - decentralized credit
pt: Decred- crédito descentralizado

source: Decred Developers
pt: Desenvolvedores Decred

source: Decred Developers 2017
pt: Desenvolvedores Decred 2017

source: Decred brand
pt: A Marca Decred

source: Decred fosters a multi-stakeholder development ecosystem that welcomes and empowers participants who want to improve on existing features or build new tools. <br> <br>Anyone can submit feature proposals, and developers are paid for work to fulfill requirements in full view of the community. &nbsp;Funding for this work comes directly from the Decred blockchain.
pt: Decred promove um ecossistema de desenvolvimento multi-stakeholder que saúda e capacita os participantes que desejam aprimorar os recursos existentes ou criar novas ferramentas. <br> <br>Qualquer pessoa pode enviar propostas de recursos, e os desenvolvedores são pagos pelo trabalho para cumprir os requisitos em plena visão da comunidade. &nbsp; O financiamento para este trabalho vem diretamente da blockchain Decred.

source: Decred is an open and progressive cryptocurrency with a system of community-based governance integrated into its blockchain.
pt: Decred é uma criptomoeda aberta e progressiva, com um sistema de governança baseado na comunidade e integrado em sua blockchain.

source: Decred is constructing a layered governance organization that extends beyond the miners and users to bring forward and represent insider and outsider voices in the community. <br> <br> Decentralization is a process, and a decentralized ledger is only the first step in that process.
pt: Decred está construindo uma organização de governança em camadas que se estende além dos mineradores e usuários para apresentar e representar vozes privilegiadas e externas na comunidade. <br> <br>A descentralização é um processo, e um ledger descentralizado é apenas o primeiro passo nesse processo.

source: Decred uses a hybridized consensus system to strike a balance between <u>miners</u>* and users to create a more robust currency. <br> <br>Typically, the miners who operate the infrastructure wield considerable influence while the users have relatively little sway. Decred allows users to participate in the project directly without the need for expensive mining hardware.
pt: Decred usa um sistema de consenso híbrido para encontrar um equilíbrio entre <u>mineradores</u>* e usuários para criar uma moeda mais robusta. <br> <br>Típicamente, os mineradores que operam a infraestrutura exercem uma influência considerável, enquanto os usuários têm influência relativamente pequena. Decred permite aos usuários participar do projeto diretamente sem a necessidade de hardware de mineração caro.

source: Decrediton For Linux
pt: Decrediton para Linux

source: Decrediton For macOS
pt: Decrediton para macOS

source: Decred’s identity helps to represent it across different platforms and amongst digital currencies. It helps new and existing users to recognise it, gain trust and become more engaged. The toolkit provides direction and makes it easier for anyone to communicate about Decred. It contains a set of simple + practical tools, principles and guides for different contexts and use cases.
pt: A identidade de Decred ajuda a representá-la em diferentes plataformas e entre moedas digitais. Isso ajuda os usuários novos e existentes a reconhecê-la, ganham confiança e se tornam mais comprometidos. O kit de ferramentas fornece direção e facilita a qualquer pessoa se comunicar sobre Decred. Contém um conjunto de ferramentas simples, práticas, princípios e guias para diferentes contextos e casos de uso.

source: Dev Premine
pt: Pré-mineração Dev

source: Development
pt: Desenvolvimento

source: Development Subsidy
pt: Subsídio de Desenvolvimento

source: Documentation
pt: Documentação

source: Download Full Package
pt: Faça o download completo

source: Download Logo Package
pt: Faça o download do pacote de logotipo

source: Download Wallet
pt: Baixar Carteira

source: Exodus is a friendly, all-in-one application, to secure, manage and exchange blockchain assets.
pt: Exodus é um aplicativo amigável do tipo "tudo em um", para proteger, gerenciar e trocar recursos na blockchain.

source: Exodus releases
pt: Lançamentos Exodus

source: Find A Stakepool
pt: Encontre uma Stakepool

source: For Your Computer
pt: Para seu computador

source: GUI wallet for Windows
pt: Carteira GUI para Windows

source: GUI wallet for Windows, macOS and Linux
pt: Carteira GUI para Windows, macOS e Linux

source: Getting Started
pt: Começando

source: Governance
pt: Governança

source: Green
pt: Verde

source: If you are new to Decred, be sure to read the <a href="../#guide" class="paragraph-link">Getting Started</a> tour or the <a href="../#technology" class="paragraph-link">Technical Overview</a> if you want to dig deeper.
pt: Se você é novo na Decred, certifique-se de ler o <a href="https://decred.org/#guide" class="paragraph-link">Começando</a> Tour ou <a href="https://decred.org/#technology" class="paragraph-link">Visão Geral Técnica</a> se você quiser cavar mais fundo

source: Join The Community
pt: Participe da Comunidade

source: Key blue
pt: Chave azul

source: Learn more about the technology
pt: Saiba mais sobre a tecnologia

source: Light blue
pt: Azul claro

source: Logo and Branding
pt: Logo e Marca

source: Logo and Visuals
pt: Logo e Visuais

source: Logo package
pt: Pacote de Logotipo

source: MINING SOFTWARE
pt: SOFTWARE DE MINERAÇÃO

source: Mining
pt: Mineração

source: Missed tickets can be caused by a poorly connected&nbsp;Proof-of-work (PoW) miner&nbsp;and may not necessarily be the fault of the pool.
pt: Missed tickets podem ser causados por uma conexão fraca&nbsp;do minerador (PoW)&nbsp;e não necessariamente por falha da pool.

source: Network Stats
pt: Status da Rede

source: No downloads required.
pt: Não é necessário fazer downloads.

source: Notice:
pt: Notícia:

source: Open and progressive cryptocurrency with a system of community-based governance integrated into its blockchain.
pt: Criptomoeda aberta e progressiva, com um sistema de governança baseado na comunidade e integrado em sua blockchain.

source: Orange
pt: Laranja

source: Overview
pt: Visão geral

source: Paymetheus For Windows
pt: Paymetheus para Windows

source: Paymetheus For Windows 32bit
pt: Paymetheus para Windows 32bit

source: Paymetheus For Windows 64bit
pt: Paymetheus para Windows 64bit

source: Planned Features
pt: Recursos Planejados

source: PoS-mined
pt: Mineração-PoS

source: PoW-mined
pt: Mineração-PoW

source: Primary Colors
pt: Cores Primárias

source: Proof-of-Stake Mining
pt: Proof-of-Stake Mining - "Mineração PoS"

source: Proof-of-Work Mining
pt: Proof-of-Work Mining - "Mineração PoW''

source: Quick-use toolkit
pt: Kit de ferramentas

source: Read the Decred Constitution
pt: Leia a Constituição da Decred

source: Send and Receive Decred
pt: Enviando e Recebendo Decred

source: Stable Version
pt: Versão Estável

source: Stakepools allow you to participate in Decred Proof-of-Stake (PoS) mining without needing to worry <br>about losses due computer downtime, flaky internet connectivity, or inconsistent power.
pt: As Stakepools permitem que você participe da mineração Proof-of-Stake (PoS) sem precisar se preocupar <br>com as perdas devido ao tempo de inatividade do computador, conectividade de internet ruim ou energia inconsistente.

source: Start again
pt: Recomeçar

source: Statistics
pt: Estatísticas

source: Supply distribution
pt: Distribuição de recursos

source: Technical Brief
pt: Resumo Técnico

source: Technology
pt: Tecnologia

source: The Basics
pt: O Básico

source: The Wallets
pt: As Carteiras

source: The project is bound by the Decred Constitution, so users can know what to expect: a finite number of coins, decentralized governance and a place to share their views. &nbsp;Decred's community plays an important role in making decisions, both informally via the forum and formally via the blockchain.
pt: O projeto está definido pela Constituição de Decred, para que os usuários possam saber o que esperar: um número finito de moedas, uma governança descentralizada e um lugar para compartilhar seus pontos de vista. &nbsp;A comunidade de Decred desempenha um papel importante na tomada de decisões, informalmente através do fórum e formalmente através da blockchain.

source: The quick tour
pt: Uma breve introdução

source: Third party CUDA miner for NVIDIA GPUs. Not supported by the Decred team.
pt: Software de mineração CUDA de terceiros para GPUs NVIDIA. Não suportado pela equipe da Decred.

source: Third party OpenCL miner for AMD GPUs. Not supported by the Decred team.
pt: Software de mineração OpenCl de terceiros para GPUs AMD. Não suportado pela equipe da Decred.

source: This tour will help you get started with Decred
pt: Esta introdução irá ajudá-lo a começar com a Decred

source: To protect de-centralization of the network, it is recommended to avoid pools that have over 5% of network votes.
pt: Para proteger a descentralização da rede, recomenda-se evitar pools que tenham mais de 5% dos votos da mesma.

source: Turquiose
pt: Turquesa

source: Typography
pt: Tipografia

source: View on GitHub
pt: Visualizar no GitHub

source: Visual communication toolkit
pt: Kit de ferramentas de comunicação visual

source: Voting
pt: Votação

source: Voting Dashboard
pt: Painel de Votação

source: Warning:
pt: Atenção:

source: _direction
pt: ltr

source: _language
pt: pt

source: ccminer releases
pt: Lançamentos ccminer

source: deCRED brand
pt: Marca deCRED

source: gominer releases
pt: Lançamentos gominer

source: mined so far
pt: Extraído até agora

source: sgminer releases
pt: Lançamentos sgminer

source: stable
pt: estável

source: ← Main Website
pt: Página Inicial
