Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: 3RD PARTY WALLETS
ar: محافظ من جهة خارجية
de: DRITTANBIETER-WALLETS
el: ΠΟΡΤΟΦΟΛΙΑ ΤΡΙΤΩΝ
es: CARTERAS DE TERCEROS
fa: کیف پول های شخص ثالث
fi: KOLMANSIEN OSAPUOLTEN LOMPAKKOSOVELLUKSET
fr: PORTEFEUILLES TIERS
hr: Alternativni novcanici
hu: KÜLSŐ (HARMADIK FÉL) PÉNZTÁRCÁK
it: WALLET DI TERZE PARTI
ja: サードパーティー製ウォレット
nl: EXTERNE PORTEMONNEE
pl: PORTFELE FIRM ZEWNĘTRZNYCH
pt: CARTEIRAS DE TERCEIROS
ru: СТОРОННИЕ КОШЕЛЬКИ
sv: Tredjeparts-plånbok
tr: 3. TARAF CÜZDANLAR

source: <br>Visual communication toolkit
ar: <br>مكتبة أدوات التواصل النظري
de: <br>Visuelles Kommunikations-Toolkit
es: <br>Kit de herramientas de comunicación visual
fa: <br>جعبه ابزار ارتباط بصری
ja: <br>ビジュアルコミュニケーションツールキット
pl: <br>Zestaw narzędzi do komunikacji wizualnej
pt: <br>Conjunto de ferramentas de comunicação visual
ru: <br>Паспорт стандартов фирменного стиля
tr: <br>Görsel iletişim kiti

source: <p class="brand colordarkblue font28 margin65">Decred’s visual identities objectives are to represent it amongst digital currencies, support consistent use across a variety of platforms as well be memorable and engaging for onboarding new adopters. This is achived through a correct usage of the logo, type setting, color direction and graphic assets. We have developed a simple style templates suitable for all users as well for designers to produce more complex materials.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Download Full Package ↓</a>
ar: <p class="brand colordarkblue font28 margin65">تعمل أهداف الهوية المرئية لـ Decred على تمثيلها بين العملات الرقمية ودعم الاستخدام المتسق لها عبر مجموعة متنوعة من المنصات فضلاً عن أن تكون جذابة ولا تُنسى لتأهيل متبنين جُدد. ويتحقق ذلك من خلال الاستخدام الصحيح للشعار وإعدادات الخط واتجاه اللون ومواد العرض الرسومية. ولقد قمنا بتطوير قوالب نمطية بسيطة مناسبة لجميع المستخدمين وكذلك للمصممين لإنتاج مواد أكثر تعقيدًا.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">تنزيل الحزمة الكاملة ↓</a>
de: <p class="brand colordarkblue font28 margin65">Die Ziele von Decreds visuellen Identitäten sind die Repräsentation unter den digitalen Währungen, die Unterstützung von einheitlicher Verwendung über eine Vielzahl von Plattformen hinweg sowie Einsteigern ein einzigartiges und fesselndes Erlebnis zu bieten. Dies wird durch den korrekten Einsatz von Logo, Schriftsatz, Farbgebung und grafischen Elementen gewährleistet. Wir haben stilistisch einfach gehaltene Vorlagen entwickelt, die für sämtliche Nutzer und Entwickler gleichermaßen geeignet sind, um komplexere Materialien zu erzeugen.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Vollständiges Paket herunterladen ↓</a>
es: <p class="brand colordarkblue font28 margin65">Las identidades visuales de Decred tienen como objetivo representarla entre las divisas digitales, permitir su uso coherente en diversas plataformas, y hacerla memorable y atractiva para integrar nuevos usuarios. Esto se consigue mediante un uso correcto del logotipo, la configuración de tipo, la dirección cromática y los recursos gráficos. Hemos desarrollado plantillas de estilo simples para todos los usuarios y diseñadores a fin de que produzcan materiales más complejos.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Descargar paquete completo↓</a>
fa: <p class="brand colordarkblue font28 margin65">اهداف هویت بصری Decred، قرار دادن آن در میان ارزهای دیجیتال، پشتیبانی از استفاده سازگار در میان تنوعی از پلتفورم ها و همچنین به یادماندنی و جذاب بودن برای پذیرندگان جدید است. این اهداف با استفاده صحیح از لوگو، تنظیم نوع، مسیر رنگ و دارایی های گرافیکی حاصل می شود. ما الگوی سبک ساده ای را توسعه داده ایم که برای همه کاربران و همچنین طراحان (برای تولید محتوای پیچیده تر) مناسب است.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">دانلود بسته کامل ↓</a>
ja: <p class="brand colordarkblue font28 margin65">Decredのビジュアルアイデンティティの目的は、デジタル通貨を代表し、さまざまなプラットフォーム間で一貫して使用できるようにし、さらに新しい導入者に魅力的な体験を提供することにあります。これは、ロゴ、文字設定、色彩演出、グラフィックアセットの正しい使用により可能になります。当社はすべてのユーザーに適したシンプルなスタイルを開発し、デザイナー用にはより複雑な素材を提供しています。</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">フルパッケージをダウンロード↓</a>
pl: <p class="brand colordarkblue font28 margin65">Cele identyfikacji wizualnej Decred to jej prezentacja wśród innych walut cyfrowych, wspieranie spójnego wykorzystania na różnych platformach oraz wywarcie odpowiedniego wrażenia i zaangażowanie nowych użytkowników. Są one osiągane przez prawidłowe użycie logo, kroju czcionki, kolorów i elementów graficznych. Opracowaliśmy proste szablony stylów odpowiednie dla wszystkich użytkowników, a także projektantów tworzących bardziej złożone materiały.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Pobierz pełny pakiet ↓</a>
pt: <p class="brand colordarkblue font28 margin65">Os objetivos de identidades visuais da Decred são para representar moedas digitais, apoiar a utilização consistente através de uma variedade de plataformas assim como ser memorável e envolvente para novos integrantes. Isto é alcançado através da utilização correta do logótipo, composição tipográfica, direção da cor e qualidades gráficas. Desenvolvemos uns modelos de estilo simples adequados para todos os utilizadores assim como para os designers produzirem materiais mais complexo.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Transferir o Pacote Completo ↓</a>
ru: <p class="brand colordarkblue font28 margin65">Фирменный стиль Decred должен выделять бренд среди других цифровых валют, способствовать унификации оформления на различных платформах, быть запоминающимся и привлекательным для новых пользователей. Это достигается за счет использования логотипа, шрифтов, цветов и графических материалов в строгом соответствии с правилами. Мы разработали простые шаблоны стиля, подходящие для всех пользователей, а также для дизайнеров, заинтересованных в разработке более сложных материалов.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Загрузить полный комплект ↓</a>
tr: <p class="brand colordarkblue font28 margin65">Decred'ın görsel kimlik hedefleri, Decred'ı dijital para birimleri arasında temsil etmek, çeşitli platformlarda tutarlı kullanımı desteklemek, ayrıca yeni kullanıcılar için akılda kalıcı ve cazip olmasını sağlamaktır. Bu hedefler logo, yazı ayarı, renk yönetimi ve grafik varlıkların doğru kullanımıyla gerçekleştirilir. Tüm kullanıcıların ve tasarımcıların daha komplike materyaller üretmesine uygun basit stil şablonları geliştirdik.</p><a href="/media/visual_toolkit.pdf" target="_blank" class="brand colorblue font16">Tüm Paketi İndir ↓</a>

source: <p>An address is the only thing needed to send or receive funds. It can be easily generated from any Decred wallet. Decred addresses always <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">begin with D and contain 26-36 alphanumeric characters</a>.</p> <p>After a transaction is made, funds will usually clear in about 5 minutes. There is a small fee to help with the upkeep of the network. This fee is in addition to the transaction amount. That is, a transfer of 100DCR would incur a fee of about 0.006DCR.</p> <p>The block explorers <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> and <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> allow users to search all the blocks and transactions in the Decred blockchain.</p>
ar: <p>كل ما تحتاجه لإرسال واستلام الأموال هو عنوان. ويمكنك إنشاؤه بسهولة من أي محفظة Decred. ودائمًا ما تبدأ عناوين Decred <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">بحرف D وتحتوي على 26-36 عنصرًا أبجديًا رقميًا</a>.</p> <p>بعد القيام بالمعاملة، عادة ما تُحرر الأموال خلال 5 دقائق تقريبًا. وهنالك رسوم صغيرة لتساعد على صيانة الشبكة. وهو مبلغ يُضاف إلى مبلغ المعاملة. على سبيل المثال، عند التحويل بقيمة 100 DCR يترتب عليه رسوم بقيمة تقارب 0.006 DCR.</p> <p>يسمح مستكشفا الكُتل <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> و<a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> للمستخدم بالبحث عن جميع الكُتل والمعاملات في سلسلة كُتل Decred.</p>
de: <p>Das einzige, was erforderlich ist, um Geld senden oder empfangen zu können, ist eine Adresse. Diese kann ganz einfach aus jeder Decred-Wallet heraus generiert werden. Decred-Adressen beginnen immer <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">mit einem D und enthalten 26-36 alphanumerische Zeichen</a>.</p> <p>Nach der Durchführung einer Transaktion wird das Geld normalerweise nach ca. 5 Minuten übertragen. Dabei fällt eine kleine Gebühr zur Instandhaltung des Netzwerks an. Diese Gebühr wird zusätzlich zum Transaktionsbetrag verrechnet, so entsteht bei einer Überweisung von 100 DCR beispielsweise eine Gebühr von 0,006 DCR.</p> <p>Die Block-Explorer <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> und <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> ermöglichen es Nutzern, alle Blocks und Transaktionen in der Decred-Blockchain zu durchsuchen.</p>
es: <p>Lo único que se necesita para enviar o recibir fondos es una dirección, y es posible generarlas fácilmente desde cualquier cartera de Decred. Las direcciones de Decred siempre <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">comienzan por la letra D y contienen 26-36 caracteres alfanuméricos</a>.</p> <p>Los fondos suelen acreditarse unos 5 minutos después de realizar la transacción. A estos se les aplica una pequeña tarifa para colaborar con el mantenimiento de la red. Esta tarifa es complementaria al montante de la transacción. Por ejemplo, una transferencia de 100 DCR contaría con una tarifa de aproximadamente 0,006 DCR.</p> <p>Los exploradores de bloques <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> y <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> permiten a los usuarios buscar todos los bloques y transacciones en la cadena de bloques de Decred.</p>
fa: <p>نشانی تنها چیزی است که برای ارسال و دریافت وجوه نیاز است. نشانی می تواند به آسانی از هر کیف پول Decred ایجاد شود. نشانی های Decred همیشه با <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">حرف D شروع می شوند و بین 26 تا 36 نویسه حرفی-عددی دارند</a>.</p> <p>معمولاً 5 دقیقه بعد از انجام تراکنش، وجوه آشکار می شوند. هزینه کمی برای کمک به حفظ و نگهداری شبکه دریافت می شود. این هزینه مازاد بر هزینه تراکنش است. برای مثال، انتقال 100DCR هزینه ای معادل تقریباً 0.006DCR خواهد داشت.</p> <p>کاوشگران بلوک <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> و <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> به کاربران اجازه می دهند همه بلوک ها و تراکنش های انجام شده در زنجیره بلوک Decred را جستجو و کاوش کنند.</p>
ja: <p>資金の送受信には、アドレスが必要です。Decredウォレットで簡単に発行することができます。Decredのアドレスは、いずれも<a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">Dから始まり、26～36 桁の英数字が使用されています</a>。</p> <p>取引は約５分で完了し、ウォレットに反映されます。ネットワーク維持のため少額の手数料がかかります。手数料は取引金額に追加され、100DCRの送金であれば約0.006DCRの手数料がかかります。</p> <p>ブロックは<a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a>および<a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a>を確認し、ユーザーはDecredですべてのブロックと取引を検索することができます。</p>
pl: <p>Do wysyłania i odbierania środków wymagany jest jedynie adres. Można go łatwo wygenerować z dowolnego portfela Decred. Adresy Decred zawsze <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">zaczynają się od litery D i zawierają od 26 do 36 znaków alfanumerycznych</a>.</p> <p>Po dokonaniu transakcji środki zostaną zwykle rozliczone w ciągu około 5 minut. Niewielka opłata jest pobierana za utrzymanie sieci. Opłata jest dodawana do kwoty transakcji. Oznacza to, że przelew 100 DCR spowoduje pobranie opłaty wynoszącej około 0,006 DCR.</p> <p>Eksploratory bloków <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> i <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> umożliwiają użytkownikom wyszukanie wszystkich bloków i transakcji w łańcuchu bloków Decred.</p>
pt: <p>Um endereço é a única coisa necessária para enviar ou receber fundos. Pode ser facilmente gerado a partir da carteira Decred, Os endereços Decred começam <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">sempre com D e contêm 26-36 caracteres alfanuméricos</a>.</p> <p>Depois de feita a transação, os fundos ficarão disponíveis em cerca de 5 minutos. Há uma pequena taxa para ajudar na manutenção da rede. Esta taxa é somada ao montante da transação. Isto é, uma transferência de 100DCR pode incorrer numa taxa de cerca 0,006DCR.</p> <p>Os exploradores de blocos <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> e <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> permitem aos utilizadores a pesquisa de todos os blocos e transações na blockchain da Decred.</p>
ru: <p>Адрес — единственное, что требуется для отправки и получения средств. Его легко сгенерировать в любом кошельке Decred. Адреса Decred всегда <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">начинаются с буквы D и состоят из 26-36 букв и цифр</a>.</p> <p>После совершения транзакции средства, как правило, поступают в течение 5 минут. Вдобавок к сумме транзакции списывается небольшая комиссия на поддержание сети. Например, комиссия за перевод 100 DCR составит около 0,006 DCR.</p> <p>Обозреватели блоков сети <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> и <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a> позволяют пользователям осуществлять поиск по всем блокам и транзакциям в блокчейне Decred.</p>
tr: <p>Para göndermek ve almak için tek ihtiyacınız olan bir adres. Adresinizi herhangi bir Decred cüzdanı kullanarak kolayca oluşturabilirsiniz. Decred adresleri her zaman <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">D harfiyle başlar ve 26-36 alfanumerik karakter içerir</a>.</p> <p>Bir işlem gerçekleştirdiğinizde, genellikle yaklaşık 5 dakika içerisinde işleminiz onaylanır. Ağın devamlılığına yardımcı olmak için ufak bir miktar ücret ödenir. Bu ücret, işlem tutarına ek olarak alınır. Örneğin 100 DCR miktarında bir transfer için yaklaşık 0,006 DCR ücret ödenir.</p> <p>Blok gezginleri <a href="https://mainnet.decred.org" target="_blank">mainnet.decred.org</a> ve <a href="https://explorer.dcrdata.org" target="_blank">explorer.dcrdata.org</a>, kullanıcıların Decred blok zincirindeki tüm blokları ve işlemleri aramasına imkan verir.</p>

source: <p>Decred is still new, and at this time, the easiest way to purchase it is with Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Once you have some Bitcoin</a>, it can be traded for Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">at digital currency exchanges</a>.</p>
ar: <p>Decred لاتزال حديثة الإصدار، وفي الوقت الحالي، أسهل طريقة لاقتنائها هي عن طريق شرائها بـ Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">بمجرد امتلاكك لبعض عملات Bitcoin</a>، تستطيع استبدالها بـ Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">من خلال منصات تبادل العملات الرقمية</a>. </p>
de: <p>Decred ist noch neu, und der einfachste Weg, es zu erwerben, ist derzeit mit Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Sobald Sie über etwas Bitcoin verfügen</a>, können Sie diese Währung <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">bei digitalen Wechselbörsen</a> gegen Decred eintauschen.</p>
es: <p>Decred aún es una novedad y, en este momento, la forma más fácil de comprarla es con Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">En el momento en que consiga algunas Bitcoin</a>, podrá cambiarlas por Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">en los sistemas de cambio de divisas digitales</a>.</p>
fa: <p>Decred هنوز جدید است و در حال حاضر آسان ترین راه خرید آن استفاده از «بیت کوین» است. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">بعد از اینکه مقداری «بیت کوین» جمع آوری کردید</a>،‌ می توانید آن را در مبادلات پول دیجیتال با Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">معامله کنید</a>.</p>
ja: <p>Decredはまだ新しく、Bitcoinを用いて購入するのが現時点でDecredを購入する最も簡単な方法です。 <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Bitcoinを所有することで</a>、Decredを<a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">取引所</a>で取引することが可能になります。</p>
pl: <p>Decred to nadal nowość i obecnie najłatwiej jest kupić ją za pomocą waluty Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Jeżeli masz Bitcoiny</a>, możesz je wymienić na Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">na giełdach walut cyfrowych</a>.</p>
pt: <p>A Decred ainda é jovem e, por enquanto, a forma mais fácil de comprar DCR é com Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Assim que tiver alguns Bitcoins</a>, estes podem ser trocados por Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">nas corretoras de moedas digitais</a>.</p>
ru: <p>Decred — пока еще новая валюта, и купить ее проще всего за биткоины. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Обменять биткоины</a> на Decred вы можете<a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">через цифровые сервисы обмена валют</a>.</p>
tr: <p>Decred henüz çok genç bir proje ve şu anda satın almanın en kolay yolu Bitcoin kullanarak almak. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Bitcoin'iniz varsa</a>, <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">dijital borsalarda</a> Decred ile takas edebilirsiniz.</p>
