Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: Exodus is a friendly, all-in-one application, to secure, manage and exchange blockchain assets.
ar: Exodus تطبيق سهل الاستخدام يتيح حماية سلسلة الكتل وإدارتها وتبادل أصولها في مكان واحد.
de: Exodus ist eine nutzerfreundliche All-in-One-Anwendung zum Sichern, Verwalten und Austauschen von Blockchain-Assets.
el: Το Exodus είναι μια φιλική, όλα-σε-ένα εφαρμογή που ασφαλίζει, διαχειρίζεται και συναλλάζει περιουσιακά στοιχεία του blockchain.
es: Exodus es una aplicación todo en uno y fácil de usar que se utiliza para proteger, administrar e intercambiar activos de cadena de bloques.
fa: Exodus برنامه ای کاربرپسند است که قابلیت های ایمن سازی، مدیریت و تبادل دارایی های زنجیره بلوکی را در یک جا جمع می کند.
fi: Exodus on käyttäjäystävällinen all-in-one-sovellus lohkoketju-varojen turvaamiseen, hoitoon ja vaihtoon.
fr: Exodus est une application conviviale, tout-en-un, pour sécuriser, gérer et échanger des monnaies virtuelles.
hr: Exodus je pristupacna, all-in-one aplikacija za cuvanje, upravljanje i razmjenu Blockchain asset-a.
hu: Az Exodus egy felhasználóbarát pénztárca blockchain vagyontárgyak kezelésére.
id: Exodus adalah aplikasi all-in-one yang mudah untuk mengamankan, mengelola, dan menukar aset blockchain.
it: Exodus è una applicazione intuitiva e multifunzione, per mettere in sicurezza, gestire e scambiare assets blockchain.
ja: Exodusは、ブロックチェーン資産の管理および取引を安全に行うための、ユーザーフレンドリーなオールインワンパッケージです。
nl: Exodus is een gebruiksvriendelijke, alles-in-een applicatie om blockchain activa veilig te beheren en te verhandelen.
pl: Exodus to łatwa w obsłudze, zintegrowana aplikacja do zabezpieczania, zarządzania i wymiany łańcuchów bloków.
pt: Exodus é uma aplicação amigável, tudo em um, para proteger, gerir e trocar bens de blockchain.
ru: Exodus — это удобное универсальное приложение для обеспечения безопасности, управления и обмена активами блокчейна.
sv: Exodus är en användarvänlig, allt-i-ett-applikation för att på ett säkert sätt kunna hantera och byta olika kryptovalutor.
tl: Ang Exodos ay isang friendly, lahat-ng-sa-isang application, upang ma-secure, pamahalaan at palitan ng blockchain asset.
tr: Exodus, blok zinciri varlıklarını güvende tutmaya, yönetmeye ve takas etmeye yönelik kullanıcı dostu, hepsi bir arada uygulamadır.

source: Exodus releases →
ar: إصدارات Exodus
es: Versiones de Exodus →
fa: نسخه های Exodus →
ja: Exodusリリース→
pl: wersje Exodus →
pt: Lançamentos Exodus →
ru: Версии Exodus →
tr: Exodus sürümleri →

source: Features for the future.
ar: ميزات المستقبل.
de: Features für die Zukunft.
es: Funcionalidades para el futuro.
fa: قابلیت هایی برای آینده.
ja: 今後追加の機能
pl: Funkcje planowane w przyszłości.
pt: Recursos para o futuro.
ru: Функции для будущего.
tr: Geleceği hedefleyen özellikler.

source: For Your Computer
ar: لجهاز الكمبيوتر
de: Für Ihren Computer
el: Για τον Υπολογιστή σας
es: Para tu ordenador
fa: برای رایانه شما
fi: Tietokoneellesi
fr: Pour votre ordinateur
hr: Za vaše računalo
hu: A számítógépedre
id: Untuk Komputer Anda
it: Per il Vostro Computer
ja: あなたのパソコンのために
nl: Voor Jouw Computer
pl: Dla Twojego komputera
pt: Para o seu computador
ru: Для вашего компьютера
sv: För din dator
tl: Para sa Iyong Computer
tr: Bilgisayarınız İçin

source: Free Speech and Consideration
ar: حرية التعبير والاهتمام بالآراء
de: Redefreiheit und Rücksicht
es: Libertad de expresión y consideración
fa: آزادی بیان و ملاحظات
ja: 言論の自由と考慮
pl: Wolność słowa i rozwaga
pt: Liberdade de expressão e opinião
ru: Свобода слова и право на внимание
tr: Özgürce Konuşma ve Saygı Görme

source: Free and<br>Open-Source Software
ar: برنامج مجاني و<br>مفتوح المصدر
de: Kostenlose<br>Open-Source-Software
es: Software libre y<br>de código abierto
fa: نرم افزار رایگان و <br>متن باز
ja: 無料の<br>オープンソースソフトウェア
pl: Bezpłatne<br>oprogramowanie open source
pt: Software gratuito e<br>de fonte aberta
ru: Бесплатное и<br>открытое программное обеспечение
tr: Özgür ve<br>Açık Kaynak Kodlu Yazılım

source: Get Started
ar: البدء
de: Legen Sie los
es: Comenzar
fa: شروع به کار
ja: 使用方法
pl: Wprowadzenie
pt: Iniciar
ru: Начать
tr: Başlangıç

source: Graphic UI wallet for Windows, macOS and Linux.
ar: محفظة ذات واجهة مستخدم رسومية لنظام التشغيل Windows وmacOS وLinux.
de: GUI-Wallet für Windows, macOS und Linux.
es: Cartera con interfaz gráfica de usuario para Windows, Mac OS y Linux.
fa: کیف پول رابط کاربری گرافیکی برای Windows،‏ macOS و Linux.
ja: Windows、MacOS、Linux対応グラフィックUIウォレット
pl: Portfel z graficznym interfejsem użytkownika dla systemu Windows, macOS i Linux.
pt: Carteira GUI para Windows, macOS e Linux.
ru: Кошелек с графическим интерфейсом для Windows, macOS и Linux.
tr: Windows, macOS ve Linux için grafik kullanıcı arabirimi cüzdanı

source: Green
ar: الأخضر
de: Grün
el: Πράσινο
es: Verde
fa: سبز
fi: Vihreä
fr: Vert
hr: Zeleno
hu: Zöld
id: Hijau
it: Verde
ja: グリーン
nl: Groen
pl: Zielony
pt: Verde
ru: Зеленый
sv: Grön
tr: Yeşil

source: Hard fork voting
ar: التصويت للتشعب الصلب
de: Hard-Fork-Abstimmung
es: Votación de bifurcación dura
fa: رأگیری هارد فورک (شاخه سخت)
ja: ハードフォーク投票
pl: Głosowanie nad hard fork
pt: Votação hard fork
ru: Голосование по hard fork
tr: Zorunlu çatallanma oylaması

source: Hex color code <span class="notification-message-bold">#000000</span> copied to clipboard
ar: تم نسخ رمز لون Hex <span class="notification-message-bold">#000000</span> إلى الحافظة
de: Hexadezimaler Farbcode <span class="notification-message-bold">#000000</span> wurde in die Zwischenablage kopiert
es: Código de color hexadecimal <span class="notification-message-bold">#000000</span> copiado en el portapapeles
fa: کد رنگ شانزده شانزدهی <span class="notification-message-bold">#000000</span> در کلیپ بورد کپی شد
ja: Hexカラーコード<span class="notification-message-bold">#000000</span>が クリップボードにコピーされました
pl: Szesnanstkowy kod koloru <span class="notification-message-bold">#000000</span> skopiowany do schowka
pt: Cor do código hex <span class="notification-message-bold">#000000</span> copiada para a área de transferência
ru: Шестнадцатеричный цветовой код <span class="notification-message-bold">#000000</span> скопирован в буфер обмена
tr: Onaltılık renk kodu <span class="notification-message-bold">#000000</span> panoya kopyalandı

source: How Decentralized Exchanges Make Bitcoin More Resilient (and Us More Free)
ar: كيف تؤثر التبادلات المركزية على جعل Bitcoin أكثر مرونة (وجعلنا أكثر حرية)
de: Wie dezentralisierter Austausch Bitcoin widerstandsfähiger macht (und uns mehr Freiheit bringt)
es: Cómo los cambios descentralizados hacen que Bitcoin sea más resistente (y nosotros más libres)
fa: چگونه تبادلات غیرمتمرکز،‌ «بیت کوین» را انعطاف پذیرتر (و ما را آزادتر) می کند
ja: 非中央集中の取引がビットコインをより強力に（そしてより自由に）
pl: W jaki sposób zdecentralizowane giełdy ograniczają walutę Bitcoin (i powodują, że nasza jest bardziej otwarta)
pt: Como é que descentralizar câmbios torna o bitcoin mais resistente (e a Nós Mais Livres)
ru: Как децентрализованный обмен делает биткоин устойчивее (а нас — свободнее)
tr: Merkezsiz Borsalar Bitcoin'i Nasıl Daha Esnek (ve Bizi Daha Özgür) Hale Getiriyor

source: If you are new to Decred, be sure to read the <a href="../#guide" class="link subpage-description">Getting Started Tour</a> or the <a href="../#platform" class="link subpage-description">Technical Overview</a> if you want to dig deeper. If you are downloading the Decred binaries, please follow these <a target="_blank" href="https://github.com/decred/decred-binaries/blob/v1.1.2/README.md#verifying-binaries" class="link subpage-description">Binary Verification</a> steps to verify the checksums.
ar: إذا كنت جديدًا مع Decred، فاحرص على قراءة <a href="../#guide" class="link subpage-description">جولة البدء</a> أو <a href="../#platform" class="link subpage-description">نظرة عامة تقنية</a> إذا كنت تريد التمرس بشكل أعمق. وإذا كنت تقوم بتنزيل ملفات Decred الثنائية، يرجى اتباع <a target="_blank" href="https://github.com/decred/decred-binaries/blob/v1.1.2/README.md#verifying-binaries" class="link subpage-description">خطوات التحقق الثنائية</a> للتحقق من مجموعات التدقيق.
fa: اگر تازه با Decred آشنا شده‌اید، حتماً <a href="../#guide" class="link subpage-description">تور شروع به کار</a> یا اگر می خواهید دید عمیق تری پیدا کنید، <a href="../#platform" class="link subpage-description">مرور کلی مشخصات فنی</a> را بخوانید. اگر فایل های باینری را دانلود می کنید، لطفاً این مراحل <a target="_blank" href="https://github.com/decred/decred-binaries/blob/v1.1.2/README.md#verifying-binaries" class="link subpage-description">تأیید باینری</a> را برای تأیید سرجمع ها دنبال کنید.
pl: Jeżeli Decred to dla Ciebie nowość, przeczytaj <a href="../#guide" class="link subpage-description">Wprowadzenie</a> lub <a href="../#platform" class="link subpage-description">Przegląd techniczny</a>, aby dowiedzieć się więcej. Jeżeli pobierasz pliki binarne Decred, postępuj zgodnie z tymi czynnościami <a target="_blank" href="https://github.com/decred/decred-binaries/blob/v1.1.2/README.md#verifying-binaries" class="link subpage-description">weryfikacji plików binarnych</a>, aby sprawdzić sumy kontrolne.
tr: Decred dünyasına yeni giriş yaptıysanız, <a href="../#guide" class="link subpage-description">Başlangıç Turunu</a> veya daha derine dalmak istiyorsanız <a href="../#platform" class="link subpage-description">Teknik Genel Bakışı</a> okuyun. Decred ikili değerlerini indiriyorsanız, sağlama toplamlarını doğrulamak için bu <a target="_blank" href="https://github.com/decred/decred-binaries/blob/v1.1.2/README.md#verifying-binaries" class="link subpage-description">İkili Değer Doğrulama</a> adımlarını takip edin.

source: Illustrator, Designer
ar: مصمم Illustrator
de: Grafiker, Designer
es: Ilustrador, diseñador
fa: تصویرگر، طراح
ja: イラストレーター、デザイナー
pl: Ilustrator, projektant
pt: Ilustrador, Designer
ru: Иллюстратор, дизайнер
tr: İllüstratör, Tasarımcı

source: Inclusivity represents a multi-stakeholder system and an active effort shall be maintained to include a diverse set of views and users.
ar: يمثل الشمول نظامًا من عدة أصحاب مصلحة مما يوجب الحفاظ على الجهد النشط المبذول ليشمل مجموعة من الآراء والمستخدمين.
de: Inklusivität steht für ein Multi-Stakeholder-System, in dem die Berücksichtigung von vielfältigen Ansichten und Nutzern aktiv unterstützt wird.
es: La inclusión representa un sistema de múltiples partes interesadas, por lo que se debe mantener un esfuerzo activo para incluir un conjunto diverso de puntos de vista y usuarios.
fa: مشارکت فراگیر باعث ایجاد سیستم چند ذینفعی می شود و تلاش فعالی برای لحاظ کردن مجموعه متنوعی از دیدگاه ها و کاربران به کار گرفته خواهد شد.
ja: 包括性とはマルチステークホルダーシステムを指し、様々なユーザーやその意見が活用されるよう努力がなされるべきです
pl: Integracja oznacza system obejmujący wielu intersariuszy i należy podejmować aktywne działania, aby zapewnić różnorodność opinii i użytkowników.
pt: A inclusividade representa um sistema de vários investidores e deve ser feito um esforço ativo para incluir um conjunto diverso de opiniões e utilizadores.
ru: Принцип инклюзивности находит отражение в существовании системы со множеством участников и требует постоянного приложения усилий для поддержания разнообразия мнений и пользователей.
tr: Kapsayıcılık, çok paydaşlı bir sistemi temsil eder ve birbirinden farklı görüşleri ve kullanıcıları dahil etmek için aktif çaba harcanacaktır.

source: Incremental Privacy and Security
ar: خصوصية إضافية وأمان متزايد
de: Inkrementeller Datenschutz und Sicherheit
es: Privacidad y seguridad progresiva
fa: حریم خصوصی و امنیت رو به رشد
ja: プライバシーとセキュリティの強化
pl: Stałe podnoszenie poziomu poufności i bezpieczeństwa
pt: Privacidade e Segurança adicionais
ru: Постепенное наращивание конфиденциальности и безопасности
tr: Artan Gizlilik ve Güvenlik

source: Interacting with Decred
ar: التفاعل مع Decred
de: Interagieren mit Decred
es: Interactuar con Decred
fa: تعامل با Decred
ja: Decredの使用
pl: Interakcja z Decred
pt: Interagir com a Decred
ru: Взаимодействие с Decred
tr: Decred ile Etkileşim

source: International Ops Lead
ar: قيادة العمليات الدولية
de: Leiter internationale Aktivitäten
es: Jefe de operaciones internacionales
fa: هدایت بین المللی عملیات
ja: 国際オペレーションリード
pl: Kierownik ds. operacji międzynarodowych
pt: Líder internacional de operações
ru: Руководитель международных операций
tr: Uluslararası Operasyon Lideri

source: Join the Community
ar: انضم إلى المجتمع
de: Treten Sie der Community bei
es: Únase a la comunidad
fa: پیوستن به جامعه
ja: コミュニティに参加
pl: Dołącz do społeczności
pt: Junte-se à comunidade
ru: Присоединиться к сообществу
tr: Topluluğa Katılın

source: Key blue
ar: الأزرق المعدني
de: Königsblau
el: Βασικό μπλε
es: Azul metálico
fa: آبی تیره
fi: Taivaansininen
fr: Clé bleue
hu: Alap kék
id: Biru
it: Chiave blu
ja: ブルー
nl: Key blauw
pl: Koralowy niebieski
pt: Chave azul
ru: Основной синий
sv: Nyckelblå
tr: Anahtar mavisi

source: Lead Developer
ar: مطور رئيسي
de: Hauptdesigner
es: Desarrollador jefe
fa: پدیدآورنده ارشد
ja: リードデベロッパー
pl: Główny programista
pt: Programador líder
ru: Ведущий программист
tr: Baş Geliştirici

source: Light blue
ar: الأزرق الفاتح
de: Hellblau
el: Ανοιχτό μπλε
es: Azul claro
fa: آبی روشن
fi: Vaaleansininen
fr: Bleu clair
hu: Halvány kék
id: Biru muda
it: Azzurro
ja: ライトブルー
nl: Lichtblauw
pl: Jasnoniebieski
pt: Azul claro
ru: Голубой
sv: Ljusblå
tr: Açık mavi

source: Lightning Network
ar: شبكة البرق
es: Red Lightning
fa: شبکه صاعقه
ja: ライトニングネットワーク

source: Logo package
ar: حزمة الشعار
de: Logo-Paket
el: Πακέτο λογοτύπου
es: Paquete de logotipos
fa: بسته لوگو
fi: Logopaketti
fr: Logo
hr: Paket logotipa
hu: Logo csomag
id: Paket logo
it: Pacchetto Logo
ja: ロゴパッケージ
pl: Pakiet logo
pt: Pacote de logótipos
ru: Логотипы
sv: Logotyp-paket
tr: Logo paketi

source: MINING SOFTWARE
ar: برنامج التعدين
el: ΛΟΓΙΣΜΙΚΟ MINING
es: SOFTWARE DE MINERÍA
fa: نرم افزار استخراج
fi: LOUHINTASOVELLUS
fr: PROGRAMME DE MINAGE
hr: SOFTVER ZA RUDARENJE
hu: BÁNYÁSZ SZOFTVER
it: SOFTWARE MINING
ja: マイニングソフトウェア
pl: OPROGRAMOWANIE WYDOBYWCZE
pt: SOFTWARE DE MINERAÇÃO
ru: ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ДЛЯ МАЙНИНГА
tr: MADENCİLİK YAZILIMI

source: Mining
ar: التعدين
es: Minería
fa: استخراج
fi: Louhinta
fr: Minage
hr: Rudarenje
hu: Bányászat
ja: マイニング
pl: Wydobycie
pt: Mineração
ru: Майнинг
tr: Madencilik

source: Missed tickets can be caused by a poorly connected proof-of-work (PoW) miner and may not necessarily be the fault of the pool.
ar: عدم الرد على التذاكر قد يكون بسبب الاتصال الضعيف لمعدِّن إثبات العمل (PoW) وقد لا يكون بالضرورة خللاً من التجمع.
de: Entgangene Tickets können durch einen schlecht verbundenen PoW-Miner (Proof-of-Work-Miner) verursacht werden, der Fehler liegt nicht notwendigerweise beim Pool.
es: La pérdida de boletos puede deberse a la mala conexión de un minero de Prueba de Trabajo (PoW) sin ser necesariamente culpa del grupo.
fa: بلیت های از دست رفته ممکن است در اثر اتصال استخراج کننده ضعیف «اثبات کار» (PoW) به وجود آید و ممکن است لزوماً ناشی از نقص استخر نباشد.
ja: チケットの紛失はProof-of-work(PoW)を行うマイナーの接続状態に問題の場合があり、プールの問題とは限りません。
pl: Pominięte bilety mogą być wynikiem słabego połączenia górnika proof-of-work (PoW) i nie muszą oznaczać błędu kopalni.
pt: Os bilhetes perdidos podem ser causados ​​por uma mineradora mal ligada proof-of-work (PoW) e pode não ser necessariamente culpa da pool.
ru: Билеты могут быть пропущены по причине плохого интернет-соединения одного из PoW-майнеров, а не обязательно по вине пула.
tr: Eksik biletlerin sebebi kötü bağlantıya sahip bir proof-of-work (PoW) madencisi olabilir. Dolayısıyla suç her zaman havuzda olmayabilir.

source: Mission
ar: الرسالة
es: Misión
fa: مأموریت
ja: ミッション
pl: Misja
pt: Missão
ru: Миссия
tr: Misyon

source: Motion Designer
ar: مصمم رسوم متحركة
es: Diseñador de animaciones
fa: طراح حرکت
ja: モーションデザイナー
pl: Projektant animacji
pt: Design de animação
ru: Дизайнер анимации
tr: Hareket Tasarımcısı

source: Multi-Stakeholder Inclusivity
ar: شمولية أصحاب المصلحة المتعددين
de: Multi-Stakeholder-Inklusivität
es: Inclusión de múltiples partes interesadas
fa: مشارکت فراگیر چند ذینفعی
ja: マルチステークホルダーの包括性
pl: Integracja wielu interesariuszy
pt: Inclusividade de vários investidores
ru: Привлечение множества участников
tr: Çok Paydaşlı Kapsayıcılık

source: Network Stats
ar: إحصائيات الشبكة
de: Netzwerkstatistik
el: Στατιστικά Δικτύου
es: Estadísticas de red
fa: آمار شبکه
fi: Verkon tilastot
fr: Statistiques réseau
hr: Mrežne statistike
hu: Hálózat statisztikák
id: Statistik Jaringan
it: Statistiche Network
ja: ネットワークステータス
nl: Netwerk Statistieken
pl: Statystyki sieci
pt: Estados de rede
ru: Статистика сети
sv: Nätverksstatus
tr: Ağ İstatistikleri

source: News
ar: الأخبار
de: Neuigkeiten
es: Noticias
fa: اخبار
ja: 最新情報
pl: Wiadomości
pt: Notícias
ru: Новости
tr: Haberler

source: No downloads required.
ar: لا حاجة لأي تنزيلات.
de: Keine Downloads erforderlich.
el: Δεν απαιτούνται λήψεις.
es: No se requieren descargas.
fa: نیازی به دانلود نیست.
fi: Ei vaadi lataamista.
fr: Pas de téléchargement requis.
hr: Nije potrebno preuzimanje.
hu: Nincs szükség letöltésre.
id: Download tidak diperlukan
it: Nessun download richiesto.
ja: ダウンロードは不要です。
nl: Geen downloads nodig.
pl: Nie jest wymagane pobieranie plików.
pt: Não é necessário fazer transferências.
ru: Загрузка не требуется.
sv: Inga nerladdningar behövs.
tl: Walang kinakailangang pag-download.
tr: İndirme gerekli değildir.

source: Notice:
ar: تنبيه:
de: Hinweis:
el: Σημείωση:
es: Atención:
fa: اعلامیه:
fi: Huomio:
fr: Information :
hr: Obavijest:
hu: Figyelem:
id: Pemberitahuan:
it: Nota:
ja: 注意
nl: Let op:
pl: Uwaga:
pt: Atenção:
ru: Обратите внимание:
sv: Notis:
tl: Pansinin:
tr: Dikkat:

source: Orange
ar: البرتقالي
el: Πορτοκαλί
es: Naranja
fa: نارنجی
fi: Oranssi
hu: Narancs
id: Oranye
it: Arancio
ja: オレンジ
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ru: Оранжевый
tr: Turuncu

source: Our modular codebase offers unique adaptability and can scale to the latest blockchain technology. Decred’s technology enabled the world’s first successful direct on-chain user-activated consensus vote. This represents a revolutionary approach to stakeholder governance where our community directs the project and makes decisions together.
ar: توفر وحدة مصدر البرنامج لدينا قدرة فريدة على التكيف ويمكنها التناسب مع أحدث تقنيات سلسلة الكُتل. فقد مكنت تقنية Decred من إجراء أول تصويت توافقي مباشر ناجح في السلسلة بتفعيل المستخدم. ويمثل ذلك نهجًا ثوريًا لحوكمة أصحاب المصالح حيث يعمل مجتمعنا على توجيه المشروع واتخاذ القرارات في نفس الوقت.
de: Unsere modulare Codebasis bietet eine einzigartige Anpassungsfähigkeit und kann sich an die neueste Blockchain-Technologie anpassen. Die Technologie von Decred ermöglicht die weltweit erste erfolgreiche nutzeraktivierte Konsensabstimmung in der Chain. Dies stellt einen revolutionären Ansatz für Stakeholder-Governance dar, in dem unsere Community selbst das Projekt leitet und gemeinsam Entscheidungen fällt.
es: Nuestra base de códigos modular ofrece una adaptabilidad única y puede adecuarse a las últimas tecnologías de cadenas de bloques. La tecnología de Decred permitió la primera votación directa por consenso activada por usuarios y sobre cadenas que se realizó de forma satisfactoria en todo el mundo. Esto representa un enfoque revolucionario de cara a una gobernabilidad de las partes interesadas en la que los miembros de nuestra comunidad dirigen el proyecto y toman juntos las decisiones.
fa: پایه کد مدولار ما وفق پذیری بی همتایی را فراهم می آورد و می تواند بر جدیدترین فناوری ساختار بلوکی منطبق شود. فناوری Decred نخستین نمونه موفق رأی گیری اجماعی درون زنجیری فعال شده توسط کاربر را در جهان ممکن ساخته است. این موضوع، رویکردی انقلابی برای حکومت ذینفعان به وجود می آورد؛ به طوری که جامعه ما پروژه را هدایت می کند و تصمیم ها را با هم اتخاذ می کند.
ja: 採用のモジュラーコードベースが独自の適応性を可能にし、最新のブロックチェーン技術に拡張することができます。Decredの技術により世界で初めてダイレクトチェーンユーザーによるコンセンサス投票が可能になりました。これはコミュニティがプロジェクトを指揮し意思決定を行う、ステークホルダーによるガバナンスを実現する革新的なアプローチです。
pl: Nasza modularna baza kodu charakteryzuje się doskonałą możliwością dostosowania i można ją skalować zgodnie z najnowszymi technologiami łańcucha bloków. Technologia Decred umożliwiła pierwsze na świecie pomyślne głosowanie nad konsensusem dotyczące bezpośrednio łańcucha i aktywowane przez użytkowników. Jest to rewolucyjne podejście do zarządzania przez interesariuszy, w którym nasi interesariusze kierują projektem i wspólnie podejmują decyzje.
pt: A nossa base de código modular oferece uma adaptabilidade única e pode escalar até à tecnologia de blockchain mais recente. A tecnologia Decred permitiu ao mundo a primeira votação consensual bem sucedida ativada pelo utilizador diretamente na rede. Isto representa uma abordagem revolucionária para a gestão de investidores, em que a nossa comunidade dirige o projeto e toma decisões em conjunto.
ru: Наша модульная кодовая база обладает уникальной способностью к адаптации и может масштабироваться для применения новейших блокчейн-технологий. Технология Decred позволила провести первое в мире успешное прямое консенсусное ончейн-голосование пользователей. Это воплощение революционного подхода к управлению силами самих участников: наше сообщество направляет развитие проекта и коллективно принимает решения.
tr: Modüler kod temelimiz eşsiz uyumluluk sağlar ve en yeni blok zinciri teknolojisine ölçeklenebilir. Decred teknolojisi, dünyada ilk kez başarılı olan doğrudan zincir üstünde kullanıcı tarafından etkinleştirilen oy birliğiyle oylama imkanını sağlamıştır. Bu da topluluğumuzun projeyi birlikte yönettiği ve kararları birlikte verdiği, paydaş yönetimi açısından devrim niteliğinde bir yaklaşımı temsil eder.

source: Overview
ar: نظرة عامة
de: Übersicht
el: Σύνοψη
es: Resumen
fa: مرور کلی
fi: Yhteenveto
fr: Vue d'ensemble
hr: Pregled
hu: Áttekintés
id: Gambaran Umum
it: Panoramica
ja: 概要
nl: Overzicht
pl: Przegląd
pt: Visão geral
ru: Обзор
sv: Överblick
tl: Pangkalahatang-ideya
tr: Genel Bakış

source: Planned Features
ar: المزايا المخطط لها
de: Geplante Features
el: Προγραμματισμένες Δυνατότητες
es: Funcionalidades planificadas
fa: ویژگی های برنامه ریزی شده
fi: Suunnitellut Ominaisuudet
fr: Fonctionnalités à venir
hr: Planirana funkcionalnost
hu: Tervezett funkciók
id: Rencana Fitur
it: Funzionalità Pianificate
ja: 導入予定機能
nl: Geplande Functionaliteiten
pl: Planowane funkcje
pt: Funcionalidades planeadas
ru: Планируемые функции
sv: Planerade funktioner
tl: Mga nakaplanong Tampok
tr: Planlanan Özellikler

source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fa: پلتفورم
ja: プラットフォーム
pl: Platforma
pt: Plataforma
ru: Платформа

source: Politeia
fa: پولتیا
pl: Politeja

source: Primary Colors
ar: الألوان الرئيسية
de: Grundfarben
el: Κύρια Χρώματα
es: Colores primarios
fa: رنگ های اصلی
fi: Päävärit
fr: Couleurs primaires
hu: Elsődleges színek
id: Warna Utama
it: Colori Primari
ja: 基本カラー
nl: Primaire Kleuren
pl: Kolory podstawowe
pt: Cores primárias
ru: Основные цвета
sv: Primärfärger
tl: Pangunahing Kulay
tr: Ana Renkler
