Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: <p>Decred is still new, and at this time, the easiest way to purchase it is with Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Once you have some Bitcoin</a>, it can be traded for Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">at cryptocurrency exchanges</a>.</p>
el: <p>Το Decred είναι ακόμα καινούριο και, αυτή τη στιγμή, ο πιο εύκολος τρόπος για να το αγοράσετε είναι με την χρήση του Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Μόλις αποκτήσετε μερικά Bitcoin</a>, μπορούν να ανταλλαχθούν για Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">σε συναλλακτήρια κρυπτονομισμάτων</a>.</p>
fi: <p>Decred on yhä uutuus ja tällä hetkellä helpoin tapa hankkia sitä on sen ostaminen Bitcoinilla. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Kun sinulla on Bitcoinia</a>, voit vaihtaa sitä Decrediin <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">kryptovaluutan kauppapaikoissa</a>. </p>
fr: <p>Decred étant encore nouveau, et la façon la plus simple d'en acheter consiste à utiliser Bitcoin .<a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Une fois que vous avez des Bitcoins</a>, vous pouvez négocier et échanger ceux-ci contre des Decreds, <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank"> et ceci à partir de sites d'échanges de crypto-monnaies</a>.</p>
hr: <p>Decred je jos uvijek svijez, te zasad najlaksi nacin za kupiti isti je pomocu Bitcoina. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Kada kupite Bitcoin </a>, moze biti zamijenjen za Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">na trznicama kriptovaluta</a>.</p>
hu: <p>A Decred még mindig új, és ebben az időben a legegyszerűbb megvásárlás módja a Bitcoin. Miután van egy <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Bitcoin-od</a>, akkor tudsz kereskedni Decred-del a <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">digitális valuta tőzsdéken</a>.</p>
id: <p>Decred masih baru, dan pada saat ini, cara termudah untuk membelinya adalah dengan Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Setelah Anda memiliki Bitcoin, Anda dapat menukarkannya dengan Decred <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank"> di penukaran cryptocurrency</a>.</a>
it: <P> Decred è ancora agli inizi, ed in questo momento, il modo più semplice per acquistarlo è tramite Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank"> Una volta che avrete dei Bitcoin </a>, potrete scambiarli con dei Decred <a Href = "https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title = "_ blank">attraverso un exchange di criptovalute</a>.</ P>
nl: <p>Decred is een relatief nieuwe munteenheid. De makkelijkste manier om Decred te kopen is met Bitcoin. <a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Als je bitcoins hebt</a>, kun je die wisselen voor DCR bij professionele <a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">cryptocurrency exchanges</a>.</p>
sv: Decred är fortfarande nytt och det enklaste sättet att handla Decred är genom Bitcoin. När du har några Bitcoin, så kan dessa enkelt handlas för Decred på en handelsplattform för kryptovaluta.
tl: <p>Decred ay bago pa rin, at sa oras na ito, ang pinakamadaling paraan upang bilhin ito ay sa Bitcoin.<a href="https://docs.decred.org/getting-started/obtaining-dcr/#bitcoin" title="_blank">Sa sandaling mayroon kang ilang Bitcoin</a>maaari itong ma-trade para sa Decred<a href="https://docs.decred.org/getting-started/obtaining-dcr/#exchanges" title="_blank">sa cryptocurrency exchange</a>.</p>

source: <p>In <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a> transactions are grouped into blocks. These blocks are validated by PoW miners. When a block is validated it becomes a permanent part of the Decred network.</p> <p>You can become a miner by dedicating spare computing resources to the network. In return miners are rewarded with Decred.</p> <p>For efficiency and convenience you can join <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. The pools are groups of miners who share the work and split the reward. Joining a mining pool is an excellent way for smaller contributors to receive consistent payouts for their work.</p>
el: <p>Στο <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a> οι συναλλαγές ταξινομούνται σε blocks. Αυτά τα blocks επικυρώνονται από τους PoW miners. Όταν ένα block επικυρώνεται γίνεται μόνιμο τμήμα του δικτύου Decred.</p> <p>Μπορείτε να γίνετε miner αφιερώνοντας ελεύθερη υπολογιστική ισχύ στο δίκτυο. Ως αντάλλαγμα οι miners επιβραβεύονται με Decred.</p> <p>Για αποδοτικότητα και ευκολία μπορείτε να συμμετάσχετε σε <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. Τα pools είναι ομάδες από miners που μοιράζονται την εργασία και μοιράζονται την ανταμοιβή. Η συμμετοχή σε ένα mining pool είναι ένας εξαιρετικός τρόπος για μικρότερους συνεισφορείς να λαμβάνουν σταθερές πληρωμές για την εργασία τους.</p>
fi: <p><a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW) -järjestelmässä</a> rahansiirrot kerätään lohkoihin. PoW-louhijat hyväksyvät nämä lohkot. Kun lohko on hyväksytty, siitä tulee pysyvä osa Decred verkkoa.</p> <p>Voit alkaa louhijaksi antamalla verkolle tietokoneesi resursseja. Tästä palkkioksi louhijat saavat Decrediä.</p> <p><a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">Pooliin</a> liittyminen tehostaa ja helpottaa louhintaa. Pool koostuu ryhmästä louhijoita jotka tekevät työn yhdessä ja jakavat palkkion keskenään. Pooliin liittyminen on oiva tapa ansaita tasaista tuloa vaikka koneesi tehot olisivatkin matalahkot.</p>
fr: <p>En <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Preuve-de-Travail (PdT)</a>, les transactions sont regroupées dans des blocs. Ces blocs sont validés par les mineurs de PdT. Quand un bloc est validé, il devient une part permanente du réseau Decred.</p> <p>Il est possible de devenir un mineur en dédiant des ressources de calcul pour le réseau. En retour, les mineurs sont récompensés avec des Decred.</p> <p>Pour plus d'efficacité et de commodité, vous pouvez rejoindre un <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank"> pool de minage</a>. Les pools sont des groupes de mineurs qui partagent le travail et divisent la récompense. L'adhésion à un pool de minage est une excellente façon pour les petits contributeurs de recevoir des paiements conséquents pour leur travail.</p>
hr: <p>U <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Rudarenju pomocu hardvera ( PoW ) </a> transakcije su grupirane u blokove. Ti blokovi su potom verificirani od strane PoW rudara. Kada je blok verificiran postaje trajan dio Decred mreze.</p> <p>Mozes postati rudar ako dediciras dio svojih resursa sa racunala. Za uzvrat, rudari ce biti nagradjeni Decred novcicima.</p> <p>Za bolju efikasnost mozes se pridruziti <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">rudarskim poolovima</a>. Rudarski poolovi su grupe rudara koji medjusobno rade na istoj zadaci, te doprinose verificiranju ali i dijele nagradu. Pridruzivanje poolu za rudarenje je odlican nacin za zaradu ako imas stariji ili slabiji hardver te omogucava konstantne isplate.</p>
hu: <p><a href="https://docs.decred.org/mining/proof-of-work/" title="_blank"> Proof-of-Work (PoW) </a> folyamatban tranzakciók blokkokba csoportosulnak, ezeket a blokkokat a PoW bányászok hitelesítik. Ha egy blokkot érvényesítenek, a Decred hálózat állandó része lesz. </p> <p> Bányásszá válhat azzal, hogy a tartalék számítástechnikai erőforrásokat a hálózatra fordítja. Ennek fejében a bányászok jutalmazzák a Decred-et. </p> <p> A hatékonyság és kényelem érdekében <a href = "https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title = "_ blank "> célszerű csatlakozni egy bányász pool-hoz</a>. A pool-ok olyan bányászcsoportok, akik osztoznak a munkában, és megosztják a jutalmat. A bányászati medencéhez való csatlakozás kiváló módja annak, hogy a kisebb munkatársak egyenletes kifizetéseket kapjanak munkájukért. </p>
id: <p>Pada <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a> transaksi dikelompokkan ke dalam blok-blok. Blok-blok ini divalidasi oleh para miner PoW. Setelah blok divalidasi, maka sudah menjadi bagian permanen dalam jaringan Decred.</p> <p>Anda dapat menjadi seorang miner dengan mendedikasikan dan menyisihkan sumber daya komputasi pada jaringan. Sebagai balasannya, para miner akan mendapatkan Decred.</p> <p>Untuk efisiensi dan kenyamanan anda dapat bergabung pada <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. The pools adalah sekelompok miner yang bekerja sama dan membagi hasilnya. Bergabung pada mining pool adalah pilihan yang sangat baik bagi kontributor skala kecil untuk mendapatkan bayaran tetap atas kerjanya.</p>
it: <p>Nel <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW) </a>le transazioni sono raggruppate in blocchi. Questi blocchi sono convalidati dai miners PoW. Quando un blocco è convalidato diventa una parte permanente del network Decred.</p> <p>Potete diventare miner dedicando le risorse computazionali disponibili al network. in cambio di questo ai miners vengono riconosciuti dei Decred.</p> <p>Per efficienza e convenienza potete aderire ai <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. I pools sono gruppi di miners che condividono il lavoro e dividono la ricompensa. Aderire ad un mining pool è un modo eccellente per i piccoli collaboratori di ricevere pagamenti costanti per il proprio lavoro.
nl: <p>In <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a> worden transacties verwerkt in blokken. Deze blokken worden gevalideerd door PoW miners. Wanneer een blok is gevalideerd worden de transacties erin een permanent onderdeel van de Decred blockchain.</p> <p>Iedereen kan een miner worden door rekenkracht van een computer beschikbaar te stellen aan het netwerk. Je wordt voor dit werk beloond met Decred munten.</p> <p>Voor efficiëntie en gemak kun je meedoen met <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. Een mining pool is een groep miners die het werk en de beloning verdelen. Meedoen in een pool is voor kleinere miners een uitstekende manier om consistente betalingen te ontvangen voor het werk.</p>
sv: I "Proof-of-Work (POW)" så är transaktioner indelade i block. Dessa block valideras av PoW-miners. När ett block är validerat så blir den en permanent del av Decreds nätverk. Du kan bli en miner genom oanvänd datorkraft för att göra olika beräkningar. För detta så får du Decred i gengäld. För att bli effektiv så kan du gå med i "mining pools". Detta är en samling av miners som går ihop för att gemensamt dela på belöningen. Att gå med i en mining pool är ett utmärkt sätt för mindre miners att få en jämn utdelning för sitt arbete.
tl: <p>Sa<a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW) </a> mga transaksyon ay naka-grupo sa mga bloke. Ang mga bloke ay napatunayan ng mga minero ng PoW. Kapag ang isang bloke ay napatunayan na ito ay nagiging isang permanenteng bahagi ng Network ng Decred.</p> <p>Maaari kang maging isang minero sa pamamagitan ng pagtatalaga ng mga ekstrang mapagkukunan ng computing sa network. Sa pagbabalik ng mga minero ay gagantimpalaan ng Decred.</p> <p> Para sa kahusayan at kaginhawaan maaari kang sumali sa <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank"> mga pool ng pagmimina</a>. Ang mga pool ay mga grupo ng mga minero na nagbabahagi ng trabaho at hatiin ang gantimpala. Ang pagsali sa isang pool ng pagmimina ay isang mahusay na paraan para sa mas maliliit na tagapag-ambag upang makatanggap ng mga pare-pareho na mga pagbabayad para sa kanilang trabaho.</p>

source: <p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2017:</p> <ul> <li>Hard fork voting</li> <li>A stakeholder-directed DAO</li> <li>Decentralized control of development funds</li> <li>Lightning network support</li> <li>Continuous UI and Design development</li> <li>Enhanced privacy</li> <li>Payment integration</li> </ul> <p>Read about these and more on <a href="https://blog.decred.org" target="_blank">our blog</a> and welcome to Decred: the future of digital currency.</p>
el: <p>Μέρος της ανταμοιβής από τα καινούρια blocks πηγαίνει για την ανάπτυξη του Decred ώστε να διασφαλιστεί ότι θα εξελίσσεται διαρκώς για να ταυτίζεται με τις ανάγκες και τη θέληση της κοινότητας τώρα και στα επόμενα χρόνια. Αυτά είναι μόνο μερικά από τα χαρακτηριστικά που έχουν σχεδιαστεί για το 2017:</p> <ul> <li>Ψηφοφορία για hard fork</li> <li>Μια αποκεντρωμένη αυτόνομη οργάνωση (DAO) που κατευθύνεται από τους κατόχους του</li> <li>Αποκεντρωμένος έλεγχος των χρηματικών ποσών ανάπτυξης</li> <li>Υποστήριξη του δικτύου Lightning</li> <li>Συνεχής ανάπτυξη περιβάλλοντος διεπαφής και σχεδιασμού</li> <li>Βελτιωμένη ιδιωτικότητα</li> <li>Ενσωμάτωση πληρωμών</li> </ul> <p>Διαβάστε για αυτά και περισσότερα στο <a href="https://blog.decred.org" target="_blank">ιστολόγιο μας</a> και καλωσορίσατε στο Decred: το μέλλον του ψηφιακού νομίσματος.</p>
fi: <p>Osa uusien lohkojen löytöpalkkiosta menee Decredin kehittämiseen, jotta voidaan taata sen jatkuva kehitys vastaamaan yhteisön tarpeita nyt ja tulevaisuudessa. Nämä ovat vain osa vuodelle 2017 suunnitelluista ominaisuuksista:</p> <ul> <li>Mahdollisesta hard forkista äänestäminen</li> <li>Stakeholdereiden ohjaama DAO</li> <li>Kehitysrahaston keskittämätön kontrollointi</li> <li>Tuki Lightning networkeille</li> <li>Jatkuva käyttöpaneelin ja ulkoasun kehittäminen</li> <li>Parannettu yksityisyys</li> <li>Maksuintegraatio</li> </ul> <p>Lue lisää näistä, ja muista ominaisuuksista <a href="https://blog.decred.org" target="_blank">blogistamme</a> ja tervetuloa Decrediin, kryptovaluutan tulevaisuuteen.</p>
fr: <p>Une partie de la récompense des nouveaux blocs est réservée pour le développement de Decred pour s'assurer que le projet évoluera continuellement pour répondre aux besoins et aux vouloir de la communauté maintenant et dans les années à venir. Ce ne sont là que quelques-unes des fonctionnalités prévues pour 2017:</p> <ul> <li>Hard Fork vote</li> <li>Un DAO dirigé par les intervenants</li> <li>Contrôle du développement des fonds décentralisé </li> <li>Support du Lightning network</li> <li>Development continu du design et de l'interface utilisateur</li> <li>Amélioration de la vie privée</li> <li>Intégration de paiement</li> </ul> <p>Lisez ceci et plus encore sur <a href="https://blog.decred.org" target="_blank"> notre blog</a> et bienvenue dans la communauté Decred : le futur de la monnaie digitale.</p>
hr: <p>Dio nagrade koju dobijaju rudari odvaja se za razvitak Decred projekta kako bi se osigurao konstantan razvoj te kako bi Decred konstantno evoluirao i zadovoljio potrebe opce zajednice u nadolazecim godinama. Ovo su samo neke od planiranih nadogradnji za 2017.tu godinu:</p> <ul> <li>Glasovanje za fork-ove</li> <li>Invenstitorski orjentiran fond </li> <li>Decentralizirana kontrola sredstava za razvoj</li> <li>'Lightning network' podrska</li> <li>Konstantan UI te UX razvoj</li> <li>Pojacana privatnost</li> <li>Integracija s plateznim servisima</li> </ul> <p>Procitaj vise o tome na <a href="https://blog.decred.org" target="_blank">nasem blogu </a> i dobrodoao u Decred: buducnost digitalnih valuta.</p>
hu: <p>Az új blokkokból származó jutalom része a Decred fejlesztésének irányába megy, annak biztosítása érdekében, hogy folyamatosan fejlődjön a közösség szükségleteinek és igényeinek kielégítése érdekében, az elkövetkező években és az elkövetkező években. Ezek csak néhány a 2017-re tervezett jellemzők:</p> <ul> <li>Kemény peremválasztás</li> <li>Az érdekeltek által irányított DAO</li> <li>A fejlesztési alapok decentralizált ellenőrzése</li> <li>Villám hálózati támogatás</li> <li>Folyamatos felhasználói felület és formatervezés</li> <li>Továbbfejlesztett adatvédelem</li> <li>Fizetési integráció</li> </ul> <p>Olvasd el ezeket és még többet a <a href="https://blog.decred.org" target="_blank">blogunkon</a>, és üdvözlünk a Decred közösségben - ez a digitális valuta jövője.</p>
id: <p>Bagian dari penghargaan dari blok baru tersebut mengarah pada pengembangan Decred untuk memastikan bahwa hal itu akan terus berevolusi untuk memenuhi kebutuhan dan keinginan masyarakat sekarang dan pada tahun-tahun mendatang. Berikut ini merupakan beberapa fitur yang direncanakan untuk tahun 2017:</p> <ul> <li>Hard fork voting</li> <li>DAO yang diatur oleh stakeholder</li> <li>Pengendalian dana pembangunan yang terdesentralisasi</li> <li>Dukungan Lightning Network</li> <li>Pengembangan UI dan Desain yang terus-menerus</li> <li>Privasi yang disempurnakan</li> <li>Integrasi pembayaran</li> </ul> <p>Baca lebih banyak lagi tentang ini di <a href="https://blog.decred.org" target="_blank">blog kami</a> dan selamat datang di Decred: masa depan mata uang digital.</p>
it: <p>Parte del guadagno ricavato dai nuovi blocchi va allo sviluppo di Decred per assicurare che continuerà ad evolversi per soddisfare le esigenze ed i desideri della community ora e negli anni a venire. Queste sono solo alcune delle funzionalità pianificate per il 2017:</p> <ul> <li>Votazione hard fork</li> <li>Una DAO controllata dagli stakeholder</li> <li>Controllo decentralizzato dei fondi per lo sviluppo</li> <li>Supporto al lightning network</li> <li>Continuo sviluppo di UI e Design</li> <li>Miglioramento della privacy</li> <li>Integrazione dei pagamenti</li> </ul> <p> Leggete di queste ed altre cose sul <a href="https://blog.decred.org" target="_blank">nostro blog</a> e benvenuti in Decred: il futuro della valuta digitale.</p>
nl: <p>Bij het valideren van nieuwe blokken wordt een deel van de gegenereerde DCR gebruikt als ontwikkelsubsidie. Deze subsidie zorgt ervoor dat Decred voortdurend blijft innoveren om tegemoet te komen aan de behoeften en wensen van de community, zowel nu als in de toekomst. Dit zijn slechts enkele van de functionaliteiten die voor 2017 zijn gepland:</p> <ul> <li>Hard Fork besluitvorming</li> <li>DAO geleid door stakeholders</li> <li>Gedecentraliseerde controle over de ontwikkelsubsidie</li> <li>Lightning Network ondersteuning</li> <li>Voortdurende UI en Design ontwikkeling</li> <li>Sterk verbeterde privacy</li> <li>Integratie van betaalmogelijkheden</li> </ul> <p>Lees meer over deze planning op <a href="https://blog.decred.org" target="_blank">onze blog</a>. Voel je welkom bij Decred: de toekomst van digitale munteenheden.</p>
sv: <p>En del av belöningen från nya block går till utvecklingen av Decred för att försäkra att Decred fortsätter att evolvera för att möta nya krav och önskningar från gemenskapen i nuläget och framtiden. Här är några av dom nya funktioner som är planerade för 2017:</p> <ul> <li>Hard fork-omröstning</li> <li>En DAO baserad runt andelsägande (stakeholding)</li> <li>Decentraliserad kontroll av medel reserverad för utveckling</li> <li>Support för "Lightning network"</li> <li>Kontinuerlig utveckling av UI och design</li> <li>Förbättrad sekretess</li> <li>Integrerade betalningar </li> </ul> <p>Läs mer om dessa och mer på <a href="https://blog.decred.org" target="_blank">vår blog</a> och låt oss välkomna er till Decred: framtidens digitala valuta.</p>
tl: <p>Ang bahagi ng gantimpala mula sa mga bagong bloke ay napupunta sa pagpapaunlad ng Decred upang matiyak na patuloy itong magbabago upang matugunan ang mga pangangailangan at nais ng komunidad ngayon at sa mga darating na taon. Ang mga ito ay ilan lamang sa mga tampok na binalak para sa 2017:</p> <ul> <li>Hard fork voting</li> <li>Isang stakeholder-directed DAO</li> <li>Disentralisadong kontrol ng mga pondo sa pag-unlad</li> <li>suporta sa Lightning network</li> <li>Tuluy-tuloy na pag-unlad ng UI at Disenyo</li> <li>Pinahusay na privacy</li> <li>Pagsasama ng pagbabayad</li> </ul> <p>Basahin ang tungkol sa mga ito at higit pa sa<a href="https://blog.decred.org" target="_blank">aming blog</a>at maligayang pagdating sa Decred: ang hinaharap ng mga digital na pera.</p>
