Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: Governance
el: Διακυβέρνηση
fi: Hallinto
fr: Gouvernance
hr: Upravljanje
hu: Kormányzás
id: Tata Kelola
nl: Besluitvorming
sv: Styrelseskick
tl: Pamamahala

source: If you are new to Decred, be sure to read the <a href="../#guide" class="paragraph-link">Getting Started</a> tour or the <a href="../#technology" class="paragraph-link">Technical Overview</a> if you want to dig deeper.
el: Εάν είστε νέοι στο Decred, φροντίστε να διαβάσετε την ξενάγηση <a href="../#guide" class="paragraph-link">Ξεκινώντας</a> ή την <a href="../#technology" class="paragraph-link">Τεχνική Επισκόπηση</a> αν θέλετε να εμβαθύνετε περισσότερο.
fi: Jos Decred ei ole sinulle vielä tuttu, aloita lukemalla <a href="../#guide" class="paragraph-link">Kuinka Päästä Alkuun</a> esittely tai <a href="../#technology" class="paragraph-link">Tekniset Perusteet</a> jos haluat tutustua tarkemmin.
fr: Si vous êtes nouveau avec Decred, soyez sûr de lire le guide <a href="../#guide" class="paragraph-link">d'introduction</a> ou <a href="../#technology" class="paragraph-link"> l'aperçu technique</a> si vous voulez creuser plus profondément.
hr: Ako ste novi u Decredu, svakako pročitajte <a href="../#guide" class="paragraph-link"> Početak rada </a> vodic ili <a href = "../# "Class =" paragraph-link "> Tehnički pregled </a> ako želite saznati vise.
hu: Ha most ismerkedsz a Decred-del, olvasd el a <a href="https://decred.org/#guide" class="paragraph-link">Kezdőknek</a> bevezetőt, vagy a <a href="https://decred.org/#technology" class="paragraph-link">Technikai áttekintő</a> oldalt, ha jobban bele szeretnél mélyedni.
id: Jika anda baru, pastikan untuk membaca <a href="../#guide" class="paragraph-link">Pengenalan untuk Memulai</a> atau <a href="../#technology" class="paragraph-link">Gambaran Teknis</a> jika anda ingin menggali lebih dalam.
it: Se siete nuovi a Decred, assicuratevi di leggere la guida <a href="../#guide" class="paragraph-link">Per Iniziare</a> oppure la <a href="../#technology" class="paragraph-link">Panoramica Tecnica</a> se volete approfondire.
nl: Als Decred nieuw voor je is, volg dan de <a href="../#guide" class="paragraph-link">Begin bij het begin</a> rondleiding. Lees de <a href="../#technology" class="paragraph-link">Technische Samenvatting</a> als je klaar bent voor meer diepgang.
sv: Om du är ny till Decred, glöm inte att läsa våran <a href="../#guide" class="paragraph-link">Komma igång</a> guide eller våran <a href="../#technology" class="paragraph-link">Tekniska beskrivning</a> om du vill fördjupa dig.
tl: Kung ikaw ay bago sa Decred, siguraduhin na basahin ang <a href="../#guide" class="paragraph-link"> Pagsisimula </a> paglilibot o ang <a href="../#technology" class="paragraph-link"> Pangkalahatang-ideya ng Teknikal </a> kung gusto mong maghukay ng mas malalim.

source: Join The Community
el: Γίνετε Μέλος της Κοινότητας
fi: Liity Yhteisöön
fr: Joindre la communauté
hr: Pridružite se zajednici
hu: Csatlakozz a közösséghez
id: Gabung Komunitas
it: Entrare Nella Community
nl: Join de Community
sv: Gå med i gemenskapen
tl: Sumali sa Komunidad

source: Learn more about the technology
el: Μάθετε περισσότερα για την τεχνολογία
fi: Opi lisää tästä teknologiasta
fr: Se renseigner sur la technologie
hr: Saznajte više o tehnologiji
hu: Ismerkedj a technológiával
id: Pelajari lebih lanjut
it: Ulteriori informazioni sulla tecnologia
nl: Leer meer over de technologie
sv: Lär dig mer om teknologin
tl: Matuto nang higit pa tungkol sa teknolohiya

source: Linux 64-bit
fi: Linux 64-bittiä
fr: Linux 64 bits

source: Logo and Branding
el: Λογότυπο και Επωνυμία
fi: Logo ja Brändäys
fr: Logo et marque
hr: Logotip i brendiranje
hu: Logo és brand
id: Logo dan Branding
it: Logo e Branding
nl: Logo en Branding
sv: Logotyp och branding
tl: Logo at Branding

source: Logo and Visuals
el: Λογότυπο και Γραφικά
fi: Logo ja Ulkonäkö
fr: Logo et visuels
hr: Logotip i vizuali
hu: Logo és vizuális anyagok
id: Logo dan Visual
it: Logo ed Elementi visivi
nl: Logo en Visuals
sv: Logotyp och visuell identitet
tl: Logo at Visuals

source: Missed tickets can be caused by a poorly connected&nbsp;Proof-of-work (PoW) miner&nbsp;and may not necessarily be the fault of the pool.
el: Τα εισιτήρια που δεν ψήφισαν μπορούν να προκληθούν από κακή σύνδεση&nbsp;Proof-of-Work (PoW) miner&nbsp;και μπορεί να μην είναι κατ' ανάγκη σφάλμα του pool.
fi: Huomioimattomat lipukkeet saattavat johtua huonosti konnektoidusta Proof-of-Work (PoW) louhitalaitteistosta tai sovelluksesta eivätkä välttämättä ole poolin syytä.
fr: Les tickets manqués peuvent être causés par un mineur PdT mal connecté et n'est pas nécessairement la faute du pool.
hr: Propuštene ulaznice mogu biti uzrokovane slabo povezanim&nbsp; Proof-of-work (PoW) rudarom&nbsp; i možda ne mora nužno biti pogreška Pool-a.
hu: A nem fogadott jegyeket a rosszul csatlakoztatott Proof-of-Work (PoW) bányász okozhatja, és nem feltétlenül a pool hibája.
id: Tiket yang hilang bisa disebabkan oleh koneksi yang lemah; miner Proof-of-Work (PoW); dan belum tentu kesalahan dari pool.
it: I Tickets persi possono essere causati da un &nbsp;Proof-of-work (PoW) miner&nbsp; con una cattiva connessione; e può non essere necessariamente colpa del pool.
nl: Gemiste tickets worden soms veroorzaakt door een slecht verbonden&nbsp;Proof-of-Work (PoW) miner&nbsp;en zijn dus niet altijd de fout van de stakepool.
sv: Orsaken bakom missade biljetter kan vara en &nbsp;Proof-of-work (PoW) miner&nbsp; med dålig förbindelse och inte nödvändigtvis ett fel hos poolen.
tl: Ang napalagpas na mga tiket ay maaaring sanhi ng isang mahinang konektado & nbsp; miner ng Proof-of-work (PoW) & nbsp; at maaaring hindi kinakailangang kasalanan ng pool.

source: Open and progressive cryptocurrency with a system of community-based governance integrated into its blockchain.
el: Ανοικτό και προοδευτικό κρυπτονόμισμα με ένα σύστημα διακυβέρνησης βασισμένο στην κοινότητα, ενσωματωμένο στο blockchain του.
fi: Avoin ja edistyksellinen kryptovaluutta, jonka yhteisöpohjainen hallinto on integroitu sen lohkoketjuun
fr: Monnaie virtuelle ouverte et progressive avec un système de gouvernance communautaire intégré à sa chaîne de blocs.
hr: Otvorena i progresivna kriptovaluta s sustavom upravljanja baziranom na odlukama zajednice integriranom u svoj blockchain.
hu: Nyílt, szabad és progresszív digitális deviza, blokkláncra épülő közösségi kormányzási rendszerrel.
id: Cryptocurrency yang terbuka dan progresif dengan sistem tata kelola berbasis komunitas yang terpadu dengan blockchain.
it: Criptovaluta aperta e progressista con un sistema di governance basato sulla community ed integrato nella propria blockchain.
nl: Open en progressieve cryptocurrency met een systeem van stakeholder besluitvorming geïntegreerd in de blockchain.
sv: Öppen och progressiv kryptovaluta, med ett styrelseskick baserat runt gemenskap integrerat i blockkedjan.
tl: Buksan at progresibong cryptocurrency na may isang sistema ng pamamahala batay sa komunidad na isinama sa blockchain nito.

source: Paymetheus For Windows
el: Paymetheus για Windows
fi: Paymetheus Windowsille
fr: Paymetheus pour Windows
hr: Paymetheus Za Windows
hu: Paymetheus Windows-ra
id: Paymetheus untuk Windows
it: Paymetheus Per Windows
nl: Paymetheus voor Windows
sv: Paymetheus för Windows
tl: Paymetheus para sa Windows

source: Paymetheus For Windows 32bit
el: Paymetheus για Windows 32bit
fi: Paymetheus 32-bittiselle Windowsille
fr: Paymetheus pour Windows 32 bits
hr: Paymetheus Za Windows 32 bit
hu: Paymetheus Windows-ra (32bit)
id: Paymetheus untuk Windows 32bit
it: Paymetheus Per Windows 32bit
nl: Paymetheus voor Windows 32bit
sv: Paymetheus för Windows 32bit
tl: Paymetheus para sa Windows 32bit

source: Paymetheus For Windows 64bit
el: Paymetheus για Windows 64bit
fi: Paymetheus 64-bittiselle Windowsille
fr: Paymetheus pour Windows 64 bits
hr: Paymetheus Za Windows 64bit
hu: Paymetheus Windows-ra (64bit)
id: Paymetheus untuk Windows 64bit
it: Paymetheus Per Windows 64bit
nl: Paymetheus voor Windows 64bit
sv: Paymetheus för Windows 64bit
tl: Paymetheus para sa Windows 64bit

source: PoS-mined
fi: PoS-louhittu
fr: Miné via PdE
hr: PoS izrudareno
hu: Bányászva (PoS)
it: Minato tramite PoS

source: PoW-mined
fi: PoW-louhittu
fr: Miné via PdT
hr: PoW izrudareno
hu: Bányászva (PoW)
it: Minato tramite PoW

source: Proof-of-Stake Mining
fi: Proof-of-Stake Louhinta
fr: Minage de Preuve-d-Enjeu
hr: PoS Rudarenje
hu: Proof-of-Stake bányászat

source: Proof-of-Work Mining
fi: Proof-of-Work Louhinta
fr: Minage de Preuve-de-Travail
hr: PoW rudarenje
hu: Proof-of-Work bányászat

source: Read the Decred Constitution
el: Διαβάστε το Σύνταγμα του Decred
fi: Lue Decredin Perustuslaki
fr: Lire la constitution Decred
hr: Pročitajte ustav Decreda
hu: Olvasd el a Decred Alkotmányt
id: Baca Konstitusi Decred
it: Leggi la Costituzione di Decred
nl: Lees de Decred Constitutie
sv: Läs Decreds konstitution
tl: Basahin ang Decred Constitution

source: Stable Version
el: Σταθερή Έκδοση
fi: Vakaa Versio
fr: Version stable
hr: Stabilna inačica
hu: Stabil verzió
id: Versi Stabil
it: Versione Stabile
nl: Stabiele Versie
sv: Stabil version

source: Stakepools allow you to participate in Decred Proof-of-Stake (PoS) mining without needing to worry <br>about losses due computer downtime, flanky internet connectivity, or inconsistent power.
fi: Stakepoolit sallivat käyttäjän osallistua Decredin Proof-of-Stake (PoS) louhintaan ilman huolta <br>tietokoneen sammumisesta, heikosta internet-yhteydestä tai sähkökatkoista johtuvista menetyksistä
nl: Stakepools worden gebruikt om deel te nemen aan Decred Proof-of-Stake (PoS) mining, zonder de zorgen <br> over misgelopen winsten als gevolg van computer downtime, slechte internet verbinding, of stroomstoringen.

source: Start again
el: Ξεκινήστε ξανά
fi: Takaisin alkuun
fr: Recommencer
hr: Počni iznova
hu: Vissza az elejére
id: Mulai kembali
it: Inizia da capo
nl: Opnieuw beginnen
sv: Börja om
tl: Simulan muli

source: Statistics
el: Στατιστικά
fi: Tilastot
fr: Statistiques
hr: Statistika
hu: Statisztikák
id: Statistik
it: Statistiche
nl: Statistieken
sv: Statistik
tl: Istatistika

source: Supply distribution
el: Διανομή προμήθειας
fi: Distribuutio
fr: Distribution d'approvisionnement
hr: Distribucija zaliha
hu: Kínálat eloszlása
id: Distribusi persediaan
it: Distribuzione dell'offerta
nl: Decred distributie
sv: Fördelning av penningmängd
tl: Pamamahagi ng suplay

source: Technical Brief
el: Τεχνική Ενημέρωση
fi: Tekninen Opas
fr: Caractère Technique.
hr: Tehničk pregled
hu: Technikai bevezető
id: Ringkasan Teknis
it: Sommario Tecnico
nl: Technische Samenvatting
sv: Teknisk beskrivning
tl: Maikling Teknikal

source: Technology
el: Τεχνολογία
fi: Teknologia
fr: Technologie
hr: Tehnologija
hu: Technológia
id: Teknologi
it: Tecnologia
nl: Technologie
sv: Teknologi
tl: Teknolohiya

source: The project is bound by the Decred Constitution, so users can know what to expect: a finite number of coins, decentralized governance and a place to share their views. &nbsp;Decred's community plays an important role in making decisions, both informally via the forum and formally via the blockchain.
el: Το έργο δεσμεύεται από το Σύνταγμα του Decred, ώστε οι χρήστες να γνωρίζουν τι να περιμένουν: έναν πεπερασμένο αριθμό κερμάτων, αποκεντρωμένη διακυβέρνηση και ένα μέρος για να μοιραστούν τις απόψεις τους. &nbsp;Η κοινότητα του Decred διαδραματίζει έναν σημαντικό ρόλο στη λήψη αποφάσεων, τόσο ανεπίσημα μέσω του φόρουμ όσο και επίσημα μέσω του blockchain.
fi: Projektia sitoo Decredin oma perustuslaki, jotta käyttäjät tietävät mitä odottaa: Ennalta määrätty rajallinen määrä kolikoita, keskittämätön hallinto ja mahdollisuus jakaa omia näkemyksiään. Decred-yhteisöllä on merkittävä rooli päätöksenteossa, sekä epävirallisesti foorumin kautta että virallisesti lohkoketjun kautta.
fr: Le projet est lié par la Constitution de Decred, afin que les utilisateurs puissent savoir à quoi s'attendre: un nombre fini de coins, une gouvernance décentralisée et un lieu pour partager leurs points de vue. La communauté de Decred joue un rôle important dans la prise de décisions, de manière informelle via le forum et formellement via la chaîne de blocs.
hr: Projekt je vezan za Decred-ov Ustav, tako da korisnici mogu znati što očekivati: konačan broj kovanica, decentralizirano upravljanje i mjesto za dijeljenje svojih stavova. &nbsp;Decred-ova zajednica ima važnu ulogu u donošenju odluka, neformalno putem foruma i formalno preko blockchaina.
hu: A projektet a Decred Alkotmány köti, így a felhasználók tudják, mire számíthatnak: egy véges számú érme, decentralizált kormányzás és egy hely, ahol megoszthatják véleményüket. A Decred közössége fontos szerepet játszik a döntések meghozatalában, mind a fórumon keresztül, mind hivatalosan a blockchain-en keresztül.
id: Proyek ini berdasarkan pada Konstitusi Decred, sehingga pengguna tahu ekspektasinya: jumlah koin yang terbatas, tata kelola yang terdesentralisasi dan sebuah wadah untuk berbagi pendapat. Komunitas Decred memegang peranan penting dalam mengambil keputusan, baik yang informal maupun yang formal melalui blockchain.
it: Il progetto è vincolato alla Costituzione di Decred, per questo gli utenti sanno esattamente cosa aspettarsi: un numero finito di monete, governance decentralizzata ed un luogo dove condividere le proprie opinioni. &nbsp;La community di Decred gioca un ruolo importante nel prendere le decisioni, sia informalmente tramite il forum sia formalmente tramite la blockchain.
nl: Het project is gebaseerd op de Decred Constitutie, zodat gebruikers weten waar ze aan toe zijn: een eindig aantal munten, gedecentraliseerde besluitvorming, en de mogelijkheid om standpunten te delen. &nbsp;De Decred community speelt een belangrijke rol bij het nemen van beslissingen, zowel informeel via het forum als formeel via de blockchain.
sv: Projektet är bundet till Decreds konstitution, så användare vet vad dom kan förvänta sig: ett ändligt antal mynt, decentraliserad styrelseskick och en plats att kunna dela sina åsikter. &nbsp;Decreds gemenskap spelar en viktig roll i beslutsfattningen, både informellt via forum och formellt via blockkedjan.
tl: Ang proyektong ito ay nahahati sa Decred Constitution, kaya maaaring malaman ng mga user kung ano ang aasahan: isang limitadong bilang ng mga barya, desentralisadong pamamahala at isang lugar upang ibahagi ang kanilang mga pananaw. & Nbsp; Ang komunidad ng Decred ay may mahalagang papel sa paggawa ng mga desisyon, parehong impormal sa pamamagitan ng forum at pormal sa pamamagitan ng blockchain.

source: The quick tour
el: Η γρήγορη ξενάγηση
fi: Pikaesittely
fr: Un tour rapide
hr: Brzi vodic
hu: Gyors túra
id: Tur kilat
it: Guida veloce
nl: Snelle rondleiding
sv: En snabb rundtur
tl: Ang mabilis na paglilibot

source: To protect de-centralization of the network, it is recommended to avoid pools that have over 5% of network votes.
el: Προκειμένου να προστατευτεί η αποκεντρωμένη λειτουργία του δικτύου, συνιστάται η αποφυγή των pools που έχουν πάνω από 5% των δικτυακών ψήφων.
fi: Verkon keskittämättömyyden suojaamiseksi, on suositeltavaa välttää pooleja joilla on yli 5% kaikista verkon äänistä.
fr: Pour protéger la déscentralisation du réseau, il est recommandé d'éviter les pools qui ont plus de 5% des votes du réseau.
hr: Kako bi zaštitili decentralizaciju mreže, preporučuje se izbjegavanje bazena koji imaju preko 5% glasova na mreži.
hu: A hálózat decentralizációjának megóvása érdekében ajánlott elkerülni azokat a poolokat, amelyek több mint 5% -a hálózati szavazattal rendelkezik.
id: Untuk melindungi desentralisasi jaringan, disarankan untuk menghindari pool yang memiliki lebih dari 5% vote jaringan.
it: Per salvaguardare la de-centralizzazione del network, si consiglia di evitare i pool che detengono più del 5% dei voti del network.
nl: Om de decentralisatie van het netwerk te beschermen, wordt aangeraden om stakepools met meer dan 5% van de stemmen te vermijden.
sv: För att skydda decentraliseringen av nätverket så är bäst att undvika pools som har över 5% av nätverks-röserna.
tl: Upang protektahan ang de-sentralisasyon ng network, inirerekomenda na iwasan ang mga pool na may higit sa 5% ng mga boto sa network.

source: View on GitHub
el: Προβολή στο GitHub
fi: Katsele GitHubissa
fr: Vues sur GitHub
hr: Posjeti GitHub
hu: A GitHub-on
id: Lihat di GitHub
it: Visualizza su GitHub
nl: Bekijk op GitHub
sv: Visa på GitHub
tl: Tingnan sa GitHub

source: Voting
el: Ψηφοφορία
fi: Äänestäminen
fr: Vote
hr: Glasanje
hu: Szavazás
it: Votazione
nl: Besluitvorming
sv: Röstning
tl: Pagboto

source: Voting Dashboard
el: Πίνακας Ελέγχου Ψηφοφορίας
fi: Äänestyspaneeli
fr: Tableau de Bord de Vote
hr: Panel glasanja
hu: Szavazás eredmények
id: Dasbor Voting
it: Dashboard Votazione
nl: Besluitvorming Dashboard
sv: Instrumentbräda för röstning
tl: Dashboard ng Pagboto

source: ccminer releases
el: εκδόσεις ccminer
fi: ccminer julkaisut
hr: ccminer inacice
hu: ccminer kiadások
id: rilis ccminer
it: rilasci ccminer
sv: ccminer utgåvor

source: deCRED brand
el: επωνυμία deCRED
fi: deCRED brändi
hu: Decred arculat
id: brand deCRED
it: marchio deCRED
sv: deCREDs varumärke

source: gominer releases
el: εκδόσεις gominer
fi: gominer julkaisut
hr: gominer inacice
hu: gominer kiadások
id: rilis gominer
it: rilasci gominer
sv: gominer utgåvor
tl: Release ng gominer

source: mined so far
el: έγιναν mine έως τώρα
fi: tähän mennessä louhittu
fr: Minés depuis
hr: izrudareno do sad
hu: bányászva eddig
id: tambangan sejauh ini
it: estratti fino ad ora
nl: gegenereerd tot nu toe
sv: mined hittils
tl: Minahan sa ngayon

source: sgminer releases
el: εκδόσεις sgminer
fi: sgminer julkaisut
hr: sgminer inacice
hu: sgminer kiadások
id: rilis sgminer
it: rilasci sgminer
sv: sgminer utgåvor

source: total
el: συνολικά
fi: yhteensä
hr: ukupno
hu: összes
it: totale
nl: totaal

source: ← Main Website
el: ← Κεντρικός Ιστότοπος
fi: ← Pääsivu
fr: ← Site Principal
hr: ← Glavni Web
hu: ← Főoldal
id: ← Website Utama
it: ← Sito Principale
nl: ← Hoofdpagina
sv: Huvudsida
tl: ← Pangunahing Website

source: GUI wallet for Windows, macOS and Linux
el: Πορτοφόλι γραφικού περιβάλλοντος για Windows, macOS και Linux
fr: Portefeuille GUI pour Windows, macOS et Linux
hu: GUI pénztárca Windows, macOS és Linux operációs rendszerekre
id: Dompet GUI untuk Windows, macOS dan Linux
it: Wallet GUI per Windows, macOS e Linux
sv: GUI-plånbok för Windows, macOS och Linux
tl: GUI wallet para sa Windows, macOS at Linux

source: Stakepools allow you to participate in Decred Proof-of-Stake (PoS) mining without needing to worry <br>about losses due computer downtime, flaky internet connectivity, or inconsistent power.
el: Τα stakepools σας επιτρέπουν να συμμετάσχετε στο Proof-of-Stake (PoS) mining του Decred, χωρίς να χρειάζεται να ανησυχείτε <br>σχετικά με απώλειες που οφείλονται σε διακοπές λειτουργίας του υπολογιστή, κακή συνδεσιμότητα διαδικτύου, ή προβλήματα ενέργειας.
fr: Stakepools vous permet de participer à l'extraction de la Preuve-Enjeu (PoS) sans avoir à vous soucier <br>des pertes dues à des temps d'arrêt informatiques, une connectivité Internet flanquée ou une puissance incohérente.
hr: PoS poolovi omogućuju vam sudjelovanje u rudarstvu Decred Proof-of-Stake (PoS) bez potrebe za brigom <br> o gubitku zbog zastoja racunala, nestabilne internetske veze ili nedostatka snage.
hu: A Stakepool-ok lehetővé teszik, hogy részt vegyél a Decred Proof-of-Stake (PoS) bányászatban anélkül, <br>hogy aggódnod kellene a számítógéped leállása, az internetkapcsolat megszakadása vagy áramkimaradás miatt.
id: Stakepools memungkinkan anda berpartisipasi di penambangan Proof-of-Stake (PoS) Decred tanpa harus khawatir <br>tentang kehilangan di kala komputer lemah, koneksi internet yang payah, atau listrik yang naik-turun.
it: Gli stakepools permettono di partecipare al Proof-of-Stake (PoS) mining di Decred senza bisogno di preoccuparsi <br>delle perdite dovute ai tempi di inattività del computer, della connessione internet scadente, o dell'alimentazione irregolare.
sv: Stakepools gör det möjligt för dig att kunna medverka i Decreds Proof-of-Stake (PoS) mining utan att behöva bry dig om <br>förluster p.g.a din dator inte är igång, dålig internetuppkoppling eller dålig strömförsörjning.
tl: Pinapayagan kayo ng Stakepools na lumahok sa pagmimina ng Decred Proof-of-Stake (PoS) nang hindi na kailangang mag-alala <br> tungkol sa mga pagkalugi dahil sa downtime ng computer, pagkahilig sa internet, o hindi naaayon na kapangyarihan.

source: <p>Decred is a multi-platform digital currency with support for Windows, Mac, and Linux. Easy-to-use wallet apps enable sending, receiving, and mining Decred with just a few clicks.</p> <p>For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.</p>
nl: <p>Decred is een digitale munteenheid met ondersteuning voor Windows, Mac en Linux. Makkelijk te gebruiken portemonnee applicaties maken het mogelijk om binnen een paar klikken Decred munten (DCR) te verzenden, te ontvangen, of te minen.</p> <p>Voor mensen die graag zelf ontwikkelen biedt Decred een volledige suite van command line tools, waarmee de Decred omgeving gepersonaliseerd kan worden.</p>

source: <p>The Web Wallet is the easiest way to get started with Decred. All users can access it online via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, without needing to download anything.</p> <p>For Windows users, <a href="downloads/#paymetheus">Paymetheus wallet</a> will help you get online in just a few minutes.</p> <p>For Mac and Linux users, <a href="downloads/#paymetheus">Decrediton wallet</a> is available.</p> <p>For help getting started you can visit our <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginner’s Guide</a>.</p>
nl: <p>De online portemonnee is de makkelijkste manier om te beginnen met Decred. Iedereen kan een online een portemonnee aanmaken via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, zonder dat je iets hoeft te downloaden.</p> <p>Windows gebruikers kunnen de <a href="downloads/#paymetheus">Paymetheus</a> portemonnee in een paar klikken installeren.</p> <p>Voor Mac en Linux gebruikers is de <a href="downloads/#paymetheus">Decrediton</a> portemonnee beschikbaar.</p> <p>Als je hulp nodig hebt kun je gebruik maken van de <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginnershandleiding</a>.</p>
