Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: <p>In <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-work (PoW)</a> transactions are grouped into blocks. These blocks are validated by PoW miners. When a block is validated it becomes a permanent part of the Decred network.</p> <p>You can become a miner by dedicating spare computing resources to the network. In return miners are rewarded with Decred.</p> <p>For efficiency and convenience you can join <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">mining pools</a>. The pools are groups of miners who share the work and split the reward. Joining a mining pool is an excellent way for smaller contributors to receive consistent payouts for their work.</p>
ar: <p>في تعدين <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">إثبات العمل (PoW)</a> تُجمع المعاملات ضمن كُتل. ويتم التحقق من هذه الكُتل عن طريق مُعدِّني إثبات العمل. عندما يتم التحقق من كتلة معينة، تصبح جزءًا دائمًا من شبكة Decred.</p> <p>تستطيع أن تصبح مُعدِّنًا بواسطة تسخير موارد حاسوبية للشبكة. وبالمقابل، تقوم شبكة Decred بمكافأة المعدنين بوحدات Decred.</p> <p>من أجل فعالية وملاءمة أفضل تستطيع الانضمام <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">لتجمعات التعدين</a>. هذه التجمعات عبارة عن مجموعة من المعدنين الذين يتشاركون العمل ويقتسمون المكافآت. إن الانضمام لتجمع التعدين طريقة ممتازة للمعدّنين الصغار للحصول على مكافآت منتظمة مقابل عملهم.</p>
de: <p>Bei <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Prof-of-Work (PoW)</a> werden Transaktionen in Gruppen von Blöcken eingeteilt. Diese Blöcke werden von PoW-Minern validiert. Sobald ein Block validiert ist, wird dieser ein fixer Bestandteil es Decred-Netzwerks.</p> <p>Sie können ein Miner werden, indem Sie dem Netzwerk überschüssige Rechenleistung zur Verfügung stellen. Im Gegenzug werden Miner mit Decred belohnt.</p> <p>Zur Steigerung von Effizienz und Praktikabilität können Sie sogenannten <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">Mining Pools</a> beitreten. Die Pools sind Gruppen von Minern, die sich sowohl die Arbeit als auch die Belohnung teilen. Der Beitritt zu einem Mining Pool ist für kleinere Mitwirkende eine hervorragende Möglichkeit, konstante Auszahlungen für ihre Arbeit zu erhalten.</p>
es: <p>En <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Prueba de trabajo (PoW)</a>, las transacciones se hallan agrupadas en bloques. Estos bloques son validados por mineros de PoW. Al validarse un bloque, este se convierte en una parte permanente de la red Decred.</p> <p>Puede convertirse en minero dedicando sus recursos informáticos sobrantes a la red. Los mineros reciben Decred a cambio de estos recursos prestados. </p> <p>Para mayor eficiencia y comodidad, puede unirse a <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">redes de minería</a>. Las redes de minería son grupos de mineros que comparten el trabajo y dividen la recompensa. Para los pequeños contribuyentes, unirse a una red de minería es una solución fantástica para recibir pagos constantes por su trabajo. </p>
fa: <p>در سیستم <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">اثبات کار (PoW)</a>، تراکنش ها در بلوک هایی گروه بندی می شود. این بلوک ها توسط ماینرها (استخراج کنندگان) PoW تأیید اعتبار می شود. وقتی اعتبار بلوکی به تأیید می رسد به بخش دائمی از شبکه Decred تبدیل می شود .</p> <p>می توانید با اختصاص دادن منابع رایانش (کامپیوترهای) مازادتان به شبکه،‌ به ماینر (استخراج‌کننده) تبدیل شوید. ماینرها در ازای کاری که انجام می دهند، Decred پاداش می گیرند.</p> <p>برای کارآمدی و راحتی می توانید به <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">استخرهای استخراج</a> بپیوندید. استخرها، گروه هایی از ماینرها هستند که کار و پاداش حاصل از آن را تقسیم می کنند. پیوستن به استخر استخراج روشی عالی برای مشارکت کنندگان کوچکتر است تا پرداخت متوالی برای کارشان دریافت کنند.</p>
ja: <p><a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work(PoW)</a>では取引はブロックに分けられ、PoWマイナーによって検証されます。検証されたブロックはDecredのネットワークに永久的に保存されます。</p> <p>計算資源をネットワークに提供することでマイナーになることができます。マイナーはその報酬としてDecredを受け取ります。</p> <p>効率や利便性を求める場合は、<a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">マイニングプール</a>に参加することが可能です。プールとは、作業や報酬をシェアするマイナーたちのグループです。小規模マイニングで一定の報酬を得るには、マイニングプールへの参加がおすすめです。</p>
pl: <p>W systemie <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-work (PoW)</a> transakcje są grupowane w bloki. Poprawność tych bloków jest sprawdzana przez górników PoW. Po sprawdzeniu poprawności bloku staje się on trwałą częścią sieci Decred</p>. Aby zostać górnikiem, należy udostępnić w sieci wolne zasoby obliczeniowe. W zamian górnicy są nagradzani Decred.<p> <p>Ze względu na wygodę i efektywność można dołączyć do <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">kopalni</a>. Kopalnie to grupy górników, którzy wspólnie wykonują pracę i dzielą nagrodę. Dołączenie do kopalni to doskonały sposób na otrzymywanie stałej wypłaty za pracę wykonywaną przez użytkowników wnoszących niewielki wkład.</p>
pt: <p>Na <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Mineração Proof-of-work (PoW)</a> as transações são agrupadas em blocos. Esses blocos são validados pelos mineradores PoW. Quando é validado um bloco ele torna-se uma parte permanente da rede Decred.</p> <p>Pode tornar-se um minerador ao dedicar processamento de computação à rede. Em retorno, os mineradores são recompensados com Decred..</p> <p>Para eficiência e conveniência pode-se juntar aos <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">pools de mineração</a>. Os pools são grupos de mineradores que partilham o trabalho e dividem a recompensa. Juntar-se e a um pool de mineração é uma forma excelente dos contribuintes menores receberem pagamentos consistentes pelo seu trabalho.</p>
ru: <p>При использовании метода <a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-work (PoW)</a> транзакции группируются в блоки. Эти блоки проверяются PoW-майнерами. После прохождения проверки блок становится постоянной составляющей сети Decred.</p> <p>Вы можете стать майнером, предоставив сети свободные вычислительные ресурсы своего компьютера. За это майнеры получают вознаграждение в Decred.</p> <p>Для повышения эффективности и удобства вы можете присоединиться к одному из <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">майнинговых пулов</a>. Пулы — это группы майнеров, которые работают вместе и делят вознаграждение между собой. Присоединение к майнинговому пулу — прекрасный способ для мелких участников получать постоянные выплаты за свою работу.</p>
tr: <p><a href="https://docs.decred.org/mining/proof-of-work/" title="_blank">Proof-of-Work (PoW)</a> sisteminde işlemler bloklar halinde gruplandırılır. Bu bloklar PoW madencileri tarafından onaylanır. Bir blok onaylandığında, Decred ağında kalıcı olarak yerini alır.</p> <p>Yedek bilgi işlem kaynaklarını ağa yönlendirerek madencilik yapmaya başlayabilirsiniz. Karşılığında Decred ile ödüllendirilirsiniz.</p> <p>Verimli ve rahat işlemler için <a href="https://docs.decred.org/mining/proof-of-work/#sign-up-for-a-mining-pool" title="_blank">madencilik havuzlarına</a> katılabilirsiniz. Havuzlar işlerini ortak yapan ve ödülleri paylaşan madenci gruplarından oluşur. İşleri karşılığında istikrarlı olarak ödeme almak isteyen ufak katkı sahipleri için madencilik havuzuna katılmak mükemmel bir yöntemdir.</p>

source: <p>Part of the reward from new blocks goes towards the development of Decred to ensure that it will continually evolve to meet the needs and wants of the community now and in the years to come. These are just some of the features planned for 2017:</p> <ul> <li translate="">Hard fork voting</li> <li>A stakeholder-directed DAO</li> <li>Decentralized control of development funds</li> <li>Lightning network support</li> <li>Continuous UI and Design development</li> <li>Enhanced privacy</li> <li>Payment integration</li> </ul> <p>Read about these and more on our blog. <a href="https://blog.decred.org" target="_blank">Welcome to Decred: the future of autonomous digital currency</a></p>
ar: <p>جزء من المكافأة التي تأتي من الكُتَل الجديدة تذهب لتطوير Decred لضمان استمرارية نموها لتحقيق حاجات المجتمع ورغباته في الوقت الراهن وفي السنوات القادمة. هذه بعض المزايا المخطط لها لسنة 2017:</p> <ul> <li translate="">التصويت للتشعب الصلب</li> <li>منظمة مستقلة لامركزية تُدَار من قبل أصحاب الحصص</li> <li>الإشراف اللامركزي على ميزانية التطوير</li> <li>تفعيل الشبكة عالية السرعة</li> <li> الاستمرار بتطوير واجهة المستخدم والتصاميم</li> <li>تعزيز الخصوصية</li> <li>الاندماج مع وسائل الدفع المالي</li> </ul> <p>اقرأ المزيد عن كل هذا وأكثر على مدونتنا. <a href="https://blog.decred.org" target="_blank">مرحبًا بك في Decred: مستقبل العملات الرقمية</a></p>
de: <p>Ein Teil der Belohnung von neuen Blocks wird in die Entwicklung von Decred investiert, um zu gewährleisten, dass es sich kontinuierlich weiterentwickelt und so die Bedürfnisse und Anforderungen der Community sowohl jetzt als auch in Zukunft erfüllt. Dies sind nur einige der für 2017 geplanten Features:</p> <ul> <li translate="">Hard-Fork-Abstimmung</li> <li>Eine Stakeholder-gerichtete DAO</li> <li>Dezentralisierte Kontrolle der Entwicklungsgelder</li> <li>Unterstützung von Lightning Network</li> <li>Kontinuierliche Entwicklung von UI und Design</li> <li>Erweiterter Datenschutz</li> <li>Zahlungsintegration</li> </ul> <p>Lesen Sie mehr über diese und weitere Features in unserem Blog. <a href="https://blog.decred.org" target="_blank">Willkommen bei Decred: die Zukunft autonomer digitaler Währung</a></p>
es: <p>Parte de la recompensa de los nuevos bloques va dirigida al desarrollo de Decred a fin de garantizar su evolución continua para satisfacer las necesidades y deseos de la comunidad en la actualidad y en los años venideros. Estas son algunas de las novedades previstas para 2017:</p> <ul> <li translate="">Votación de bifurcación dura</li> <li>Una organización autónoma y descentralizada (DAO) dirigida a las partes interesadas</li> <li>Control descentralizado de los fondos de desarrollo</li> <li>Compatibilidad con la red Lightning</li> <li>Desarrollo continuo de la interfaz de usuario y del diseño</li> <li>Mayor privacidad</li> <li>Integración de pagos</li> </ul> <p>Obtenga información sobre estas y otras novedades en nuestro blog. <a href="https://blog.decred.org" target="_blank">Bienvenido a Decred, el futuro de la divisa digital autónoma</a></p>
fa: <p>بخشی از پاداش بلوک های جدید به توسعه Decred اختصاص داده می شود تا این اطمینان به وجود آید که این شبکه به تکامل خود برای تأمین نیازها و خواسته های جامعه امروز و آینده ادامه می دهد. این موارد تنها بخشی از اهداف برنامه ریزی شده برای سال 2017 هستند:</p> <ul> <li translate="">رأی گیری هارد فورک (شاخه سخت)</li> <li>DAO تحت هدایت ذینفع</li> <li>کنترل غیرمتمرکز منابع مالی توسعه</li> <li>پشتیبانی از شبکه لایتنینگ (صاعقه)</li> <li>توسعه پیوسته رابط کاربری و طراحی</li> <li>حریم خصوصی بهبودیافته</li> <li>یکپارچگی پرداخت</li> </ul> <p>درباره این موارد و موارد بیشتر در وبلاگ ما بیشتر بخوانید. <a href="https://blog.decred.org" target="_blank">به Decred خوش آمدید: آینده ارز دیجیتال مستقل</a></p>
ja: <p>新しいブロックから生成される報酬の一部は、Decredが引き続き進化を重ね、コミュニティのニーズやリクエストに現在もこれからも確実に対応できるよう、開発予算に割り当てられます。2017年には、次のような機能の導入が予定されています。</p> <ul> <li>ハードフォークのための投票</li> <li>ステークホルダー指向DAO</li> <li>開発ファンドの非中央集権管理</li> <li>ライトニングネットワーク対応</li> <li>継続的なUI及びデザイン開発</li> <li>プライバシーの強化</li> <li>決済手段の統合</li> </ul> <p>その他、詳しい情報はブログでご確認ください。<a href="https://blog.decred.org" target="_blank">Decred: 未来のデジタル通貨へようこそ</a></p>
pl: <p>Część nagrody za nowe bloki jest przeznaczana na rozwój Decred w celu zapewnienia stałej ewolucji oraz dostosowania do wymagań i potrzeb społeczności obecnie i w kolejnych latach. Poniżej wymieniono funkcje, których wprowadzenie jest planowane na rok 2017: </p> <li translate="">Głosowanie nad hard forkiem</li> <li>Organizacja DAO kierowana przez interesariuszy</li> <li>Zdecentralizowana kontrola środków na rozwój</li> <li>Obsługa Lightning Network</li> <li>Stała praca nad interfejsem użytkownika i wyglądem</li> <li>Zwiększenie ochrony poufności</li> <li>Integracja płatności</li> <ul> <p>Informacje o tych funkcjach i nie tylko są dostępne na naszym blogu. <a href="https://blog.decred.org" target="_blank">Witamy w Decred: przyszłości niezależnej waluty cyfrowej</a></p>
pt: <p>Parte da recompensa dos novos blocos vai para o desenvolvimento da Decred para assegurar que continuará a evoluir para cumprir as necessidades e desejos da comunidade agora e nos próximos anos. Estas são algumas das características planeadas para 2017:</p> <ul> <li translate="">Votação hard fork</li> <li>DAO gerida pelos investidores</li> <li>Controlo descentralizado do desenvolvimento dos fundos</li> <li>Suporte à Lightning Network</li> <li>Desenvolvimento contínuo da interface do utilizador e do design</li> <li>Privacidade melhorada</li> <li>Integração de pagamento</li> </ul> <p>Leia sobre isso e mais no nosso blogue. <a href="https://blog.decred.org" target="_blank">Bem-vindo à Decred: o futuro da moeda digital autónoma</a></p>
ru: <p>Часть вознаграждения за создание новых блоков направляется на развитие Decred. Это гарантирует постоянное совершенствование сети в соответствии с потребностями и пожеланиями участников в краткосрочной и долгосрочной перспективе. Перечислим лишь некоторые из нововведений, запланированных на 2017 год:</p> <ul> <li translate="">голосование по hard fork;</li> <li>преобразование в децентрализованную автономную организацию под руководством участников;</li> <li>децентрализованный контроль над средствами, идущими на развитие сети;</li> <li>поддержка Lightning Network;</li> <li>продолжение разработки интерфейса и дизайна;</li> <li>повышение конфиденциальности;</li> <li>интеграция с платежными сервисами.</li> </ul> <p>Об этих и других нововведениях читайте в нашем блоге. <a href="https://blog.decred.org" target="_blank">Добро пожаловать в Decred — мир будущего автономных цифровых валют</a></p>
tr: <p>Yeni bloklardan gelen ödülün bir kısmı Decred gelişimine aktarılır, böylece Decred'ın hem günümüzde hem de ileride topluluk ihtiyaçlarını ve isteklerini karşılamak için devamlı gelişmesi sağlanır. İşte 2017 için planlanan bazı özellikler:</p> <ul> <li translate="">Zorunlu çatallanma oylaması</li> <li>Paydaş yönetiminde merkezsiz özerk organizasyon</li> <li>Geliştirme bütçelerinin merkezsiz kontrolü</li> <li>Lightning network desteği</li> <li>Sürekli geliştirilen arayüz ve tasarım</li> <li>Geliştirilmiş gizlilik</li> <li>Ödeme entegrasyonu</li> </ul> <p>Bunları ve daha fazlasını blogumuzda okuyabilirsiniz. <a href="https://blog.decred.org" target="_blank">Özerk dijital para biriminin geleceği Decred'a hoşgeldiniz.</a></p>

source: <p>The Web Wallet is the easiest way to get started with Decred. All users can access it online via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, without the need to download anything.</p> <p>For Windows, macOS, and Linux users, <a href="downloads/#decrediton">Decrediton wallet</a> is available.</p> <p>For help getting started you can visit our <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginner’s Guide</a>.</p>
ar: <p>محفظة الويب هي أسهل طريقة للبدء باستخدام Decred. باستطاعة جميع المستخدمين الوصول إليها عن طريق الإنترنت بواسطة <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>، بدون الحاجة لتنزيل أي شيء.</p> <p>لمستخدمي نظام التشغيل Windows وmacOS وLinux، تتوفر <a href="downloads/#decrediton">محفظة Decrediton</a>.</p> <p>للحصول على المساعدة في عملية البدء، يمكنك زيارة<a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">دليل المبتدئين</a>.</p>
de: <p>Die Web-Wallet ist der einfachste Weg, um mit Decred zu beginnen. Alle Nutzer können online über <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a> zugreifen, ohne dass sie etwas herunterladen müssen.</p> <p>Für Nutzer von Windows, macOS und Linux ist die <a href="downloads/#decrediton">Decrediton-Wallet</a> erhältlich.</p> <p>Sie brauchen Starthilfe? Werfen Sie einen Blick in unser <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Anfängerhandbuch</a>.</p>
es: <p>La Cartera Web es la forma más fácil de empezar con Decred. Todos los usuarios pueden acceder a ella en línea por medio de <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a> sin necesidad de descargar nada.</p> <p>Para los usuarios de Windows, Mac OS y Linux está disponible la <a href="downloads/#decrediton">cartera Decredition</a>.</p> <p>Si necesita ayuda para iniciarse en Decred, consulte nuestra <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Guía para principiantes</a>.</p>
fa: <p>Web Wallet (کیف پول تحت وب) آسان ترین راه برای شروع به کار با Decred است. همه کاربران می توانند ازطریق <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>،‌ به صورت آنلاین و بدون نیاز به دانلود چیزی به آن دسترسی داشته باشند.</p> ‏ <a href="downloads/#decrediton">Decrediton wallet</a> برای کاربران Windows،‏ macOS و Linux در دسترس است.</p> <p>برای دریافت راهنمایی شروع به کار می توانید به <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">راهنمای مبتدیان</a> ما مراجعه کنید.</p>
ja: <p>ウェブウォレットはDecredを始める最も簡単な方法です。ソフトウェア等のダウンロードをする必要はなく、<a href="https://wallet.decred.org" target="_blank">wallet.decret.org</a>へアクセスするだけで取引を開始できます。</p> <p>Windows、MacOS、Linuxでは<a href="downloads/#decrediton">Decreditonウォレット</a>が利用可能です。</p> <p>開始方法に関するヘルプは<a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">初心者ガイド</a>をご覧ください。</p>
pl: <p>Portfel przeglądarkowy to najłatwiejszy sposób, aby rozpocząć korzystanie z Decred. Wszyscy użytkownicy mają dostęp do niego online w witrynie <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a> bez konieczności pobierania plików.</p> Dla użytkowników systemów Windows, macOS i Linux dostępny jest <a href="downloads/#decrediton">portfel Decredition</a>.<p> <p>Aby uzyskać pomoc w rozpoczęciu, można zapoznać się z naqszym <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Przewodnikiem dla początkujących</a>.</p>
pt: <p>A Web Wallet é a forma mais fácil de começar com a Decred. Todos os utilizadores podem aceder online através de <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, sem a necessidade de transferir nada.</p> <p>Para utilizadores Windows, macOS e Linux, <a href="downloads/#decrediton">Está disponível a</a> carteira Decrediton.</p> <p>Para obter ajuda ao iniciar pode visitar o nosso <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Guia de Principiante</a>.</p>
ru: <p>Веб-кошелек — это наиболее простой способ начать использовать Decred. Он доступен онлайн на сайте <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a> без необходимости скачивать и устанавливать какие-либо приложения.</p> <p>Для пользователей Windows, macOS и Linux также доступен <a href="downloads/#decrediton">кошелек Decrediton</a>.</p> <p>Перед началом работы советуем ознакомиться с <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Руководством для начинающих </a>.</p>
tr: <p>Web Cüzdanı, Decred'a başlamanın en kolay yoludur. Tüm kullanıcılar <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a> adresini ziyaret ederek hiçbir indirme yapmadan cüzdana çevrimiçi erişebilir.</p> <p>Windows, macOS ve Linux kullanıcıları <a href="downloads/#decrediton">Decrediton cüzdanını</a> kullanabilir.</p> <p>Başlamak için yardıma ihtiyacınız varsa <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Başlangıc Rehberimizi</a> ziyaret edebilirsiniz.</p>

source: <p>The term mining represents the process of validating transactions on the Decred network and keeping it secure. In return for work, miners are rewarded with newly generated Decred coins.</p> <p>Decred has two methods of validating transactions: Proof-of-work (PoW) and Proof-of-stake (PoS).</p>
ar: <p>يرمز مصطلح التعدين إلى عملية التحقق من صحة المعاملات على شبكة Decred وإبقائها آمنة. ويتم بالمقابل مكافأة المعدّنين بوحدات Decred حديثة التوليد مقابل عملهم.</p> <p>لدى Decred طريقتان للتحقق من صحة المعاملات: إثبات العمل (PoW) وإثبات الحصة (PoS).</p>
de: <p>Der Begriff „Mining“ bezeichnet den Prozess der Validierung und Sicherung von Transaktionen im Decred-Netzwerk. Als Gegenleistung für die Arbeit werden die Miner mit neu erzeugten Decred-Token belohnt.</p> <p>Decred verwendet zwei Methoden zur Validierung von Transaktionen: Proof-of-Work (PoW) und Proof-of-Stake (PoS).</p>
es: <p>El término "minería" representa el proceso de validar transacciones en la red Decred y mantenerla segura. Los mineros son recompensados por su trabajo con monedas Decred recientemente generadas.</p> <p>Decred cuenta con dos métodos para validar transacciones: Prueba de Trabajo (PoW, del inglés "Proof-of-work") y Prueba de Participación (PoS, del inglés "Proof-of-stake").</p>
fa: <p>اصطلاح «استخراج» به معنی روند تأیید اعتبار تراکنش های انجام شده در شبکه Decred و امن نگه داشتن آنهاست.</p> <p>Decred دو راه برای تأیید اعتبار تراکنش ها دارد: «اثبات کار» (PoW) و «اثبات سهام» (PoS).</p>
ja: <p>マイニングとは、Decredネットワークの取引を検証し正当性を維持するための作業です。マイニング作業の報酬として新たに発行されたDecredトークンがマイナーに支払われます。</p> <p>Decredには、Proof-of-Work (PoW) と Proof-of-Stake (PoS)という2つの取引検証方法があります。</p>
pl: <p>Pojęcie wydobywania oznacza proces weryfikowania transakcji i zabezpieczenia ich w sieci Decred. W zamian za wykonaną pracę górnicy są nagradzani nowo wygenerowanymi monetami Decred.</p> <p>Decred stosuje dwie metody weryfikowania transakcji: Proof-of-work (PoW) i Proof-of-stake (PoS).</p>
pt: <p>O termo mineração representa o processo de validar as transações na rede Decred e mantê-la segura. Em troca de trabalho, os mineradores são compensados com moedas Decred geradas novamente.</p> <p>A Decred tem dois métodos para validar transações: Proof-of-work (PoW) e Proof-of-stake (PoS).</p>
ru: <p>Под термином «майнинг» понимается процесс проверки транзакций и обеспечения безопасности сети Decred. За свою работу майнеры получают сгенерированные в этом процессе монеты Decred.</p> <p>В Decred существует два метода проверки транзакций: Proof-of-Work (PoW) и Proof-of-Stake (PoS).</p>
tr: <p>Madencilik terimi, Decred ağındaki işlemleri onaylama ve ağı güvende tutma sürecini temsil eder. İşin karşılığında, madenciler yeni üretilen Decred coinleriyle ödüllendirilir.</p> <p>Decred'ın işlemleri onaylamak için iki yöntemi vardır: Proof-of-work (PoW) ve Proof-of-stake (PoS).</p>
