Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: Decred - Autonomous Digital Currency
ar: Decred - العملة الرقمية المستقلة
de: Decred – Autonome digitale Währung
es: Decred - Divisa digital autónoma
fa: Decred - ارز دیجیتال مستقل
ja: Decred - 自律的なデジタル通貨
pl: Decred — niezależna waluta cyfrowa
pt: Decred - Moeda Digital Autónoma
ru: Decred — автономная цифровая валюта
tr: Decred - Özerk Dijital Para Birimi

source: Decred - Brand
ar: Decred - العلامة التجارية
de: Decred – Marke
es: Decred - Marca
fa: Decred - نام تجاری
ja: Decred - ブランド
pl: Decred — marka
pt: Decred - Marca
ru: Decred — бренд
tr: Decred - Marka

source: Decred - Contributors
ar: Decred - المساهمون
de: Decred – Mitwirkende
es: Decred - Contribuyentes
fa: Decred - مشارکت کنندگان
ja: Decred - コントリビューター
pl: Decred — współtwórcy
pt: Decred - Contribuintes
ru: Decred — участники
tr: Decred - Katkıda Bulunanlar

source: Decred - Downloads
ar: Decred - التنزيلات
es: Decred - Descargas
fa: Decred - دانلودها
ja: Decred - ダウンロード
pl: Decred — do pobrania
pt: Decred - Transferências
ru: Decred — загрузки
tr: Decred - İndirmeler

source: Decred - Press
ar: Decred - الصحافة
de: Decred – Presse
es: Decred - Prensa
fa: Decred - اخبار
ja: Decred - メディア
pl: Decred — dla mediów
pt: Decred - Imprensa
ru: Decred — пресса
tr: Decred - Basın

source: Decred - Stakepools
ar: Decred - تجمعات الحصص
es: Decred - Redes de participación
fa: Decred - استخرهای سهام
ja: Decred - ステークプール
pl: Decred — pule udziałów
ru: Decred — PoS-пулы
tr: Decred - Stake Havuzları

source: Decred Adds Atomic Swap Support for Exchange-Free Cryptocurrency Trading
ar: تضيف Decred دعمًا للمقايضات الذرية لتداول العملات المعماة بدون تبادل.
de: Decred unterstützt jetzt zusätzlich Atomic Swaps für austauschfreies Handeln mit Kryptowährungen
es: Decred añade compatibilidad con intercambios atómicos para el cambio de criptomonedas de libre cambio
fa: Decred پشتیبانی از تبادل اتمی را برای «تجارت ارز رمزی تبادل آزاد» فراهم می آورد
ja: Decredはアトミックスワップのサポートで取引所不要の仮想通貨取引に対応
pl: Decred dodaje obsługę szybkiej zamiany do obrotu kryptowalutami bez udziału giełd
pt: A Decred adiciona suporte de troca para comercialização de câmbio gratuito de criptomoedas
ru: Decred добавляет поддержку атомарных транзакций для прямых криптовалютных операций без использования сторонних обменников
tr: Decred Takassız Kripto Para Birimi İşlemleri için Atomik Takas Desteği Ekliyor

source: Decred Releases v1.0: The World&#x27;s First Cryptocurrency of the People, for the People, and by the People
ar: تصدر Decred الإصدار v1.0: وهو أول عملة معماة في العالم من الناس وللناس وبالناس
de: Decred Releases v1.0: Die weltweit erste Kryptowährung der Menschen, von und für Menschen entwickelt
es: Decred lanza la versión v1.0: La primera criptomoneda de las personas, para las personas y por las personas del mundo
fa: انتشار نسخه 1.0 برنامه Decred: نخستین ارز رمزی در دنیا که از مردم،‌ برای مردم و توسط مردم ساخته شده
ja: Decredがv1.0をリリース: 世界初の人民の人民による人民のための通貨
pl: Decred publikuje wersję 1.0: pierwsza na świecie kryptowaluta użytkowników, dla użytkowników i tworzona przez użytkowników
pt: Lançamentos Decred v1.0: A primeira criptomoeda do mundo das pessoas, para as pessoas e pelas pessoas
ru: Выходит Decred v1.0: первая в мире народная криптовалюта, созданная людьми и для людей
tr: Decred Sürümleri v1.0: Halka Ait, Halk İçin ve Halk Tarafından Geliştirilen Dünyanın İlk Kripto Para Birimi

source: Decred Technical Analysis - Continuing upward momentum
ar: التحليل الفني لـ Decred - استمرار الزخم المتصاعد
de: Technische Analyse von Decred – der Aufwärtstrend hält an
es: Análisis técnico de Decred: la tendencia sigue siendo constante al alza
fa: تجزیه و تحلیل فنی Decred - ادامه حرکت رو به بالا
ja: Decred技術分析 - 継続的な上昇志向
pl: Analiza techniczna Decred — ciągły dynamiczny rozwój
pt: Análise técnica da Decred - dinâmica ascendente contínua
ru: Технический анализ Decred — темпы роста набирают обороты
tr: Decred Teknik Analizi - Devamlı yükselen ivme

source: Decred and Litecoin completed something called a cross-chain atomic swap
ar: انتهت Decred وLitecoin مما يسمى بالمقايضة الذرية متعددة السلاسل
de: Decred und Litecoin erschufen einen chain-übergreifenden Atomic Swap
es: Decred y Litecoin han completado algo llamado "intercambio atómico en intercadena"
fa: Decred و Litecoin چیزی را به نام «تبادل اتمی متقابل» تکمیل کرده اند
ja: DecredとLitecoinはクロスチェーンアトミックスワップを完成させました
pl: Decred i Litecoin opracowały funkcję o nazwie międzyłańcuchowa szybka zamiana
pt: A Decred e a Litecoin completaram algo designado uma troca atómica de cross-chain
ru: Decred и Litecoin выполнили первую атомарную кроссчейн-транзакцию
tr: Decred ve Litecoin, atomik çapraz zincir takası adlı bir oluşumu tamamladı

source: Decred brand
ar: علامة Decred التجارية
de: Decred Marke
el: Επωνυμία του Decred
es: Marca Decred
fa: نام تجاری Decred
fr: Marque Decred
hu: Decred brand kézikönyv
id: Merek Decred
it: Marca Decred
ja: Decredブランド
pl: Marka Decred
pt: A Marca Decred
ru: Бренд Decred
sv: Decred varumärke
tr: Decred markası

source: Decred does not require reliance on centralized exchanges. With cross-chain atomic swaps between different digital currencies, users can conduct trustless over-the-counter (OTC) trades without a third party.
ar: لا تحتاج Decred إلى الاعتماد على التبادلات المركزية. فمع المقايضات الذرية متعددة السلاسل بين العملات الرقمية المختلفة، يمكن للمستخدمين إجراء صفقات أقل ثقة خارج السوق الرسمية (OTC) بدون جهة خارجية.
de: Decred ist unabhängig von zentralisiertem Austausch. Mit chain-übergreifenden Atomic Swaps zwischen unterschiedlichen digitalen Währungen können Nutzer direkt gehandelte Geschäfte ohne vertrauenswürdige Dritte abwickeln.
es: Decred no depende de intercambios centralizados. Gracias a los intercambios atómicos en intercadena entre diferentes divisas digitales, los usuarios pueden efectuar intercambios extrabursátiles sin recurrir a terceros.
fa: Decred بی نیاز از اتکا به تبادلات متمرکز است. با تبادل های اتمی متقابل میان ارزهای دیجیتال مختلف، کاربران می توانند معامله های فرابورس (OTC) را بدون نیاز به اعتماد داشتن و شناخت و بدون حضور شخص ثالث انجام دهند.
ja: Decredは中央集中の取引に依存する必要はありません。様々なデジタル通貨間でのクロスチェーンアトミックスワップにより、ユーザーは第三者機関に依存することなくオーバーザカウンター(OTC)取引を行うことが可能になります。
pl: Decred nie wymaga korzystania ze scentralizowanych giełd. Międzyłańcuchowe szybkie zamiany między różnymi walutami cyfrowymi umożliwiają użytkownikom dokonywanie niewymagających sprawdzania rzetelności transakcji pozagiełdowych (OTC) bez pośredników.
pt: A Decred não exige crédito nos câmbios centralizados. Com as trocas atómicas de cross-chain entre moedas digitais diferentes, os utilizadores podem realizar trocas livres sem terceiros.
ru: Decred не требует использования централизованных валютных бирж. Атомарные кроссчейн-транзакции между разными цифровыми валютами позволяют пользователям вести внебиржевой (OTC) обмен без принципа доверия, не привлекая для этого сторонние сервисы.
tr: Decred, merkezi takaslara bel bağlamayı gerektirmez. Farklı dijital para birimleri arasındaki atomik çapraz zincir takaslarıyla, kullanıcılar güven gerektirmeyen tezgah üstü piyasa (OTC) işlemlerini üçüncü bir taraf olmadan gerçekleştirebilir.

source: Decred downloads
ar: تنزيلات Decred
es: Descargas de Decred
fa: دانلودهای Decred
ja: Decredダウンロード
pl: Pliki do pobrania dotyczące Decred
pt: Transferências Decred
ru: Загрузки Decred
tr: Decred indirmeleri

source: Decred enjoys active development. Current milestones include a full stakeholder-directed decentralized autonomous organization (DAO) and enhanced user privacy.
ar: تتمتع Decred بالتطوير النشط. فالمعالم الحالية تشمل منظمة كاملة مستقلة لا مركزية (DAO) موجهة نحو أصحاب المصالح مع تعزيز خصوصية المستخدم.
de: Decred fördert aktive Entwicklung. Derzeitige Meilensteine sind beispielsweise eine vollständig Stakeholder-gerichtete dezentralisierte autonome Organisation (DAO) und erweiterter Datenschutz für Nutzer.
es: Decred disfruta de un desarrollo activo. Entre los hitos actuales figuran una completa organización autónoma y descentralizada dirigida a las partes interesadas (DAO, por sus siglas en inglés) y una mayor privacidad para los usuarios.
fa: Decred از توسعه فعال بهره می برد. اهداف اصلی کنونی شامل سازمان مستقل غیرمتمرکز تحت هدایت ذینفعان (DAO) و حریم خصوصی بهبودیافته کاربر است.
ja: Decredは常に変化しています。現在のマイルストーンには、ステークホルダー指向の分散型自律組織（DAO）とユーザーのプライバシー強化があります。
pl: Waluta Decred jest aktywnie rozwijana. Aktualne kamienie milowe obejmują kierowaną całkowicie przez interesariuszy zdecentralizowaną organizację autonomiczną (DAO) i zwiększenie poziomu poufności danych użytkowników.
pt: A Decred tem um desenvolvimento ativo. Os marcos atuais incluem uma organização descentralizada autónoma dirigida aos investidores (DAO) e privacidade do utilizador melhorada.
ru: Decred активно развивается. Текущие цели — создание децентрализованной автономной организации, полностью управляемой участниками, и повышение конфиденциальности пользователей.
tr: Decred aktif gelişimi sever. Şu anki dönüm noktaları arasında tamamen paydaşların yönetimindeki merkezsiz özerk organizasyon (DAO) ve gelişmiş kullanıcı gizliliği bulunuyor.

source: Decred features accessible wallets through graphical user interfaces (GUIs) across all major operating systems (Windows, macOS, and Linux). For more technical users, command line interface (CLI) wallets are also available.
ar: تتميز Decred بمحافظ يمكن الوصول إليها عبر واجهات المستخدم الرسومية (GUIs) عبر جميع أنظمة التشغيل (Windows وmacOS وLinux). وبالنسبة للمستخدمين الفنيين، تتوفر أيضًا محافظ بواجهة سطر الأوامر (CLI).
de: Decred bietet einfach bedienbare Wallets mit grafischen Benutzeroberflächen (GUIs) für alle wichtigen Betriebssysteme (Windows, macOS und Linux). Für technisch versiertere Nutzer sind auch Wallets mit Kommandozeilenschnittstelle (CLI) erhältlich.
es: Decred cuenta con carteras accesibles a través de interfaces gráficas de usuario (GUI, por sus siglas en inglés) en los principales sistemas operativos (Windows, Mac OS y Linux). Los usuarios más técnicos disponen también de carteras con interfaz de línea de comandos (CLI).
fa: Decred کیف پول های قابل دسترسی را از طریق رابط های کاربری گرافیکی (GUIs) برای تمامی سیستم عامل های اصلی (Windows،‏ macOS و Linux) ارائه می دهد. برای کاربران فنی تر،‌ کیف پول های رابط کاربری خط فرمان (CLI) نیز در دسترس است.
ja: Decredはグラフィカルユーザーインターフェース（GUI）を使用してすべての主要オペレーティング・システム（Windows、MacOS、Linux）でアクセス可能なウォレットを提供しています。技術系ユーザー用に、コマンドライン・インターフェース（CLI）ウォレットも用意してあります。
pl: Decred oferuje portfele dostępne za pośrednictwem graficznych interfejsów użytkownika (GUI) dla wszystkich najpopularniejszych systemów operacyjnych (Windows, macOS i Linux). Dla użytkowników posiadających większą wiedzę techniczną dostępne są także portfele wykorzystujące interfejs wiersza poleceń (CLI).
pt: A Decred apresenta carteiras acessíveis através de interfaces gráficas de utilizador (GUIs) nos principais sistemas operativos (Windows, macOS, e Linux). Para utilizadores mais técnicos, também estão disponíveis carteiras com interface de linha de comandos.
ru: Decred предлагает доступные кошельки с графическим пользовательским интерфейсом для всех крупных операционных систем (Windows, macOS и Linux). Более опытным пользователям также доступны кошельки с интерфейсом на основе командной строки.
tr: Decred, tüm başlıca işletim sistemlerinde (Windows, macOS ve Linux) grafik kullanıcı arabirimleri (GUI'lar) aracılığıyla erişilebilen cüzdanlar içerir. Daha teknik kullanıcılar için, komut satırı arabirimi (CLI) cüzdanları da mevcuttur.

source: Decred has been acknowledged as a leading cryptocurrency project by the Chicago Tribune, Bitcoin Magazine and Nasdaq. Below is a gallery of recent mentions.
ar: لقد تم تعريف Decred على أنه مشروع عملة معماة رائد بواسطة جريدة Chicago Tribune، وهي جريدة تهتم بـ Bitcoin وبورصة Nasdaq. وفيما يلي معرض بأحدث الإشارات لـ Decred.
de: Decred wurde von der Chicago Tribune, vom Bitcoin Magazine und von Nasdaq zu einem führenden Kryptowährungsprojekt gekürt. Unten finden Sie eine Galerie der neuesten Meldungen.
es: Chicago Tribune, Bitcoin Magazine y Nasdaq han reconocido a Decred como un proyecto de consideración sobre criptomonedas. A continuación puede encontrar una galería de menciones recientes.
fa: شیکاگو تریبون (Chicago Tribune)، مجله بیت کوین (Bitcoin Magazine) و نزدک (Nasdaq)، ‏Decred را به عنوان پروژه ارز رمزی پیشگام شناخته اند. در زیر مجموعه ای از اشاره های اخیر آمده است.
ja: Decredはシカゴトリビューン、ビットコインマガジン、ナスダックにより主要な仮想通貨プロジェクトとして認められています。以下は最近のメディアでの紹介です。
pl: Chicago Tribune, Bitcoin Magazine i Nasdaq uznały Decred za wiodącą kryptowalutę. Poniżej znajduje się galeria najnowszych wzmianek.
pt: A Decred é conhecida como um projeto líder de criptomoedas pelo Chicago Tribune, Bitcoin Magazine e Nasdaq. Abaixo está uma galeria das menções mais recentes.
ru: Сеть Decred получила звание ведущего криптовалютного проекта от Chicago Tribune, Bitcoin Magazine и NASDAQ. Ниже приводится подборка последних упоминаний Decred в прессе.
tr: Decred, Chicago Tribune, Bitcoin Magazine ve Nasdaq tarafından başlıca kripto para birimi projelerinden biri olarak görülüyor. Aşağıda bizden bahseden son haberlerin galerisini bulabilirsiniz.

source: Decred implements smart contracts that work. Lightning Network (LN) is one such application of a low-latency off-chain system that allows for near-instant micropayments in DCR. With LN, Decred directly competes with existing fiat payment systems.
ar: تقوم Decred بتنفيذ عقود ذكية قابلة للعمل. الشبكة السريعة (LN) هي إحدى هذه التطبيقات لنظام منخفض القيود خارج السلسلة يسمح بالمدفعوعات الصغيرة شبه اللحظية بعملة Decred. مع الشبكة السريعة (LN)، تنافس Decred بشكل مباشر أنظمة الدفع الإلزامية الحالية.
de: Decred arbeitet mit intelligenten Verträgen, die funktionieren. Lightning Network (LN) ist eine dieser Anwendungen eines chain-unabhängigen Systems mit geringer Latenzzeit, die nahezu augenblickliche Kleinbetragzahlungen in DCR ermöglichen. Dank LN stellt Decred eine direkte Konkurrenz für bestehende Fiat-Zahlsysteme dar.
es: Decred pone en marcha contratos inteligentes que funcionan. La red Lightning es, por ejemplo, una aplicación de un sistema en exocadena de baja latencia que permite micropagos prácticamente instantáneos en DCR. Con la red Lightning, Decred compite directamente con los sistemas de pago fiduciarios existentes.
fa: Decred قراردادهای هوشمندانه ای را پیاده می کند که موفق است. «شبکه صاعقه» (LN) یکی از کاربردهای این چنینیِ سیستم خارج از زنجیره با تأخیر کم است که ریز پرداخت تقریباً فوری را در DCR ممکن می سازد. با LN، ‏Decred مستقیماً با سیستم های پرداخت بی پشتوانه (فیات) موجود رقابت می کند.
ja: Decredは実際に機能するスマートコントラクトを採用しています。ライトニングネットワーク（LN）は、DCRでほぼ即時のマイクロペイメント（少額決済）を可能にする低レイテンシーのオフチェーンシステム用アプリケーションです。ライトニングネットワークの採用で、Decredは既存の決済システムと直接競合しています。
pl: Decred wporwadza inteligentne kontrakty, które po prostu działają. Lightning Network (LN) to jedno z zastosowań systemu bezłańcuchowego o niskim opóźnieniu umożliwiające niemal natychmiastowe mikropłatności w DCR. Dzięki sieci LN Decred może bezpośrednio konkurować z istniejącymi systemami płatności zryczałtowanych.
pt: A Decred implementa contratos inteligentes que funcionam. A Lightning Network (LN) é uma aplicação com sistema off-chain de baixa latência que permite micro-pagamentos instantâneos em DCR. Com a LN, a Decred compete diretamente com os sistemas de pagamentos existentes fiat.
ru: Decred заключает выгодные соглашения, приносящие реальную пользу. Один из примеров — Lightning Network (LN), оффчейн-система с низкой латентностью, позволяющая совершать практически мгновенные платежи в DCR. Благодаря LN, Decred может напрямую конкурировать с существующими платежными системами на основе фиатных валют.
tr: Decred işe yarayan akıllı sözleşmeler uyguluyor. Lightning Network (LN), DCR birimiyle neredeyse anlık mikro ödemelere izin veren düşük gecikmeli zincir dışı bir sistemin bu tür bir uygulamasıdır. LN sayesinde Decred, mevcut fiat ödeme sistemleriyle doğrudan rekabet ediyor.

source: Decred in the Press
ar: Decred في الصحافة
de: Decred in den Medien
es: Decred en la prensa
fa: Decred در مطبوعات
ja: Decred メディア紹介
pl: Decred w prasie
pt: A Decred na Imprensa
ru: Decred в прессе
tr: Basında Decred

source: Decred is a multi-platform digital currency with support for Windows, macOS, and Linux. Easy-to-use wallet apps enable sending, receiving, and mining Decred with just a few clicks.
ar: Decred عملة رقمية متعددة المنصات تدعم Windows وmacOS وLinux. وتطبيقات محفظتها سهلة الاستخدام تسمح لك بارسال وحدات Decred واستلامها وتعدينها بعدد قليل من النقرات.
de: Decred ist eine plattformübergreifende digitale Währung und unterstützt sowohl Windows als auch macOS und Linux. Einfach zu bedienende Wallet-Apps ermöglichen Senden, Erhalten und Decred-Mining mit nur wenigen Klicks.
es: Decred es una divisa multiplataforma digital compatible con Windows, Mac OS y Linux. Las sencillas aplicaciones cartera permiten el envío, la recepción y el minado de Decred con solo unos cuantos clics.
fa: Decred یک ارز دیجیتال چند پلتفورمی است که در Windows،‏ macOS و Linux پشتیبانی می شود. برنامه های کیف پول با استفاده آسان، ارسال، دریافت و استخراج Decred را با تنها چند کلیک ممکن می سازد.
ja: Decredはマルチプラットフォームに対応しており、Windows、MacOS、Linuxで利用できます。ウォレットアプリを使えば、数クリックでDecredの送受信やマイニングができます。
pl: Decred to wieloplatformowa waluta cyfrowa z obsługą systemów Windows, macOS i Linux. Łatwe w obsłudze aplikacje portfela umożliwiają wysyłanie, odbieranie i wydobywanie Decred za pomocą kilku kliknięć.
pt: Decred é uma moeda digital multi-plataforma com suporte para Windows, macOS e Linux. As carteiras fáceis de usar permitem o envio, recebimento e a mineração de Decred com apenas alguns cliques.
ru: Decred — это мультиплатформенная цифровая валюта с поддержкой Windows, macOS и Linux. Удобные кошельки позволяют отправлять, получать и майнить Decred буквально в несколько кликов.
tr: Decred Windows, macOS ve Linux platformlarında çalışabilen bir dijital para birimidir. Kolay kullanıma sahip cüzdan uygulamaları ile Decred göndermek, almak ve madenciliğini yapmak sadece birkaç tıkla gerçekleştirilebilir.

source: Decred is an autonomous digital currency.
ar: Decred عملة رقمية مستقلة.
de: Decred ist eine autonome digitale Währung.
es: Decred es una divisa digital autónoma.
fa: Decred یک ارز دیجیتال مستقل است.
ja: Decredは自律的なデジタル通貨です。
pl: Decred to niezależna waluta cyfrowa.
pt: A Decred é uma moeda digital autónoma.
ru: Decred — автономная цифровая валюта.
tr: Decred özerk bir dijital para birimidir.

source: Decred is an autonomous digital currency. With a hybrid consensus system, it is built to be a decentralized, sustainable, and self-ruling currency where stakeholders make the rules.
ar: Decred عملة رقمية مستقلة. فمع نظام التوافق المهجن، تم بناؤها لتكون عملة لامركزية ومستدامة ذات حكم ذاتي، حيث يضع أصحاب المصالح القواعد بأنفسهم.
de: Decred ist eine autonome digitale Währung. Mit einem hybriden Konsenssystem ist es als dezentralisierte, nachhaltige und selbstbestimmte Währung gestaltet, bei der die Stakeholder die Regeln bestimmen.
es: Decred es una divisa digital autónoma. Gracias a su sistema consensuado híbrido, es una divisa concebida para ser descentralizada, sostenible y autónoma y en la que las partes interesadas establecen las normas.
fa: Decred یک ارز دیجیتال مستقل است. این ارز با سیستم اجماع ترکیبی (جایی که ذینفعان قوانین را می سازند)،‌ برای غیرمتمرکز بودن، پایدار بودن و مستقل بودن ساخته شده است.
ja: Decredは自律的なデジタル通貨です。ハイブリッド型コンセンサスシステムでは、ステークホルダーがルールを作成するので、分散化された持続可能な自律的通貨が構築されます。
pl: Decred to niezależna waluta cyfrowa. Dzięki zastosowaniu hybrydowego systemu uzyskiwania konsensusu jest to zdecentralizowana, rozwijana w sposób zrównoważony i samorządna waluta, której zasady działania określają interesariusze.
pt: A Decred é uma moeda digital autónoma. Com um sistema híbrido consistente, é concebido para ser uma moeda descentralizada, sustentável e com regras próprias em que os investidores fazem as regras.
ru: Decred — это автономная цифровая валюта, основанная на гибридной консенсусной системе. Она задумана как децентрализованная, стабильная и самоуправляющаяся валюта, работающая по правилам, которые устанавливают сами пользователи.
tr: Decred özerk bir dijital para birimidir. Karma oy birliği sistemiyle merkezi olmayan, sürdürülebilir ve kuralları paydaşların koyduğu kendi kendini yöneten bir para birimi olacak şekilde tasarlanmıştır.
