Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: All Downloads →
el: Όλες οι Λήψεις →
fi: Kaikki Lataukset →
fr: Tous les téléchargements
hr: Svi fajlovi →
hu: Összes letöltés →
id: Semua Download →
it: Tutti i Download →
nl: Alle Downloads →
sv: Alla nerladdningar →
tl: Lahat ng Mga Pag-download →

source: Blog
el: Ιστολόγιο
fi: Blogi

source: Buying And Trading Decred
el: Αγορά και Συναλλαγή Decred
fi: Kaupankäynti Decredillä
fr: Acheter et échanger Decred
hr: Kupovina i trgovanje Decred-om
hu: Decred vásárlása és kereskedés
id: Beli dan Tukar Decred
it: Comprare e Scambiare Decred
nl: Decred Kopen of Wisselen
sv: Köpa och sälja Decred
tl: Pagbili At Trading Decred

source: Close
el: Κλείσιμο
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezár
id: Tutup
it: Chiudi
nl: Sluiten
sv: Stäng
tl: Isara

source: Command Line Suite
el: Σουίτα Γραμμής Εντολών
fi: Komentojono-ohjelmisto
fr: Suite de programmes en ligne de commande
hr: Paket za komandnu liniju
hu: Parancssor interfész
it: Suite Command Line
sv: Kommandotolks-verktyg

source: Community And Principles
el: Κοινότητα και Αρχές
fi: Yhteisö ja Periaatteet
fr: Communauté et principes
hr: Zajednica i načela
hu: Közösség és elvek
id: Komunitas dan Prinsip
it: Community e Principi
nl: Community en Principes
sv: Våran gemenskap och principer
tl: Komunidad At Mga Prinsipyo

source: Create a browser based Wallet
el: Δημιουργήστε ένα πορτοφόλι ιστού
fi: Luo selainpohjainen Lompakko
fr: Créer un portefeuille dans le navigateur
hr: Izradite novčanik u web pregledniku
hu: Böngésző pénztárca
id: Buat Dompet berbasis browser
it: Crea un wallet basato sul browser
nl: Maak een portemonnee aan in je browser
sv: Skapa en webbaserad plånbok i din browser
tl: Lumikha ng isang batay sa Wallet na browser

source: Decred - decentralized credit
el: Decred - αποκεντρωμένο συνάλλαγμα
fi: Decred eli decentralized credit
hr: Decred - decentralizirani kredit
hu: Decred - decentralizált e-pénz
it: Decred - credito decentralizzato
sv: Decred - decentraliserad kredit

source: Decred - downloads
el: Decred - λήψεις
fi: Decred - lataukset
fr: Decred - téléchargements
hr: Decred - preuzimanja
hu: Decred - letöltések
sv: Decred - nerladdningar

source: Decred Developers
el: Προγραμματιστές Decred
fi: Decredin Kehittäjät
fr: Développeurs Decred
hr: Decred Developeri
hu: Decred fejlesztők
id: Pengembang Decred
it: Sviluppatori Decred
nl: Decred Ontwikkelaars

source: Decred Developers 2017
el: Προγραμματιστές Decred 2017
fi: Decredin Kehittäjät 2017
fr: Développeurs Decred 2017
hr: Decred Developeri 2017
hu: Decred fejlesztők 2017
id: Pengembang Decred 2017
it: Sviluppatori Decred 2017
nl: Decred Ontwikkelaars 2017

source: Decred fosters a multi-stakeholder development ecosystem that welcomes and empowers participants who want to improve on existing features or build new tools. <br> <br>Anyone can submit feature proposals, and developers are paid for work to fulfill requirements in full view of the community. &nbsp;Funding for this work comes directly from the Decred blockchain.
el: Το Decred καλλιεργεί ένα οικοσύστημα ανάπτυξης πολλαπλών κατόχων που καλωσορίζει και ενδυναμώνει τους συμμετέχοντες που επιθυμούν να βελτιώσουν υπάρχοντα χαρακτηριστικά ή να κατασκευάσουν νέα εργαλεία. <br> <br>Οποιοσδήποτε μπορεί να υποβάλει προτάσεις χαρακτηριστικών και οι προγραμματιστές πληρώνονται για την εργασία του να εκπληρώσουν προαπαιτούμενα κατά την γνώμη της κοινότητας. &nbsp;Η χρηματοδότηση για αυτή την εργασία προέρχεται απευθείας από το blockchain του Decred.
fi: Decred edistää multi-stakelholder kehityssysteemiä, joka mahdollistaa käyttäjien kehittää ja parantaa olemassa olevia työkaluja tai kehittää kokonaan uusia. <br> <br>Kuka tahansa voi lähettää parannusehdotuksen ja kehittäjät laittavat ehdotukset eteenpäin koko yhteisön nähtäville. Rahoitus tälle otetaan suoraan Decred-lohkoketjusta.
fr: Decred favorise un écosystème de développement multipartite qui encourage et habilite les participants qui souhaitent améliorer les fonctionnalités existantes ou créer de nouveaux outils. <br> <br>Toute personne peut soumettre des propositions de fonctionnalités, et les développeurs sont payés pour travailler afin de satisfaire les exigences sous les yeux de la communauté. Le financement de ce travail provient directement de la chaîne de blocs Decred.
hr: Decred objedinjuje ekosustav razvoja koji nagradjuje ucesnike zeljne izradi naprednnih alata i poboljsanja istih. <br> <br>Svatko moze predati zahtjeve za dodatnim funkcijama, a developeri su placeni za rad kako bi ih implementirali uz puni nadzor od strane korisika. &nbsp;Financiranje za taj rad dolazi direktno iz Decred blockchaina.
hu: A Decred elősegíti az érdekelt felek fejlesztési ökoszisztémáját, amely üdvözli és felhatalmazza azokat a résztvevőket, akik a meglévő funkciók fejlesztését vagy új eszközöket akarnak fejleszteni. <br><br>Bárki benyújthat szolgáltatási javaslatokat, és a fejlesztők fizetik a munkájukhoz, hogy teljesítsék a követelményeket a közösség teljes nézetében. E munka finanszírozása közvetlenül a Decred blockchain-ból származik.
id: Decred mendukung ekosistem pengembangan multi-stakeholder yang terbuka dan mendorong partisipan yang ingin meningkatkan fitur-fitur yang sudah ada maupun membangun yang baru. <br> <br>Siapa pun dapat mengajukan usul fitur, dan para pengembang dibayar untuk bekerja demi memenuhi persyaratan dalam tampilan penuh komunitas. Dana bagi kerja ini berasal langsung dari blockchain Decred.
it: Decred promuove un ecosistema di sviluppo multi-stakeholder che accoglie e valorizza i partecipanti che vogliono migliorare le funzioni esistenti o creare nuovi strumenti. <br> <br>Chiunque può proporre nuove funzionalità, e gli sviluppatori sono pagati per realizzarle sotto il pieno controllo della community. &nbsp;Le risorse per questo lavoro arrivano direttamente dalla blockchain di Decred.
nl: Decred moedigt iedereen aan om mee te bouwen aan het Decred ecosysteem, en stelt ontwikkelaars in staat om bestaande functionaliteiten te verbeteren of om nieuwe tools te ontwikkelen. <br> <br> Iedereen kan voorstellen indienen. Ontwikkelaars worden betaald voor hun werk, in overeenstemming met de community. &nbsp;Financiering voor het werk komt direct van de Decred blockchain.
sv: Decred tillhandahåller ett ekosystem för utvecklare och hjälper dom som vill förbättra systemet eller skapa nya verktyg. <br> <br>Alla kan lägga till förslag hur man kan förbättra Decred och utvecklare får betalt för att utföra olika krav. Gemenskapen har full insyn över hur detta går till och betalningen för detta arbete kommer från Decreds blockkedja.
tl: Ang Decred ay nagpapatuloy sa isang multi-stakeholder development ecosystem na tumatanggap at nagbibigay kapangyarihan sa mga kalahok na gustong mapabuti ang mga umiiral na tampok o bumuo ng mga bagong tool. <br> <br>Sinuman ay maaaring magsumite ng mga panukala sa tampok, at ang mga developer ay binabayaran para sa trabaho upang matupad ang mga kinakailangan sa buong pananaw ng komunidad. & Nbsp; Ang pagpopondo para sa gawaing ito ay direkta mula sa Decred blockchain.

source: Decred is an open and progressive cryptocurrency with a system of community-based governance integrated into its blockchain.
el: Το Decred είναι ένα ανοιχτό και προοδευτικό κρυπτονόμισμα με ένα σύστημα διακυβέρνησης βασισμένο στην κοινότητα και ενσωματωμένο στο blockchain του.
fi: Decred on avoin ja edistyksellinen kryptovaluutta, jonka yhteisöpohjainen hallinto on intergroitu sen lohkoketjuun.
fr: Decred est une crypto monnaie ouverte et progressive avec un système de gouvernance communautaire intégré à sa chaîne de blocs.
hr: Decred je otvorena i progresivna kriptovaluta s sustavom demokratskog upravljanja integriranim u svoj blockchain.
hu: A Decred egy nyílt, szabad és progresszív e-pénz, blokkláncra épülő közösségi kormányzási rendszerrel.
id: Decred adalah cryptocurrency yang terbuka dan progresif dengan sistem tata kelola yang berbasis komunitas dan terpadu ke dalam blockchain.
it: Decred è una criptovaluta aperta e progressista con un sistema di governance basato sulla community ed integrato nella propria blockchain.
nl: Decred is een open en progressieve cryptocurrency met een systeem van stakeholder besluitvorming geïntegreerd in de blockchain.
sv: Decred är en öppen och progressiv kryptovaluta, med ett styrelseskick baserat runt gemenskap integrerat i blockkedjan.
tl: Ang Decred ay isang bukas at progresibong cryptocurrency na may isang sistema ng pamamahala batay sa komunidad na isinama sa kanyang blockchain.

source: Decred is constructing a layered governance organization that extends beyond the miners and users to bring forward and represent insider and outsider voices in the community. <br> <br> Decentralization is a process, and a decentralized ledger is only the first step in that process.
el: Το Decred οικοδομεί μια πολυεπίπεδη οργάνωση διακυβέρνησης που εκτείνεται πέρα ​​από τους miners και τους χρήστες για να προωθήσει και να εκπροσωπήσει τις εσωτερικές και εξωτερικές φωνές στην κοινότητα. <br> <br> Η αποκέντρωση είναι μια διαδικασία και ένα αποκεντρωμένο βιβλίο είναι μόνο το πρώτο βήμα σε αυτή τη διαδικασία.
fi: Decred rakentaa usean kerroksen hallinto-organisaatiota joka ulottuu louhijoita ja käyttäjiä pidemmälle tuodakseen esiin ja edustaakseen kaikkien näkemyksiä yhteisössä. <br> <br>Keskittämättömyys on prosessi, ja keskittämätön kirjanpito on vasta tämän prosessin ensimmäinen askel.
fr: Decred construit une organisation dont la gouvernance repose sur plusieurs couches. Cette gouvernance s'étend au-delà des mineurs, intègre pleinement la voix des utilisateurs, et permet ainsi de faire avancer la communauté par la prise en compte d'acteurs internes et externes. <br> <br>La décentralisation est un processus, et un ledger décentralisé n'est que la première étape dans ce processus.
hr: Decred gradi slojevitu organizaciju upravljanja koja se proteže izvan rudara i korisnika kako bi se docarala i predstavila unutarnje i vanjske glasove u zajednici. <br> <br>Decentralizacija je proces, a decentraliziran Ledger samo je prvi korak u tom procesu.
hu: A Decred olyan réteges kormányzati szervezetet hoz létre, amely túlmutat a bányászokon és a felhasználókon, hogy előmozdítsa és képviselje a bennfentes és a kívülálló hangokat a közösségben. <br><br>A decentralizáció egy folyamat, és a decentralizált főkönyv csak az első lépés a folyamatban.
id: Decred membangun organisasi dengan tata kelola yang berlapis yang jangkauannya melewati para miner dan pengguna untuk mengemukakan dan mewakili suara-suara baik dari dalam maupun luar komunitas. <br> <br>Desentralisasi merupakan proses dan ledger yang terdesentralisasi hanyalah langkah pertama dalam proses tersebut.
it: Decred sta costruendo un'organizzazione di governance su più livelli che si estende oltre i miner e gli utenti per portare avanti e rappresentare voci interne ed esterne alla community. <br> <br> La decentralizzazione è un processo, ed un registro decentralizzato è solo il primo passo in questo processo.
nl: Decred bouwt aan een systematisch besluitvormingsmodel. Naast de miners en stakeholders worden ook de gebruikers en de Decred community bij beslissingen betrokken. <br> <br> Decentralisatie is een proces, en een gedecentraliseerde blockchain is slechts de eerste stap in dit proces.
sv: Decred håller på att skapa en organisation med ett styrelseskick med flera lager som sträcker sig längre bort än miners och användare för att kunna skapa och representera röster både innanför och utanför gemenskapen. <br> <br> Decentralisering är en process, och ett decentraliserat register är det första steget i den processen.
tl: Ang pabor ay nagtatayo ng isang layered na organisasyon ng pamamahala na umaabot sa ibayo ng mga minero at mga gumagamit upang dalhin sa harap at kumakatawan sa tagaloob at tagalabas na tinig sa komunidad. <br> <br> Ang desentralisasyon ay isang proseso, at isang desentralisadong ledger ang unang hakbang lamang sa prosesong iyon.

source: Decred uses a hybridized consensus system to strike a balance between <u>miners</u>* and users to create a more robust currency. <br> <br>Typically, the miners who operate the infrastructure wield considerable influence while the users have relatively little sway. Decred allows users to participate in the project directly without the need for expensive mining hardware.
el: To Decred χρησιμοποιεί ένα υβριδικό σύστημα συναίνεσης ώστε να επιτευχθεί ισορροπία μεταξύ των <u>miners</u>* και των χρηστών για να δημιουργηθεί ένα πιο στέρεο νόμισμα. <br> <br>Συνήθως, οι miners που χειρίζονται την υποδομή ασκούν σημαντική επιρροή, ενώ οι χρήστες έχουν σχετικά μικρό λόγο. Το Decred επιτρέπει στους χρήστες να συμμετέχουν άμεσα στο έργο χωρίς την ανάγκη για δαπανηρό υλικό mining.
fi: Decred käyttää yhdistettyä konsesus-järjestelmää tuodakseen tasapainon <u>louhijoiden</u> ja käyttäjien välille vahvan valuutan luomiseksi. <br> <br>Tyypillisesti louhijoilla, jotka pyörittävät verkon infrastruktuuria on huomattava määrä valtaa, samalla kun tavallisilla käyttäjillä on verraten vähän vaikutusta. Decred sallii käyttäjien osallistua projektiin suoraan ilman tarvetta kalliille louhintalaitteistolle.
fr: Decred utilise un système de consensus hybride afin d'établir un équilibre entre <u>mineurs</u>* et utilisateurs, garantissant ainsi une monnaie plus robuste. <br> <br>En règle générale, les mineurs exploitant l'infrastructure exercent une influence considérable, tandis que les utilisateurs ont relativement peu de pouvoir. Decred permet aux utilisateurs de participer directement au projet sans avoir besoin d'un coûteux matériel de minage.
hr: Decred koristi hibridizirani sustav konsenzusa kako bi uspostavio ravnotežu između <u> rudara</u>* i korisnika, te doprinjeo robusnosti valute. <br> <br>Tipicno, rudari koji upravljaju infrastrukturom imaju znacajan utjecaj, dok korisnici imaju zanemariv ucinak. Decred omogucava korisnicima direktnu interakciju bez potrebe za skupim hardverom.
hu: A Decred hibrid konszenzusrendszert alkalmaz, hogy egyensúlyt teremtsen a <u>bányászok</u> * és a felhasználók között egy erőteljesebb pénznem létrehozása érdekében. <br><br>Az infrastruktúrát működtető bányászok jellemzően jelentős befolyást gyakorolnak, míg a felhasználók viszonylag kevés befolyást gyakorolnak. A Decred lehetővé teszi a felhasználóknak a projektben való közvetlen részvétel lehetőségét anélkül, hogy drága bányászati hardverre lenne szükségük.
id: Decred menggunakan sebuah sistem konsensus hibrid demi menyeimbangkan <u>miners</u>* dan pengguna untuk mata uang yang lebih kuat. <br> <br>Pada umumnya, para miner yang menjalankan infrastruktur memiliki pengaruh yang cukup besar sementara para pengguna relatif sedikit. Decred memungkinkan pengguna untuk berpartisipasi langsung dalam proyek tanpa harus menggunakan perangkat keras yang mahal.
it: Decred utilizza un sistema di consenso ibrido per trovare un equilibrio tra <u>miners</u>* ed utenti creando una valuta più robusta. <br> <br>Tipicamente, i miners che gestiscono l'infrastruttura esercitano una notevole influenza mentre gli utenti hanno un peso relativamente basso. Decred consente agli utenti di partecipare al progetto direttamente senza bisogno di un costoso hardware per il mining.
nl: Decred gebruikt een hybride consensus systeem om een balans te vinden tussen <u>miners</u>* en stakeholders, en zo een robuuste munteenheid te creëren. <br> <br>Meestal hebben de miners met hun infrastructuur de meeste invloed, terwijl de gebruikers van de munt weinig inspraak hebben. Decred stelt stakeholders in staat om direct aan het project deel te nemen zonder de noodzaak van dure mining hardware.
sv: Decred använder en hybridiserat konsensus-system för att kunna skapa en baland mellan <u>miners</u>* och andra användare för att skapa en mer robust valuta. <br> <br>Vanligtvis så har miners som styr över infrastrukturen ett stort inflytande medans användare har mindre. Decred hjälper användare att gå med i projektet direkt utan att behöva skaffa dyr mining-hårdvara.
tl: Ang mga pestula ay gumagamit ng isang hybridized na sistema ng pinagkaisahan upang hampasin ang balanse sa pagitan ng <u> minero </u> * at mga gumagamit upang lumikha ng isang mas matatag na pera. <br> <br> Kadalasan, ang mga minero na nagpapatakbo ng imprastraktura ay may malaking impluwensiya habang ang mga gumagamit ay medyo maliit na ugoy. Ang Decred nagpapahintulot sa mga user na lumahok sa proyekto nang direkta nang hindi nangangailangan ng mahal na hardware sa pagmimina.

source: Decrediton For macOS
el: Decrediton Για macOS
fi: Decrediton macOSlle
fr: Decrediton pour macOS
hr: Decrediton za macOS
hu: Decrediton macOS-re
id: Decrediton untuk macOS
it: Decrediton Per macOS
sv: Decrediton för macOS
tl: Decrediton para sa macOS

source: Decred’s identity helps to represent it across different platforms and amongst digital currencies. It helps new and existing users to recognise it, gain trust and become more engaged. The toolkit provides direction and makes it easier for anyone to communicate about Decred. It contains a set of simple + practical tools, principles and guides for different contexts and use cases.
el: Η ταυτότητα του Decred βοηθά στην εκπροσώπηση του σε διαφορετικές πλατφόρμες και μεταξύ ψηφιακών νομισμάτων. Βοηθά τους νέους και τους υπάρχοντες χρήστες να το αναγνωρίσουν, να αποκτήσουν εμπιστοσύνη και να εμπλακούν περισσότερο. Το σετ εργαλείων παρέχει την κατεύθυνση και καθιστά ευκολότερο για οποιονδήποτε να συζητήσει για το Decred. Περιέχει ένα σύνολο απλών + πρακτικών εργαλείων, αρχών και οδηγών για διαφορετικά περιβάλλοντα και περιπτώσεις χρήσης.
fi: Decredin erilaisuus auttaa sitä esiintymään edukseen eri järjestelmissä sekä muiden kryptovaluuttojen joukossa. Se auttaa uusia ja vanhoja käyttäjiä osallistumaan ja olemaan aktiivisia brändin parissa. Työkalupaketista on hyötyä tiedon levittämisessä. Se sisältää helppokäyttöisiä työkaluja, ohjeita ja neuvoja eri tilanteisiin joissa tietoisuutta Decredistä voidaan lisätä.
fr: L'identité de Decred contribue à le représenter sur différentes plates-formes et parmi les devises numériques. Cela aide les nouveaux utilisateurs et les utilisateurs existants à le reconnaître, à gagner de la confiance et à devenir plus engagés. Cet ensemble de documents fournit une direction et permet à toute personne de communiquer sur Decred. Il contient un ensemble d'outils, de principes et de guides pratiques simples pour différents contextes et cas d'utilisations.
hr: Decredov identitet pomaže u predstavljnju na različitim platformama i među digitalnim valutama. Pomaže novim i postojećim korisnicima ga prepoznaju, steknu povjerenje i postanu angažiraniji. Alat pruža smjernice i olakšava svakome komunikaciju oko Decred-a. Sadrži niz jednostavnih + praktičnih alata, principa i vodiča za različite kontekste i slučajeve upotrebe.
hu: A Decred identitása reprezentálja a különböző platformok és digitális devizák között. A célja, hogy meglevő és új felhasználók számára könnyen megkülönböztethető legyen, bizalmat és elkötelezettséget ébresszen. Ez a csomag irányt mutat és segít benne, hogy a Decred-ről kommunikálj. Tartalmaz több egyszerű eszközt, dizájn elveket és irányvonalat különféle felhasználásokra és kontextusokban.
id: Identitas Decred membuatnya dapat hadir di berbagai macam platform di antara mata uang digital. Ini membantu pengguna baru dan lama untuk kenal, percaya dan mau lebih terlibat. Toolkit menyediakan arahan dan membuatnya lebih mudah bagi siapa pun untuk berkomunikasi tentang Decred. Toolkit terdiri dari sejumlah alat sederhana yang praktis, prinsip-prinsip dan panduan untuk beragam konteks dan kasus-kasus umum.
it: L'identità di Decred contribuisce a rappresentarlo sulle varie piattaforme e tra le valute digitali. Aiuta gli utenti ed i neofiti a riconoscerlo, ottenere fiducia e partecipare in modo più attivo. Il toolkit fornisce un orientamento e facilita le comunicazioni relative a Decred. Contiene un set di semplici e pratici strumenti, principi e guide per contesti differenti e diversi casi d'uso.
nl: De identiteit van Decred helpt om op te vallen op verschillende platforms en zorgt voor onderscheiding met andere digitale munteenheden. Dit helpt nieuwe en bestaande gebruikers om Decred te herkennen, te vertrouwen, en meer betrokken te raken. De toolkit geeft de richting aan, en maakt het makkelijk voor iedereen om over Decred te communiceren. Het bevat een reeks eenvoudige + praktische hulpmiddelen, principes, en richtlijnen voor verschillende contexten en gebruiksgevallen.
sv: Decreds identitet används till att representera denna på olika plattformar och kryptovalutor. Denna identitet hjälper nya och erfarna användare att känna igen den, och skapar förtroende och mer tillit i plattformen. Verktygslådan ger direktiv och gör det enklar för vem som helst att kommunicera Decreds budskap. Denna innehåller en samling av enkla och praktiska verkyg, principer och guider för olika miljöer och användningsområden.
tl: Ang pagkakakilanlan ng Decred ay tumutulong upang kumatawan ito sa iba't ibang mga platform at sa gitna ng mga digital na pera. Tinutulungan nito ang mga bago at umiiral na mga gumagamit na makilala ito, makakuha ng tiwala at maging mas nakatuon. Ang toolkit ay nagbibigay ng direksyon at ginagawang mas madali para sa sinuman na makipag-usap tungkol sa Decred. Naglalaman ito ng isang hanay ng mga simpleng + praktikal na tool, mga prinsipyo at mga gabay para sa iba't ibang mga konteksto at mga kaso ng paggamit.

source: Dev Premine
el: Premine Προγραμματιστών
fi: Kehitystiimin Premine
fr: Pré-minage développeurs
hu: Fejlesztő premine
it: Preminato Sviluppatori

source: Development Subsidy
el: Επιχορήγηση Ανάπτυξης
fi: Kehitysrahasto
fr: Subvention de développement
hr: Podrška za razvoj
hu: Fejlesztői támogatás
id: Subsidi Pengembangan
it: Sussidio di Sviluppo
nl: Ontwikkelsubsidie
sv: Utvecklingsbidrag
tl: Pagbibigay ng Tulong

source: Download Full Package
el: Κατεβάστε Ολόκληρο το Πακέτο
fi: Lataa Täyspaketti
fr: Télécharger le paquet complet
hr: Preuzmite cijeli paket
hu: Teljes csomag letöltése
id: Download Paket Penuh
it: Download Pacchetto Completo
nl: Download de volledige Package
sv: Ladda ner hela paketet
tl: I-download ang Buong Package

source: Download Logo Package
el: Λήψη Πακέτου Λογοτύπου
fi: Lataa Logopaketti
fr: Télécharger le logo
hr: Preuzmite paket logotipa
hu: Logo letöltése
id: Download Paket Logo
it: Download Pacchetto Logo
nl: Download de Logo Package
sv: Ladda ner logotyp-paketet
tl: I-download ang Logo Package

source: Exodus releases
el: Εκδόσεις Exodus
fi: Exodus julkaisut
fr: Portefeuille Exodus
hr: Exodus verzije
hu: Exodus kiadások
id: Rilis Exodus
it: Rilasci Exodus
sv: Exodus utgåvor
tl: Paglabas ng Exodos

source: Find A Stakepool
el: Βρείτε ένα Stakepool
fi: Löydä Stakepool
fr: Trouver un pool de minage
hr: Pronađite Stakepool
hu: Keress egy Stakepool-t
id: Temukan Stakepool
it: Trova uno Stakepool
nl: Vind een Stakepool
sv: Hitta en Stakepool
tl: Maghanap ng isang Stakepool

source: GUI wallet for Windows
el: Πορτοφόλι γραφικού περιβάλλοντος για Windows
fi: GUI-lompakko Windowsille
fr: Portefeuille GUI pour Windows
hr: GUI wallet za Windows
hu: GUI pénztárca Windows-ra
id: Dompet GUI untuk Windows
it: Wallet GUI per Windows
nl: GUI portemonnee voor Windows
sv: GUI-plånbok för Windows
tl: GUI wallet para sa Windows

source: GUI wallet for macOS and Linux
fi: GUI-lompakko MacOS ja Linuxille
nl: GUI portemonnee voor MacOS en Linux

source: Getting Started
el: Ξεκινώντας
fi: Kuinka Päästä Alkuun
fr: Commencer
hr: Početak rada
hu: Kezdőknek
id: Mulai
it: Per Iniziare
nl: Begin bij het begin
sv: Komma igång
tl: Nagsisimula
