Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: Warning:
ar: تحذير:
de: Warnung:
el: Προσοχή:
es: Advertencia:
fa: هشدار:
fi: Varoitus:
fr: Attention:
hr: Upozorenje:
hu: Figyelmeztetés:
id: Peringatan:
it: Attenzione:
ja: 警告:
nl: Waarschuwing:
pl: Ostrzeżenie:
pt: Aviso:
ru: Внимание:
sv: Varning:
tl: Babala:
tr: Uyarı:

source: Watch Video
ar: شاهد الفيديو
de: Video ansehen
es: Ver vídeo
fa: تماشای ویدیو
ja: 動画を視聴
pl: Obejrzyj film
pt: Ver vídeo
ru: Смотреть видео
tr: Videoyu İzle

source: We are community-powered. Stakeholders who participate in Decred’s decision-making are rewarded for their efforts. Sustainable funding and a resilient contractor model allow for anyone to join Decred at any time and engage in its governance. Decred’s value is in the people who work on it - together we’re building the decentralized future we want to see.
ar: نحن مدعومون من قبل المجتمع. فأصحاب المصلحة المشاركون في صنع قرار Decred يتم مكافأتهم لجهودهم. والتمويل المستدام ونموذج المقاول المرن يسمح لأي شخص بالانضمام إلى Decred في أي وقت والمشاركة في إدارتها. إن قيمة Decred تكمن في الأشخاص الذين يعملون فيها - فمعًا نصنع المستقبل اللامركزي الذي نريده.
de: Unser Motor ist die Community. Stakeholder, die sich an Entscheidungsprozessen von Decred beteiligen, werden für ihre Mühen belohnt. Nachhaltige Finanzierung und ein robustes Subunternehmermodell ermöglichen es allen Interessierten, Decred jederzeit beizutreten und bei seiner Governance mitzuwirken. Der Wert von Decred liegt bei den Leuten, die daran arbeiten – gemeinsam bauen wir die dezentralisierte Zukunft, die wir möchten.
es: La comunidad es la brisa que empuja nuestras aspas. Las partes interesadas que participan en la toma de decisiones de Decred reciben recompensa por su esfuerzo. La financiación sostenible y un modelo de adjudicaciones consolidado hacen posible que cualquiera pueda unirse a Decred en cualquier momento y contribuir a su gobernabilidad. El valor de Decred reside en las personas que trabajan en ella; juntos estamos construyendo el futuro descentralizado que deseamos ver.
fa: ما از جامعه قدرت می گیریم. ذینفعانی که در تصمیم گیری های Decred مشارکت می کنند برای تلاششان پاداش دریافت می کنند. سرمایه گذاری پایدار و مدل قرارداد انعطاف پذیر این امکان را برای همه فراهم می آورد که در هر زمانی به Decred بپیوندند و در هدایت آن شرکت داشته باشند. ارزش Decred در افرادی است که برای آن کار می کنند - با هم آینده غیرمتمرکز مطلوبمان را می سازیم.
ja: 私たちはコミュニティを基本軸としています。Decredの意思決定に参加するステークホルダーにはその貢献に報酬が与えられます。持続可能な資金提供と強力なコントラクターモデルにより、誰でもいつでもDecredに加わり、ガバナンスに参加することができます。Decredの有用性はそれに取り組む人々の手の内にあります。私たちは一丸となり夢に描く非集中化の未来を実現していきます。
pl: Istniejemy jako społeczność. Interesariusze, którzy biorą udział w podejmowaniu decyzji dotyczących Decred są nagradzani za swoje działania. Model zrównoważonego finansowania i solidnych kontrahentów umożliwia każdemu dołączenie do społeczności Decred w dowolnej chwili i udział w zarządzaniu nią. O wartości Decred decydują ludzie, którzy nad nią pracują — razem tworzymy zdecentralizowaną przyszłość, jakiej wszyscy oczekujemy.
pt: Somos nutridos pela comunidade. Os investidores que participam na tomada de decisões da Decred são recompensados pelos seus esforços. Financiamento sustentável e modelo de contratação flexível permitem que qualquer pessoa se junte à Decred a qualquer momento e se envolva na sua administração. O valor da Decred está nas pessoas que trabalham nela - juntos estamos a construir o futuro descentralizado que queremos ver.
ru: Мы работаем при опоре на силы сообщества. Пользователи, участвующие в принятии решений относительно судьбы Decred, получают вознаграждение. Стабильное финансирование и устойчивая модель работы с подрядчиками позволяют всем желающим в любой момент присоединяться к сети Decred и принимать участие в управлении. Главная ценность сети Decred — люди, которые в ней работают. Вместе мы создаем то децентрализованное будущее, о котором мечтаем.
tr: Gücümüzü topluluktan alıyoruz. Decred'ın karar verme mekanizmasına katılan paydaşlar çabaları karşılığında ödüllendirilir. Sürdürülebilir fonlama ve esnek yüklenici modeli, herkesin dilediği zaman Decred'a katılmasına ve yönetiminde yer almasına izin verir. Decred'ın değeri, Decred üzerinde çalışan insanlara bağlıdır. Görmek istediğimiz merkezileşmemiş geleceği birlikte inşa ediyoruz.

source: Webwallet
ar: محفظة الويب
es: Cartera Web
fa: کیف پول تحت وب
fi: Web-lompakko
fr: Portefeuille en ligne
hr: Web novcanik
hu: Online pénztárca
ja: ウェブウォレット
nl: Online Portemonnee
pl: Portfel przeglądarkowy
ru: Веб-кошелек
sv: Webbplånbok
tr: Web cüzdanı

source: We’re bound by the following guiding principles.
ar: نحن ملتزمون بالمبادئ التوجيهية التالية.
de: Wir sehen uns den folgenden Richtlinien verpflichtet.
es: Nos regimos por los siguientes principios rectores.
fa: ما متعهد به اصول زیر هستیم.
ja: 私たちは次の原則に従います。
pl: Obowiązują nas następujące zasady przewodnie.
pt: Estamos ligados pelos seguintes princípios orientadores.
ru: Мы руководствуемся следующими принципами.
tr: Aşağıdaki kılavuz ilkelere bağlıyız.

source: What is Decred
ar: ما Decred
de: Was ist Decred?
es: Qué es Decred
fa: Decred چیست
ja: Decredとは
pl: Co to jest Decred
pt: O que é a Decred
ru: Что такое Decred
tr: Decred Nedir?

source: Who is Decred?
ar: من هو Decred؟
de: Wer ist Decred?
es: ¿Quién es Decred?
fa: Decred کیست؟
ja: Decredとは誰？
pl: Co to jest Decred?
pt: Quem é a Decred?
ru: Кто стоит за Decred?
tr: Decred Kimdir?

source: _direction
ar: rtl
es: ltr
fa: rtl
fi: ltr
fr: ltr
hu: ltr
id: _arahan
nl: ltr
pt: _direção
sv: _riktning

source: _language
ar: ar
es: es
fa: fa
fi: fi
fr: fr
hu: hu
id: id
nl: nl
pt: _idioma
sv: _språk

source: ccminer releases →
ar: إصدارات ccminer →
es: versiones de ccminer →
fa: نسخه های ccminer →
ja: ccminerリリース →
pl: wersje ccminer →
pt: lançamentos ccminer →
ru: версии ccminer →
tr: ccminer sürümleri →

source: coming soon
ar: قريبًا
de: demnächst verfügbar
es: próximamente
fa: به زودی ارائه می شود
ja: まもなく登場
pl: już wkrótce
pt: brevemente
ru: скоро
tr: çok yakında

source: community coordinator
ar: منسق المجتمع
de: Community-Koordinator
es: coordinador de la comunidad
fa: هماهنگ کننده جامعه
ja: コミュニティコーディネーター
pl: koordynator społeczności
pt: coordenador da comunidade
ru: координатор сообщества
tr: topluluk koordinatörü

source: community manager BR
ar: مدير المجتمع BR
es: gestor de comunidad de BR
fa: مدیر جامعه برزیل
ja: コミュニティマネージャーBR
pl: menedżer społeczności BR
pt: gestor da comunidade BR
ru: менеджер сообщества, Бразилия
tr: topluluk yöneticisi BR

source: designer
ar: مصمم
es: diseñador
fa: طراح
ja: デザイナー
pl: projektant
ru: дизайнер
tr: tasarımcı

source: developer
ar: مطور
de: Entwickler
es: desarrollador
fa: پدیدآورنده
ja: 開発者
pl: programista
pt: programador
ru: разработчик
tr: geliştirici

source: downloads
ar: التنزيلات
el: λήψεις
es: descargas
fa: دانلودها
fi: lataukset
fr: Téléchargements
hr: preuzimanja
hu: letöltések
id: unduhan
ja: ダウンロード
pl: pobrania
pt: transferências
ru: загрузки
sv: nedladdningar
tr: indirmeler

source: gominer releases →
ar: إصدارات gominer →
es: versiones de gominer →
fa: نسخه های gominer →
ja: gominerリリース →
pl: wersje gominer →
pt: lançamentos gominer →
ru: версии gominer →
tr: gominer sürümleri →

source: illustrator
de: Grafiker
es: ilustrador
fa: تصویرگر
ja: イラストレーター
pl: ilustrator
pt: ilustrador
ru: иллюстратор
tr: illüstratör

source: lead designer
ar: المصمم الرئيسي
de: Hauptdesigner
es: diseñador jefe
fa: طراح اصلی
ja: リードデザイナー
pl: główny projektant
pt: designer principal
ru: главный дизайнер
tr: baş tasarımcı

source: of total
ar: من الإجمالي
de: von insgesamt
es: del total
fa: از مجموع
pl: z sumy
pt: do total de
ru: из всего
tr: / toplam

source: reddit manager
ar: مدير reddit
es: gestor de reddit
fa: مدیر ردیت
ja: Redditマネージャー
pl: menedżer ds. reddit
pt: gestor reddit
ru: менеджер reddit
tr: reddit yöneticisi

source: sgminer releases →
ar: إصدارات sgminer →
es: versiones de sgminer →
fa: نسخه های sgminer →
ja: sgminerリリース →
pl: wersje sgminer →
pt: lançamentos sgminer →
ru: версии sgminer →
tr: sgminer sürümleri →

source: stable
ar: مستقر
de: stabil
el: σταθερό
es: estable
fa: پایدار
fi: stabiili
hr: stabilne
hu: stabil
id: stabil
it: stabile
ja: 安定版
nl: stabiel
pl: stabilna
pt: estável
ru: стабильная версия
sv: stabil
tl: Matatag
tr: stabil

source: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>, Bitcoin Developer<span class="quotes-by-title"></span>
ar: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>، مطور Bitcoin<span class="quotes-by-title"></span>
de: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>, Bitcoin-Entwickler<span class="quotes-by-title"></span>
es: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>, desarrollador de Bitcoin<span class="quotes-by-title"></span>
fa: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>، پدیدآورنده بیت کوین<span class="quotes-by-title"></span>
ja: — <a href="https://twitter.com/jimmysong" target="_blank">ジミー・ソング</a>、ビットコイン開発者<span class="quotes-by-title"></span>
pl: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>, twórca Bitcoin<span class="quotes-by-title"/>
pt: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>, Programador Bitcoin<span class="quotes-by-title"></span>
ru: — <a href="https://twitter.com/jimmysong" target="_blank">Джимми Сонг (Jimmy Song)</a>, разработчик биткоин<span class="quotes-by-title"></span>
tr: — <a href="https://twitter.com/jimmysong" target="_blank">Jimmy Song</a>, Bitcoin Geliştiricisi<span class="quotes-by-title"></span>

source: “Decred is an innovative crypto with some amazing developers.&quot;
ar: "Decred عملة مشفرة مبتكرة لديها بعض المطورين المذهلين."
de: "Decred ist eine innovative Kryptowährung mit einigen großartigen Entwicklern.&quot;
es: "Decred es una criptomoneda innovadora que cuenta con fantásticos desarrolladores.&quot;
fa: «Decred ارز رمزی نوآورانه با پدیدآورندگانی فوق العاده است.»
ja: 「Decredは素晴らしい開発者による革新的な仮想通貨です。&quot;
pl: „Decred to innowacyjna kryptowaluta tworzona przez wyjątkowych programistów”.
pt: “A Decred é uma cripto inovadora com alguns programadores maravilhosos.&quot;
ru: «Decred — это инновационная криптовалюта с замечательными разработчиками.&quot;
tr: “Decred, muhteşem geliştiricilere sahip yenilikçi bir kripto.&quot;

source: 2017 Roadmap
ar: خارطة الطريق 2017
de: Roadmap 2017
es: Hoja de ruta para 2017
ja: 2017年度予定
pl: Plan działania na rok 2017
pt: Planeamento 2017
ru: План развития на 2017 год
tr: 2017 Yol Haritası

source: Linux 64-bit ↓
ar: نظام التشغيل Linux فئة 64 بت
es: Linux 64 bits ↓
pl: Linux 64-bitowy ↓
ru: Linux 64 бит ↓

source: Misson
de: Mission
es: Misión
ja: ミッション
pt: Missão
ru: Миссия

source: <p>An address is the only thing needed to send or receive funds. It can be easily generated from any Decred wallet. Decred addresses always <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">begin with D and contain 26-36 alphanumeric characters</a>.</p> <p>After a transaction is made, funds will usually clear in about 5 minutes. There is a small fee to help with the upkeep of the network. This fee is in addition to the transaction amount. E.g. a transfer of 100DCR would incur a fee of about 0.006DCR.</p> <p>The <a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a> allows users to search all the blocks and transactions in the Decred blockchain.</p>
el: <p>Μια διεύθυνση είναι το μόνο που χρειάζεται για να στείλετε ή να λάβετε χρηματικά ποσά. Μπορεί εύκολα να δημιουργηθεί από οποιοδήποτε πορτοφόλι Decred. Οι διευθύνσεις Decred πάντοτε <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">ξεκινούν με το λατινικό γράμμα D και περιέχουν 26-36 αλφαριθμητικούς χαρακτήρες</a>.</p> <p>Αφότου πραγματοποιηθεί μια συναλλαγή, τα χρηματικά ποσά συνήθως εκκαθαρίζονται μέσα σε περίπου 5 λεπτά. Υπάρχει ένα μικρό τέλος για να βοηθήσει στη διατήρηση του δικτύου. Αυτό το τέλος είναι επιπρόσθετο του ποσού συναλλαγής. Για παράδειγμα, μια μεταφορά 100DCR θα επέσυρε ένα τέλος των περίπου 0,006DCR.</p> <p>Ο <a href="https://mainnet.decred.org" target="_blank">Κύριος Εξερευνητής Block Δικτύου</a> επιτρέπει στους χρήστες να αναζητήσουν όλα τα blocks και όλες τις συναλλαγές στο blockchain του Decred.</p>
fi: <p>Osoite on ainoa mitä tarvitaan varojen lähettämiseen ja vastaanottamiseen. Osoitteita voi luoda helposti millä tahansa Decred-lompakolla. Decred-osoitteet <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">alkavat aina D-kirjaimella ja sisältävät 26-36 kirjain- ja numeromerkkiä</a>.</p> <p>Kun siirto on tehty, varat saapuvat perille yleensä noin 5 minuutissa. Verkon ylläpitämiseksi peritään pieni siirtomaksu. Kulut lisätään siirrettävään summaan, esim. 100DCR:n siirrosta kertyy noin 0.006DCR:n siirtokulut.</p> <p><a href="https://mainnet.decred.org" target="_blank">Pääverkon Lohkohaku</a> sallii käyttäjien nähdä kaikki Decred-lohkosarjan lohkot ja siirrot.</p>
fr: <p>Une adresse est la seule chose dont vous avez besoin pour envoyer ou recevoir des fonds. Une adresse peut être très simplement générée depuis n'importe quel portefeuille. Les adresses Decred commencent toujours par<a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">D et contiennent 26-36 caractères alphanumérique</a>.</p> <p>Après avoir réalisé une transaction, les fonds sont disponibles dans les 5 minutes. De très légers frais de transaction sont prélevés lors des transactions, garantissant le bon fonctionnement du réseau. Ces frais s'ajoutent au montant des transactions. Par exemple, une transaction de 100DCR engendrera des frais s'établissant aux alentours de 0.006DCR.</p> <p>Le <a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a> permet aux utilisateurs de rechercher leurs transactions ainsi que les blocs associés dans la chaîne de blocs Decred.</p>
hr: <p>Adresa je jedina stvar potrebna za slanje ili primanje sredstava. Moze se lako generirati u bilo kojem Decred novcaniku. Decred adrese uvijek <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">pocinju sa D i sadrze 26-36 alfanumerickih znakova </a></p> Nakon sto je transakcija napravljena, sredstva ce biti poslana unutar 5 minuta. Takodjer postoji mala provizija koja se odvaja za odrzavanje mreze. Ta provizija se dodaje iznosu koji se salje. Npr. transakcija vrijednosti 100DCR ( Decreda ) uzet ce od Vas proviziju u iznosu od otprilikde 0.006DCR ( Decreda ).<p> <p><a href="https://mainnet.decred.org" target="_blank">Glavni pretrazivac blokova </a>omogucava pretragu svih blokova i transakcija u Decred blockchainu ( lancu transakcija ).</p>
hu: <p>Csak egy Decred cím szükséges ahhoz, hogy pénzt küldj vagy fogadj, ezt többféle Decred tárcával létrehozhatod. A Decred címek mindig <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">D-vel kezdődnek és 26-36 alfanumerikus karaktert tartalmaznak</a>.</p> <p>A tranzakciót követően az átutalás általában kb. 5 percen belül megjelennek. A hálózat karbantartásához egy kis díj jár, például 100 DCR elküldésének díja körülbelül 0,006 DCR.</p> <p>A <a href="https://mainnet.decred.org" target="_blank">Blokk Böngésző</a> segítségével böngészheted a blokkláncot, kereshetsz a blokkok és tranzakciók között.</p>
id: <p>Alamat adalah satu-satunya yang dibutuhkan untuk mengirim atau menerima dana. Hal ini bisa dilakukan dengan mudah dari wallet Decred mana pun. Alamat-alamat Decred selalu <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">diawali dengan huruf D dan terdiri dari 26-36 karakter alfanumerik.</a>.</p> <p>Setelah transaksi dilakukan, dana kliring membutuhkan sekitar 5 menit. Ada sedikit biaya untuk membantu pemeliharaan jaringan. Biaya ini merupakan tambahan dari jumlah transaksi. Contoh: transfer sebanyak 100DCR akan dikenakan biaya sekitar 0.006DCR.</p> <p>The <a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a>memungkinkan pengguna untuk mencari seluruh blocks dan transaksi pada blockchain Decred.</p>
it: <p>Un indirizzo è l'unica cosa che serve per inviare o ricevere fondi. Può essere facilmente generato da qualsiasi wallet Decred. Gli indirizzi Decred iniziano <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">sempre con D e contengono 26-36 caratteri alfanumerici</a>.</p> <p>Dopo che una transazione è stata fatta, i fondi arrivano solitamente in 5 minuti. C'è una piccola commissione da pagare per contribuire al sostentamento del network. Questa commissione è in aggiunta all'importo della transazione. E.g. un trasferimento di 100 DCR avrà una commissione di circa 0.006 DCR.</p> <p>Il<a href="https://mainnet.decred.org" target="_blank"> Main Network Block Explorer</a> permette agli utenti di cercare tra tutti i blocchi e le transazioni nella blockchain di Decred.</p>
nl: <p>Een geldig adres is de enige vereiste om DCR te verzenden of te ontvangen. Adressen zijn gemakkelijk te genereren vanuit elke Decred portemonnee. Mainnet adressen <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">beginnen altijd met D</a> en bevatten 26-36 alfanumerieke karakters.</p> <p>Nadat een transactie is gemaakt zal de betaling in ongeveer 5 minuten verwerkt worden. Er is een kleine transactieheffing om het netwerk te ondersteunen. Deze heffing komt bovenop het transactiebedrag. Een betaling van 100 DCR zou bijvoorbeeld een transactieheffing van ongeveer 0.006 DCR betekenen.</p> <p>De <a href="https://mainnet.decred.org" target="_blank">Mainnet Block Explorer</a> stelt gebruikers in staat om alle blokken en transacties van de Decred blockchain te doorzoeken.</p>
sv: <p>En adress är det enda som behövs för att kunna skicka och ta emot pengar. Denna kan man enkelt skapa från en Decred-plånbok. Decred-adresser <a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">startar alltid med D and contain 26-36 alphanumeric characters</a>.</p> <p> Det finns även en mindre avgift som hjälper till med underhållet av nätverket. Denna avgift läggs till på transaktionen T.e.x så kommer en transaktion av 100DCR att kräva en avgift på runt 0.006DCR.</p> <p>The <a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a> hjälper användare att leta efter block och transaktioner i Decreds blockkedja.</p>
tl: <p>Isang address ang tanging kailangan upang magpadala o tumanggap ng mga pondo. Maaari itong madaling mabuo mula sa anumang Decred wallet. Ang mga pirmihang address ay palaging<a href="https://docs.decred.org/faq/wallets-and-seeds/#9-what-are-the-different-types-of-addresses" target="_blank">magsimula sa D at naglalaman ng 26-36 na mga character na alphanumeric</a>.</p> <p>Ang isang transaksyon ay ginawa, ang mga pondo ay kadalasang i-clear sa tungkol sa 5 minuto. May isang maliit na bayad upang makatulong sa pangangalaga ng network. Ang bayad na ito ay bukod sa halaga ng transaksyon. Hal. Ang paglipat ng 100DCR ay magkakaroon ng bayad tungkol sa 0.006DCR.</p> <p>Ang<a href="https://mainnet.decred.org" target="_blank">Main Network Block Explorer</a>ay nagpapahintulot sa mga user na maghanap sa lahat ng mga bloke at transaksyon sa Decred blockchain.</p>

source: <p>Decred is a multi-platform digital currency with support for Windows, macOS, and Linux. Easy-to-use wallet apps enable sending, receiving, and mining Decred with just a few clicks.</p> <p>For those who like to tinker, Decred provides a full suite of command line tools allowing customization of the Decred experience.</p>
el: <p>Το Decred είναι ένα ψηφιακό νόμισμα πολλαπλών πλατφορμών με υποστήριξη για Windows, macOS και Linux. Εύχρηστες εφαρμογές πορτοφολιών επιτρέπουν την αποστολή, τη λήψη και το mining του Decred με μερικά μόνο κλικ.</p> <p>Σε όσους αρέσει να πειραματίζονται, το Decred παρέχει μια πλήρη σειρά εργαλείων γραμμής εντολών που επιτρέπουν την προσαρμογή της εμπειρίας Decred.</p>
fi: <p>Decred on usealla alustalla toimiva digitaalinen valuutta joka toimii Windows, macOS ja Linux -käyttöjärjestelmissä. Helppokäyttöisillä lompakkosovelluksilla voi lähettää, vastaanottaa ja louhia Decrediä vain muutamalla klikkauksella.</p> <p>Näpertelystä nauttiville Decred tarjoaa kattavia komentojonotyökaluja joilla Decredin käyttöä pystyy itse räätälöimään.</p>
fr: <p>Decred est une monnaie digitale multi-plate-forme qui fonctionne sous Windows, macOS, et Linux. Des applications faciles à utiliser, servant de portefeuilles digitaux, permettent d'envoyer, de recevoir ou de miner des Decred en quelques clics.</p> <p>Pour ceux qui aiment bricoler, Decred fourni également une suite complète d'outils en ligne de commande permettant de personnaliser l'expérience Decred.</p>
hr: <p>Decred je digitalna valuta koja ima podrsku za vise operativnih sistema kao sto su Windows, macOS i Linux. Jednostavni novcanici omogucuju slanje, primanje te PoS rudarenje Decreda u samo par klikova.</p> <p>Za one koji se zele 'igrati', Decred omogucava puni spektar alata koji rade u komandnoj liniji vaseg sistema ( terminalu ) te omogucavaju punu kontrolu i iskustvo samog Decreda.</p>
hu: <p>A Decred többplatformos e-pénz, amely Windows, Mac és Linux platformokon elérhető. Az egyszerűen használható pénztárca-alkalmazások lehetővé teszik a Decred küldését, fogadását és bányászatát néhány kattintással.</p> <p>Azok számára, akik szeretnek bütykölni, a Decred egy komplett parancssori interfészt kínál, melynek segítségével a Decred valamennyi funkciója elérhető.</p>
id: <p>Decred adalah mata uang digital multiplatform yang mendukung untuk WIndows, macOs, dan Linux. Aplikasi wallet yang mudah digunakan baik untuk mengirim, menerima, maupun mining Decred hanya melalui beberapa klik. </p> <p>Bagi yang gemar mengulik, Decred menyediakan seperangkat komando yang memungkinkan untuk menyesuaikan tampilan dan pengalaman dalam menggunakan Decred.</p>
it: <p>Decred è una valuta digitale multi-piattaforma con supporto per Windows, macOS e Linux. Le applicazioni di wallet sono facili da usare e permettono di inviare, ricevere e minare Decred con pochi click.</p> <p>Per chi ama smanettare, Decred mette a disposizione una suite completa di strumenti a riga di comando che consentono di personalizzare l'esperienza con Decred.
sv: Decred är en digital valuta med stöd för flera plattformar som Windows, macOS och Linux. Plånböcker som är enkla att använda gö det enkelt att skicka, ta emot och mina bitcoins. För dom som vill fördjupa sig lite mer så erbjuder Decred en full svit av kommandotolks-verktyg som gör det möjligt att skräddarsy Decred efter eget bevåg.
tl: <p>Ang Decred ay isang multi-platform digital na pera na may suporta para sa Windows, macOS, at Linux. Ang mga aplikanteng wallet na madaling gamitin ay nagbibigay-daan sa pagpapadala, pagtanggap, at pagmimina Decred na may ilang mga pag-click lamang.</p> <p>Para sa mga nagnanais sa tinker, Decred ay nagbibigay ng isang buong suite ng mga tool ng command line na nagpapahintulot sa pag-customize ng Decred karanasan.</p>
