Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: <p>The Web Wallet is the easiest way to get started with Decred. All users can access it online via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, without needing to download anything.</p> <p>For Windows users, <a href="downloads/#paymetheus">Paymetheus wallet</a> will help you get online in just a few minutes.</p> <p>For macOS and Linux users, <a href="downloads/#paymetheus">Decrediton wallet</a> is available.</p> <p>For help getting started you can visit our <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginner’s Guide</a>.</p>
el: <p>Το Πορτοφόλι Ιστού είναι ο ευκολότερος τρόπος για να ξεκινήσετε με το Decred. Όλοι οι χρήστες μπορούν να αποκτήσουν πρόσβαση σε αυτό ηλεκτρονικά διαμέσου του <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, χωρίς να χρειάζεται να κατεβάσουν τίποτα.</p> <p>Για τους χρήστες Windows, το <a href="downloads/#paymetheus">πορτοφόλι Paymetheus</a> θα σας βοηθήσει να είστε online σε μόλις μερικά λεπτά.</p> <p>Για τους χρήστες macOS και Linux, είναι διαθέσιμο το <a href="downloads/#paymetheus">πορτοφόλι Decrediton</a></p> <p>Για να ξεκινήσετε μπορείτε να επισκεφτείτε τον <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Οδηγό για Αρχάριους</a>.</p>
fi: <p>Nettilompakko on helpoin tapa aloittaa Decredin käyttäminen. Käyttäjät voivat kirjautua sisään osoitteessa <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, tarvitsematta ladata koneelleen mitään. </p> <p><a href="downloads/#paymetheus">Paymetheus-lompakko</a> auttaa Windowsin käyttäjiä kirjautumaan vain muutamassa minuutissa.</p> <p>macOS ja Linux käyttäjille on saatavilla <a href="downloads/#paymetheus">Decredition-lompakko</a>.</p> <p>Apua aloittelijoille löytyy <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Aloittelijan Oppaastamme</a>.</p>
fr: <p>Le Wallet Web est le moyen le plus simple de démarrer avec Decred. Tous les utilisateurs peuvent y accéder en ligne via <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, sans le besoin de télécharger quelque chose. </p> <p>Pour les utilisateurs de Windows, le portefeuile <a href="downloads/#paymetheus">Paymetheus</a> vous aidera à vous mettre en ligne en quelques minutes.</p> <p> Pour les utilisateurs macOS et Linux, le portefeuille <a href="downloads/#paymetheus">Decrediton</a> est disponible. </p> <p>Pour obtenir de l'aide, commencez à visiter notre <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Guide du débutant</a>.</p>
hr: <p>Online novcanik je najlaksi nacin za interakciju sa Decredom. Svi korisnici mogu mu pristupiti online na <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, bez potrebe za preuzimanjem aplikacije.</p> <p>Za Windows korisnika, <a href="downloads/#paymetheus">Paymetheus novcanik</a>ce mu pomoci da se ukljuci u nekoliko minuta.</p> <p>Za macOS i Linux korisnike, <a href="downloads/#paymetheus">Decredtion novcanik</a>je dostupan.</p> <p>Za pomoc kod interakcije sa Decredom, mozes posjetiti nas<a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Vodic za pocetike</a>.</p>
hu: <p>A webes pénztárca a legegyszerűbb módja, hogy elindulj a Decred-del. Minden felhasználó hozzáférhet online a <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>-on keresztül anélkül, hogy bármit le kellene töltened.</p> <p>Ha Windows-t használsz, <a href="downloads/#paymetheus">Paymetheus pénztárca</a> segítségével néhány perc alatt csatlakozhatsz.</p> <p>macOS és Linux felhasználók számára <a href="downloads/#paymetheus">Decrediton tárca </a> elérhető.</p> <p>A kezdő lépésekhez látogass el a <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Kezdők útmutatójába</a>.</p>
id: <p>Web Wallet adalah cara termudah untuk memulai Decred. Pengguna dapat membukanya di <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, tanpa perlu mengunduh apa pun.</p> <p>Bagi pengguna Windows, <a href="downloads/#paymetheus">dompet Paymetheus</a> dapat membantu anda online hanya dalam hitungan menit. </p> <p>Bagi pengguna macOS dan Linux, <a href="downloads/#paymetheus">dompet Decrediton</a>dapat digunakan.</p> <p>Untuk panduan dalam memulai, anda bisa mengunjungi<a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Panduan Pemula</a>.</p>
it: <p>Il Wallet Web è la maniera più facile di iniziare con Decred. Tutti gli utenti possono accedervi online tramite <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, senza bisogno di scaricare nulla.</p> <p>Per gli utenti Windows, <a href="downloads/#paymetheus">il wallet Paymetheus</a> vi aiuterà ad essere online in pochi minuti.</p> <p>Per gli utenti macOS e Linux, è disponibile <a href="downloads/#paymetheus">il wallet Decrediton</a> <p>Per un aiuto iniziale potete visitare la nostra <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Guida per Principianti</a>.</p>
sv: <p>Web-plånboken är det enklaste sättet att börja med Decred. Alla användare kan komma åt den genom <a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, utan att behöva ladda ner någonting.</p> <p>För Windows-användare så kan plånboken <a href="downloads/#paymetheus">Paymetheust</a> hjälpa dig att sätta upp en plånbok på några minuter.</p> <p>För macOS- och Linux-användare så finns <a href="downloads/#paymetheus">Decrediton wallet</a> tillgänglig.</p> <p>För mer hjälp så kan du besöka <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginner’s Guide</a>.</p>
tl: <p><p>Ang Web Wallet ay ang pinakamadaling paraan upang makapagsimula sa Decred. Ang lahat ng mga gumagamit ay maaaring ma-access ito online sa pamamagitan ng<a href="https://wallet.decred.org" target="_blank">wallet.decred.org</a>, nang hindi na kailangang mag-download ng anumang bagay.</p> Para sa mga gumagamit ng Windows, <a href="downloads/#paymetheus">Paymetheus wallet</a>ay tutulong sa iyo na makakuha ng online sa ilang minuto.</p> <p>Para sa mga gumagamit ng macOS at Linux,<a href="downloads/#paymetheus">Decrediton wallet</a> ang available</p> <p>Para sa tulong sa pagsisimula maaari mong bisitahin ang aming <a href="https://docs.decred.org/getting-started/beginner-guide/" title="_blank">Beginner’s Guide</a>.</p>

source: <p>The term mining stands for the process of validating transactions on the Decred network and keeping it secure. In return for work, miners are rewarded with newly generated Decred tokens.</p> <p>Decred has two methods of validating transactions: Proof-of-Work (PoW) and Proof-of-Stake (PoS).</p>
el: <p>Ο όρος mining συνίσταται στη διαδικασία της επικύρωσης των συναλλαγών στο δίκτυο Decred και στην ασφαλή διαφύλαξή του. Σαν αντάλλαγμα για την εργασία, οι miners επιβραβεύονται με φρέσκο-δημιουργημένα κέρματα Decred.</p> <p>Το Decred έχει δύο μεθόδους επαλήθευσης συναλλαγών: το Proof-of-Work (PoW) και το Proof-of-Stake (PoS).</p>
fi: <p>Louhinta tarkoittaa Decred-verkossa tapahtuvien siirtojen vahvistamista ja sen turvallisena pitämistä. Tästä palkkioksi louhijat saavat tuoreeltaan luotuja Decred kolikoita.</p> <p>Decredillä on kaksi siirtojen vahvistusmetodia: Proof-of-Work (PoW) sekä Proof-of-Stake (PoS).</p>
fr: <p>Le terme « minage » représente le processus de validation et de sécurisation des transactions sur le réseau de Decred. En retour du travail, les mineurs sont récompensés par des Decred récemment générés. <p>Decred a deux méthodes de validation de transaction : Preuve-de-Travail (PdT) et Preuve-d-Enjeu (PdE).</p>
hr: <p>Pojam 'mining' oznacava proces verifikacije transakcija na Decred mrezi i doprinosi njenoj sigurnosti. Zauzvrat, 'mineri' su nagradjeni novo generiranim Decred tokenima.</p> <p>Decred ima 2 metode verifikacije transakcija: Proof-of-Work (PoW), odnosno rudarenje sa Grafickim karticama and Proof-of-Stake (PoS), odnosno rudarenje sa odredjenim iznosom tokena.</p>
hu: A "bányászat" kifejezés azt a folyamatot jelenti, amely a hálózat hitelességét garantálja. A bányászok munkájuk fejében részesülnek az újonnan generált Decred tokenekből.</p> <p>A Decred hálózat kétféle tranzakció hitelesítés zajlik: Proof-of-Work (PoW) és Proof-of-Stake (PoS).</p>
id: <p>Istilah mining menjelaskan proses validasi transaksi dan menjaganya tetap aman pada jaringan Decred. Sebagai balasannya, para miner akan mendapatkan token Decred baru.</p> <p>Decred memiliki dua metode validasi transaksi: Proof-of-Work (PoW) dan Proof-of-Stake (PoS).</p>
it: <p>Il termine mining identifica il processo di convalida delle transazioni nel network di Decred e permette di renderlo sicuro. In cambio di questo lavoro, ai miners vengono riconosciuti dei token Decred appena generati. </p> <p>Decred ha due metodi per convalidare le transazioni: Proof-of-Work (PoW) e Proof-of-Stake (PoS).</p>
nl: <p>Het concept 'mining' staat voor het proces van transacties valideren en het in stand houden van de beveiliging van het Decred netwerk. In ruil voor dit werk worden miners beloond met nieuw gegenereerde Decred munten.</p> <p>Decred heeft twee methoden om transacties te valideren: Proof-of-Work (PoW) en Proof-of-Stake (PoS).</p>
sv: <p>Termen "mining" står för den processen som innebär att validera transaktioner på Decreds nätvärk och för att hålla nätverket säkert. I gengäld för detta arbete så blir "miners" belönade med nya genererade Decred-mynt. </p> <p>Decred har två metoder för att validera transaktioner: Proof-of-Work (PoW) och Proof-of-Stake )PoS).</p>
tl: <p>Ang terminong pagmimina ay kumakatawan sa proseso ng pagpapatunay ng mga transaksyon sa Decred network at pinapanatili itong ligtas. Bilang kabayaran para sa trabaho, ang mga minero ay gagantimpalaan ng mga bagong nabuo na mga napapansing mga token.</p> <p>Decred ay may dalawang paraan ng pagpapatunay ng mga transaksyon: Proof-of-Work (PoW) at Proof-of-Stake (PoS).</p>

source: <p>There are three main ways to interact with Decred:</p> <p><strong>The Wallet</strong> - For sending and receiving funds as well as participating in PoS mining.</p> <p><strong>Proof-of-Work Mining</strong> - Using computing power to validate transactions on the network and generate new Decred tokens.</p> <p><strong>Proof-of-Stake Mining</strong> - Using funds to vote on important network development matters and validate transactions for rewards.</p>
el: <p>Υπάρχουν τρεις κύριοι τρόποι να αλληλεπιδράσετε με το Decred:</p> <p><strong>Το Πορτοφόλι</strong> - Για την αποστολή και λήψη χρηματικών ποσών αλλά και για την συμμετοχή στην PoS mining.</p> <p><strong>Proof-of-Work Mining</strong> - Χρησιμοποιώντας την υπολογιστική ισχύ για την επικύρωση των συναλλαγών στο δίκτυο και τη δημιουργία καινούριων κερμάτων Decred.</p> <p><strong>Proof-of-Stake Mining</strong> - Χρησιμοποιώντας χρηματικά ποσά για να ψηφίσετε σε σημαντικά ζητήματα ανάπτυξης του δικτύου και να επικυρώσετε συναλλαγές για επιβραβεύσεις.</p>
fi: <p>Decredin toimintaan on kolme keskeistä osallistumistapaa:</p> <p><strong>Lompakko</strong> - Rahan lähettäminen ja vastaanottaminen, sekä PoS-louhinta.</p> <p><strong>Proof-of-Work Louhinta</strong> - Verkossa tapahtuvien siirtojen hyväksyminen tietokoneen resursseja käyttämällä ja uusien Decred kolikoiden luominen.</p> <p><strong>Proof-of-Stake Louhinta</strong> - Tärkeistä verkon kehitysasioista äänestäminen omistuksessa olevien kolikoiden voimalla ja siirtojen hyväksyminen palkkiota vastaan.</p>
fr: <p>Il existe trois façons principales d'interagir avec Decred :</p> <p><strong>Le portefeuille</strong> - Pour envoyer ou recevoir des fonds et aussi participer au minage PdE.</p> <p><strong>Preuve-de-Travail</strong> - Utiliser la puissance de calcul pour valider les transactions sur le réseau et générer de nouveaux Decred.</p> <p><strong>Preuve-d-Enjeu</strong> - Utiliser des fonds pour voter sur des questions importantes de développement de réseau et valider les transactions pour des récompenses.</p>
hr: <p>Tri su glavna nacina za interakciju sa Decred-om:</p> <p><strong>Novcanik</strong> -Za slanje i primanje Decred tokena te PoS rudarenje.</p> <p><strong>Proof-of-Work Rudarenje</strong> - Rudarenje pomocu Vaseg racunala ( graficke kartice ).</p> <p><strong>Proof-of-Stake Rudarenje</strong> - Koristenjem sredstava za glasanje o vaznim stavkama za razvoj mreze ( nesto kao orocenje sredstava u banci, gdje korisnik zaradjuje kamate ).</p>
hu: <p>Háromféleképpen tudsz résztvenni a Decred hálózatban:</p> <p><strong>Egy pénztárcával</strong> - összegek küldésére és fogadására, valamint a PoS bányászatban való részvételre.</p> <p><strong>Proof-of-Work bányászat</strong> - Számítási kapacitással tranzakciókat hitelesítve generálhatsz új Decred tokeneket.</p> <p><strong>Proof-of-Stake bányászat</strong> - Források lekötésével szavazhatsz a hálózat fejlesztését érintő döntésekről, és tranzakciókat hitelesíthetsz jutalom ellenében.</p>
id: <p>Ada tiga cara utama untuk berinteraksi dengan Decred: </p> <p><strong>Dompet</strong> - Untuk mengirim dan menerima dana serta berpartisipasi dalam PoS mining.</p> <p><strong>Proof-of-Work Mining</strong>- Menggunakan komputer untuk memvalidasi transaksi pada jaringan dan menghasilkan token-token Decred baru. </p> <p><strong>Proof-of-Stake Mining</strong>- Menggunakan dana untuk memilih masalah pengembangan jaringan yang penting dan memvalidasi transaksi untuk reward.</p>
it: <p>Ci sono tre metodi principali per interagire con Decred:</p> <p><strong>Il Wallet</strong> - Per inviare e ricevere fondi nonché partecipare al mining PoS.</p> <p><strong>Mining Proof-of-Work</strong> - Utilizza la potenza di calcolo per convalidare le transazioni sul network e generare nuovi token Decred.</p> <p><strong>Mining Proof-of-Stake</strong> - Utilizza i fondi per votare su importanti questioni di sviluppo del network e convalidare transazioni ricavandone un compenso.</p>
nl: <p>Er zijn drie manieren om actief bezig te zijn met Decred:</p> <p><strong>De Portemonnee</strong> - Om de munteenheid te verzenden en te ontvangen, en om deel te nemen aan PoS mining.</p> <p><strong>Proof-of-Work Mining</strong> - Het beschikbaar stellen van rekenkracht aan het netwerk om transacties te valideren en nieuwe Decred munten te genereren.</p> <p><strong>Proof-of-Stake Mining</strong> - Het vastzetten van kapitaal om mee te kunnen beslissen over belangrijke veranderingen in het netwerk en transacties te valideren.</p>
sv: <p>Det finns tre sätt man kan interagera med Decred:</p> <p><strong>Plånboken</strong> - För att skicka och ta emot medel och för att även kunna medverka i PoS-mining.</p> <p><strong>Proof-of-Work Mining</strong> - För att använda datorresurser för att validera transaktioner på nätverket och skapa nya Decred-mynt.</p> <p><strong>Proof-of-Stake Mining</strong> - För att använda tillgängliga monetära medel för att rösta på viktiga systemuppgraderingar och för att validera transaktioner för belöningar..</p>
tl: <p>Mayroong tatlong pangunahing paraan upang makipag-ugnay sa Decred: </p> <p><strong>The Wallet</strong> - Para sa pagpapadala at pagtanggap ng mga pondo pati na rin ang pagsali sa PoS na pagmimina.</p> <p><strong>Proof-of-Work Pagmimina</strong>- Paggamit ng kapangyarihan ng computing upang patunayan ang mga transaksyon sa network at makabuo ng mga bagong Decred na mga tokens.</p> <p><strong> Proof-of-Stake Mining</strong> - Paggamit ng mga pondo upang bumoto sa mga mahalagang bagay sa pag-unlad ng network at patunayan ang mga transaksyon para sa mga gantimpala.</p>

source: <p>Unlike PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a> requires little computing resources. Decred funds are used to purchase voting tickets on the network. Every block, five tickets from the pool of live tickets are chosen at random to vote on the validity of the previous block. </p> <p>PoS adds an extra layer of decentralization to Decred and allows users to vote on suggested network changes. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pools are also available for PoS</a> to ensure your tickets are ready to vote whenever they're called.</p>
el: <p>Σε αντίθεση με το PoW, το <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a> απαιτεί λίγους υπολογιστικούς πόρους. Χρηματικά ποσά Decred χρησιμοποιούνται για την αγορά εισιτηρίων ψήφου στο δίκτυο. Σε κάθε block, πέντε εισιτήρια από το καλάθι των live εισιτηρίων επιλέγονται τυχαία για να ψηφίσουν για την εγκυρότητα του προηγούμενου block. </p> <p>Το PoS προσθέτει ένα επιπλέον στρώμα αποκέντρωσης στο Decred και επιτρέπει στους χρήστες να ψηφίσουν σε προτεινόμενες αλλαγές δικτύου. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Τα pools είναι διαθέσιμα και για PoS</a> για να διασφαλίσετε ότι τα εισιτήρια σας θα είναι έτοιμα να ψηφίσουν οποτεδήποτε κληθούν.</p>
fi: <p>Toisin kuin PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake louhinta (PoS)</a> vaatii vähemmän tietokoneen resursseja. Kolikoita käytetään äänestyslipukkeiden ostoon Decred verkossa. Jokaisessa lohkossa arvotaan viisi lipuketta voimassa olevien lipukkeiden joukosta, jotka äänestävät edellisen lohkon aitoudesta.</p> <p>PoS tuo Decrediin lisäominaisuuden käyttäjille äänestää verkon muutoksista ja täten edesauttaa sen keskittämättömyyttä. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Poolit ovat myös käytettävissä PoS:ssa</a> jotta taataan että lipukkeet ovat valmiina äänestykseen kun ne arvotaan.</p>
fr: <p>Contrairement au PdT, la <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Preuve-d-Enjeu (PdE)</a> demande peu de ressources. Les fonds Decred sont utilisés pour acheter des tickets de vote sur le réseau. Chaque bloc, 5 tickets de la loterie sont choisis de façon aléatoire pour voter sur la validité du bloc précédent. </p> La <p>PdE ajoute une couche supplémentaire de décentralisation à Decred et autorise les utilisateurs à voter sur les changement de réseau suggérés. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Des pools sont aussi disponibles pour la PdE</a> pour assurer que vos tickets soient près à être appelés a voter.</p>
hr: <p>Za razliku od PoW-a, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake rudarenje (PoS)</a>trazi jako malo resursa. Decred se koristi kako bi se kupili glasacki listici na mrezi. Svakog bloka, pet glasackih listica iz hrpe aktivnih, je nasumicno izabrano kako bi glasali i verificirali prethodni blok.</p> <p>PoS sluzi kao dodatan sloj decentralizacije Decreda i omogucava korisnicima glasovanje nad promjenama u mrezi.<a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pool-ovi su takodjer dostupni za PoS </a>kako bi osigurali dostupnost tvojih glasackih listica u svakom trenutku.</p>
hu: <p>A PoW bányászattal ellentétben, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">a Proof-of-Stake bányászathoz (PoS)</a> csak kevés számítási kapacitásra van szükség. Decred tokenek ellenében lehet szavazójegyeket vásárolni, amelyekből minden blokk véglegesítésekor 5 jegyet választ ki szavazásra a hálózat véletlenszerűen. </p> <p>A PoS bányászat egy további decentralizációs réteget biztosít a Decred hálózaton, ennek segítéségével a felhasználók szavazhatnak javasolt változtatásokról. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">PoS bányász pool-ok</a> teszik lehetővé, hogy folyamatosan részt tudj venni a szavazásokban, amikor a szavazójegyeidet kihúzza az algoritmus.</p>
id: <p>Tidak seperti PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a> membutuhkan sumber daya komputasi yang sedikit. Dana Decred digunakan untuk membeli tiket voting pada jaringan. Setiap blok, lima tiket dari pool live ticket dipilih secara acak pada validasi blok sebelumnya.</p> <p>PoS menambahkan lapisan ekstra desentralisasi pada Decred dan memungkinkan pengguna untuk memilih perubahan jaringan yang disarankan. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pool juga tersedia untuk PoS</a> demi memastikan tiket anda sudah siap dipilih kapan pun.</p>
it: <p>A differenza del PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">il mining Proof-of-Stake (PoS)</a> richiede poche risorse computazionali. I fondi Decred sono usati per acquistare tickets di voto sul network. Per ogni blocco, cinque tickets del pool dei tickets attivi sono scelti a caso per votare sulla validità del blocco precedente. </p> <p>Il PoS aggiunge un livello extra di decentralizzazione a Decred e consente agli utenti di votare sulle modifiche del network proposte. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Dei Pools sono disponibili anche per il PoS</a> e garantiscono che i vostri tickets siano pronti a votare ogni volta che sono chiamati.</p>
nl: <p>In tegenstelling tot PoW vergt <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a> weinig rekenkracht van je computer. Er wordt Decred kapitaal vastgezet in het netwerk in ruil voor stemrecht tickets. Bij ieder blok worden vijf random tickets uit de database opgeroepen om te stemmen op de validiteit van het blok. </p> <p>PoS is dus een extra decentralisatie laag voor Decred. Bovendien stelt het gebruikers in staat om mee te beslissen over netwerk veranderingen. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Stakepools</a> zijn beschikbaar om te garanderen dat je tickets zullen stemmen wanneer ze worden opgroepen.</p>
sv: <p>TIll skillnad från PoW så kräver<a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake mining (PoS)</a> lite datorkraft. Decred-mynt används för att köpa röstnings-biljetter på nätverket. Efter varje block så väljs fem slumpmässigt urvalda biljetter för att rösta för giltigheten av det tidigare blocket. </p> <p>PoS lägger till ett extra lager av decentralisation till Decred och gör det möjligt för användare att rösta på föreslagna ändringar på nätverket. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Det finns även Pools till PoS</a> som kan garantera att dina biljetter är redo att rösta när dom blir utvalda. </p>
tl: <p>Hindi tulad ng PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank"> Ang pagmimina ng Proof-of-Stake (PoS) </a> ay nangangailangan ng maliit na mapagkukunan ng computing. Ang pondo sa Decred ay ginagamit upang bumili ng mga tiket sa pagboto sa network. Bawat bloke, limang tiket mula sa pool ng mga live na tiket ay pinili nang random upang bumoto sa bisa ng nakaraang block. </p> <p> PoS nagdadagdag ng isang dagdag na layer ng desentralisasyon sa Decred at nagbibigay-daan sa mga gumagamit upang bumoto sa mga iminungkahing mga pagbabago sa network. Available din ang <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank"> Pool para sa PoS </a> upang matiyak na ang iyong mga tiket ay handa nang bumoto tuwing tinawag sila.

source: About
el: Σχετικά
fi: Tietoa
fr: À propos
hr: O nama
hu: A Decred-ről
id: Tentang
it: Informazioni su
nl: Over
sv: Om
tl: Tungkol sa
