Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: Decred is built to last. Our development activity and quality are among the highest in the space. Features of the Decred software include:<p></p> <ul> <li translate="">An innovative hybrid proof-of-work (PoW) proof-of-stake (PoS) consensus voting system</li> <li translate="">A censorship-resistant blockchain-anchored public proposal platform</li> <li translate="">Smart contracts that work such as Lightning Network</li> <li translate="">Cross-chain atomic swaps between different digital currencies</li> <li translate="">Cross-platform wallets for ease of use</li> </ul>
ar: لقد تم بناء عملة Decred لتدوم للأبد. ويُعد نشاطنا التطويري وجودتنا من بين أعلى المعدلات على الإنترنت. وتشمل ميزات برنامج Decred ما يلي :<p></p> <ul> <li translate="">نظام تصويت مبتكر هجين بالإجماع عن طريق إثبات العمل (PoW) وإثبات الحصة (PoS).</li> <li translate="">منصة تستند إلى سلسلة الكُتل للاقتراح العام غير خاضعة للمراقبة</li> <li translate="">عقود ذكية قابلة للتنفيذ مثل الشبكة السريعة</li> <li translate="">مقايضات ذرية متعددة السلاسل بين العملات الرقمية المختلفة</li> <li translate="">محافظ تدعم منصات متعددة لسهولة الاستخدام</li> </ul>
de: Decred ist für die Ewigkeit gebaut. Unsere Entwicklungsaktivitäten und -qualität gehören zu den besten in der Szene. Die Decred-Software umfasst unter anderem folgende Features:<p></p> <ul> <li translate="">Ein innovatives und hybrides, auf Proof-of-Work (PoW) und Proof-of-Stake (PoS) basierendes Konsens-Abstimmungssystem</li> <li translate="">Eine zensurfreie und in Blockchain-Technologie verankerte öffentliche Vorschlagsplattform</li> <li translate="">Intelligente Verträge, die funktionieren – wie zum Beispiel Lightning Network</li> <li translate="">Chain-übergreifende Atomic Swaps zwischen unterschiedlichen digitalen Währungen</li> <li translate="">Plattformübergreifende Wallets zur einfachen Handhabung</li> </ul>
es: Decred ha sido creada para durar. Nuestra actividad y calidad de desarrollo se encuentran entre las más altas del espacio. Estas son algunas de las características del software de Decred:<p></p> <ul> <li translate="">Un sistema de votación innovador e híbrido por consenso de Prueba de Trabajo (PoW) y Prueba de Participación (PoS)</li> <li translate="">Una plataforma de propuestas públicas vinculada a cadenas de bloques y resistente a la censura</li> <li translate="">Contratos inteligentes que funcionan, como la red Lightning</li> <li translate="">Intercambios atómicos en intercadena entre divisas digitales diferentes</li> <li translate="">Carteras multiplataforma de fácil uso</li> </ul>
fa: Decred برای دوام ساخته شده است. فعالیت توسعه و کیفیت ما از بهترین ها در نوع خود است. ویژگی های نرم افزار Decred شامل این موارد است:<p></p> <ul> <li translate="">سیستم رأی گیری اجماعی نوآورانه و ترکیبی اثبات کار (PoW) اثبات سهام (PoS)</li> <li translate="">پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور </li> <li translate="">قراردادهای هوشمندانه که با شبکه صاعقه کار می کنند</li> <li translate="">تبادل های اتمی متقابل میان ارزهای دیجیتال مختلف</li> <li translate="">کیف پول های چند پلتفورمی برای سهولت استفاده</li> </ul>
ja: Decredは長期的な使用を前提に設計されています。 開発アクティビティと品質は業界でも最高峰です。Decredソフトウェアの機能の一例は次の通りです:<p></p> <ul> <li translate="">革新的なproof-of-work (PoW) とproof-of-stake (PoS) を組み合わせたコンセンサス投票システム</li> <li translate="">検問の耐性が強くブロックチェーン主体のパブリック型プラットフォーム</li> <li translate="">ライトニングネットワークのような信頼性のあるスマートコントラクト</li> <li translate="">様々なデジタル通貨間のクロスチェーンアトミックスワップ</li> <li translate="">使いやすさを重視したクロスプラットフォームウォレット</li> </ul>
pl: Decred to solidna waluta. Nasze prace rozwojowe i jakość są na najwyższym światowym poziomie. Cechy oprogramowania Decred:<p></p> <ul> <li translate="">Innowacyjny, hybrydowy system osiągania konsensusu przez głosowanie oparty na systemie proof-of-work (PoW) i proof-of-stake (PoS)</li> <li translate="">Niecenzurowana, połączona z łańcuchem bloków publiczna platforma propozycji</li> <li translate="">Inteligentne kontrakty, które po prostu działają, na przykład Lightning Network</li> <li translate="">Międzyłańcuchowe szybkie wymiany różnych walut cyfrowych</li> <li translate="">Portfele wieloplatformowe ułatwiające obsługę</li> </ul>
pt: A Decred foi concebida para durar. A nossa atividade e qualidade de desenvolvimento está entre as maiores do espaço. As funcionalidades do software Decred incluem:<p></p> <ul> <li translate="">Um sistema de votação consensual híbrido inovador proof-of-work (PoW) proof-of-stake (PoS)</li> <li translate="">Uma plataforma de propostas pública resistente a censura e incorporada em blockchain</li> <li translate="">Contratos inteligentes que funcionam tal como a Lightning Network</li> <li translate="">Trocas atómicas de cross-chain entre moedas digitais</li> <li translate="">Carteiras de plataformas múltiplas para utilização fácil</li> </ul>
ru: Decred создается, чтобы служить долго. Мы лидируем по качеству и скорости разработки в своей отрасли. Среди особенностей программного обеспечения Decred: <ul> <li translate="">Инновационная гибридная система консенсусного голосования, основанная на принципах proof-of-work (PoW) и proof-of-stake (PoS).</li> <li translate="">Защищенная от цензуры открытая платформа предложений на основе блокчейна.</li> <li translate="">Выгодные соглашения, приносящие реальную пользу — например, Lightning Network.</li> <li translate="">Атомарные кроссчейн-транзакции между разными цифровыми валютами.</li> <li translate="">Удобные кроссплатформенные кошельки.</li> </ul>
tr: Decred uzun vadeli olacağı düşünülerek tasarlanmıştır. Gelişim faaliyetimiz ve kalitemiz en yüksekler arasındadır. Decred yazılımının özellikleri şunları içerir:<p></p> <ul> <li translate="">Yenilikçi karma proof-of-work (PoW) proof-of-stake (PoS) oy birliğiyle oylama sistemi</li> <li translate="">Sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık teklif platformu</li> <li translate="">Lightning Network gibi işe yarayan akıllı sözleşmeler</li> <li translate="">Farklı dijital para birimleri arasında atomik çapraz zincir takasları</li> <li translate=""> Kolay kullanım için çapraz platform cüzdanları</li> </ul>

source: Decred launches decentralized voting process for blockchain protocol changes
ar: تطلق Decred عمليات تصويت لامركزية لتغيرات بروتوكول سلسلة الكُتل
de: Decred führt einen dezentralisierten Abstimmungsprozess für Änderungen in Blockchain-Abläufen ein
es: Decred lanza un proceso de votación descentralizado para realizar cambios de protocolo en cadenas de bloques
fa: Decred روند رأی گیری غیرمتمرکز را برای تغییرات پروتکل زنجیره بلوکی راه اندازی می کند
ja: Decredはブロックチェーンプロトコルの変更用に分散投票プロセスを始動
pl: Decred wprowadza zdecentralizowany system głosowania dotyczącego zmian w protokole blockchain
pt: A Decred lança processos de votação descentralizados para alterações do protocolo de blockchain
ru: Decred запускает процесс децентрализованного голосования за изменения в протоколе блокчейна
tr: Decred, blok zinciri protokol değişiklikleri için merkezsiz oylama sürecini başlatıyor

source: Decred press
ar: Decred في الصحافة
de: Decred Presse
es: Prensa de Decred
fa: اخبار Decred
ja: Decred - メディア
pl: Decred w prasie
pt: Imprensa Decred
ru: Пресса о Decred
tr: Decred basın

source: Decred stakepools
ar: تجمعات حصص Decred
es: Redes de participación de Decred
fa: استخرهای سهام Decred
ja: Decred - ステークプール
pl: Pule udziałów Decred
pt: Stakepools Decred
ru: PoS-пулы Decred
tr: Decred stake havuzları

source: Decred uses a censorship-resistant blockchain-anchored public proposal platform, which empowers users to submit their own projects for self-funding from DCR’s block subsidy. Politeia (Pi) ensures the ecosystem remains sustainable and thrives.
ar: تستخدم Decred منصة تستند إلى سلسلة الكُتل للاقتراح العام غير خاضعة للمراقبة، مما يمكن المستخدمين من تقديم مشاريعهم الخاصة للتمويل الذاتي من الدعم المالي لكُتل ديكريد. تضمن منصة Politeia (Pi) بقاء النظام البيئي مستدامًا ومزدهرًا.
de: Decred verwendet eine zensurfreie und in Blockchain-Technologie verankerte öffentliche Vorschlagsplattform, durch die Nutzer ihre eigenen Projekte zur Selbstfinanzierung aus DCR Block-Geldern einreichen können. Politeia (Pi) gewährleistet, dass das Ökosystem nachhaltig bleibt und gedeiht.
es: Decred utiliza una plataforma de propuestas públicas vinculada a cadenas de bloques y resistente a la censura que permite a los usuarios presentar sus propios proyectos de autofinanciación a partir del subsidio de bloques de DCR. Politeia (Pi) garantiza la sostenibilidad y prosperidad del ecosistema.
fa: Decred از پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور استفاده می کند که به کاربران امکان می دهد پروژه های خودشان را برای خودتأمینی از یارانه بلوکی DCR ارسال کنند. پولتیا (Pi) از پایدار بودن و رشد اکوسیستم اطمینان حاصل می کند.
ja: Decredは検閲の耐性が強くブロックチェーン主体のパブリック型プラットフォームを使用しています。これによりユーザーはプロジェクトを提出し、資金をDCRのブロック資金から得ることができます。Politeia（Pi）はエコシステムが持続可能かつ繁栄し続けることを保証しています。
pl: Decred wykorzystuje niecenzurowaną, połączoną z łańcuchem bloków publiczną platformę propozycji, która umożliwia użytkownikom przesyłanie własnych projektów do samodzielnego finansowania z subsydium bloku DCR. Politeja (Pi) zapewnia zrównoważony rozwój systemu.
pt: A Decred utiliza uma plataforma de propostas públicas resistente à censura e incorporada na blockchain, que habilita os utilizadores a enviarem os seus próprios projetos para autofinanciamento a partir do subsídio de bloco. A Politeia (Pi) assegura que o ecossistema permanece sustentável e próspero.
ru: Decred использует защищенную от цензуры платформу предложений на основе блокчейна, которая позволяет пользователям подавать заявки на финансирование своих собственных проектов с помощью субсидий блока DCR. Politeia (Pi) гарантирует поддержание стабильности и развитие экосистемы.
tr: Decred sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık bir teklif platformu kullanıyor, bu da kullanıcılara DCR'ın blok yardım ödeneğinden kendi kendini fonlamak için kendi projelerini gönderme yetkisi veriyor. Politeia (Pi), ekosistemin sürdürülebilir kalmasını ve gelişmesini sağlıyor.

source: Decred uses an innovative hybrid proof-of-work (PoW) proof-of-stake (PoS) system to give stakeholders decision-making power about the set of consensus rules to activate. This allows for a seamless transition from one set of rules to another while keeping the existing blockchain ecosystem intact.
ar: تستخدم Decred نظامًا مبتكرًا هجينًا عن طريق إثبات العمل (PoW) وإثبات الحصة (PoS) لمنح أصحاب المصالح سلطة صنع القرار فيما يتعلق بمجموعة القواعد المتفق عليها لتنشيطها. وهذا ما يسمح بالانتقال السلس من مجموعة قواعد إلى أخرى مع الحفاظ على النظام البيئي لسلسلة الكُتل الحالية سليمًا.
de: Decred verwendet ein innovatives hybrides, auf Proof-of-Work (PoW) und Proof-of-Stake (PoS) basierendes System, das Stakeholdern Entscheidungsgewalt über das zu aktivierende Konsensregelwerk gibt. Dies ermöglicht einen nahtlosen Übergang von einem Regelwerk zu einem anderen, während das bestehende Blockchain-Ökosystem weiterhin intakt bleibt.
es: Decred utiliza un sistema innovador e híbrido de Prueba de Trabajo (PoW) y Prueba de Participación (PoS) para otorgar a las partes interesadas poder de decisión sobre el conjunto de normas consensuadas por activar. Esto ofrece una transición fluida de un conjunto de normas a otro, manteniendo intacto el ecosistema existente de cadenas de bloques.
fa: Decred از سیستم نوآورانه ترکیب اثبات کار (PoW) اثبات سهام (PoS) استفاده می کند تا ذینفعان از طریق آن برای قوانین اجماعی که باید فعال و اجرا شوند، قدرت تصمیم گیری داشته باشند. این سیستم امکان انتقال یکپارچه از مجموعه ای از قوانین به قوانین دیگر را به نحوی که اکوسیستم زنجیره بلوکی موجود دست نخورده باقی بماند ممکن می سازد.
ja: Decredは革新的なproof-of-work (PoW)と proof-of-stake (PoS) を組み合わせたシステムを使用しており、ステークホルダーは自主的にルールを設定することができます。これにより既存のブロックチェーンエコシステムを維持しながら、ルール間のスムーズな移行が可能になります。
pl: Decred wykorzystuje innowacyjny hybrydowy system łączący rozwiązania proof-of-work (PoW) i proof-of-stake (PoS) zapewniający interesariuszom możliwość decydowania o zestawie stosowanych zasad konsensusu. Umożliwia to bezproblemowe przejście z jednego zestawu zasad do innego przy zachowaniu istniejącego ekosystemu łańcucha bloków.
pt: A Decred utiliza um sistema de voto híbrido inovador proof-of-work (PoW), proof-of-stake (PoS) para dar aos investidores o poder de tomada de decisões acerca da ativação de conjuntos de regras consistentes. Isto permite uma transição perfeita de um conjunto de regras para outro enquanto se mantém o ecossistema de blockchain intacto.
ru: Decred использует инновационную гибридную систему на основе принципов proof-of-work (PoW) и proof-of-stake (PoS), что дает участникам возможность принимать решения о применении конкретного набора правил консенсуса. Это обеспечивает плавный переход от одного набора правил к другому при сохранении неизменности существующей экосистемы блокчейна.
tr: Decred, paydaşlara etkinleştirilecek oy birliği kuralları dizisi hakkında karar verme gücü sağlamak için yenilikçi bir karma roof-of-work (PoW) proof-of-stake (PoS) sistemi kullanıyor. Bu da bir kural dizisinden diğerine kusursuz geçiş yaparken mevcut blok zinciri ekosistemini aynı haliyle korumayı sağlıyor.

source: Decred uses an novel contractor model which allows for proven contributors to be remunerated for their good work. This approach has helped forge a strong global team of developers, designers, and strategists, as well as a robust community. We welcome contributions from anyone who wishes to demonstrate their effort and skill in pursuit of the project's mission.
ar: تستخدم Decred نموذج المقاول الجديد الذي يسمح بمكافأة المساهمين الذين ثبتت قدراتهم على أعمالهم الجيدة. وقد ساعد هذا النهج على تشكيل فريق عالمي قوي من المطورين والمصممين والاستراتيجيين، فضلًا عن مجتمع قوي. ونحن نرحب بالمساهمات من أي شخص يرغب في إظهار جهوده ومهارته في السعي لتحقيق مهمة المشروع.
de: Decred verwendet ein neuartiges Subunternehmermodell, in dem bewährte Subunternehmen für ihre gute Arbeit honoriert werden können. Dieser Ansatz hat dabei geholfen, ein starkes weltweites Team aus Entwicklern, Designern und Strategen einerseits und eine solide Community andererseits zu bilden. Wir begrüßen jeden Beitrag von Menschen, die der Mission dieses Projekts ihre Arbeit und Fähigkeiten zur Verfügung stellen möchten.
es: Decred utiliza un original modelo de adjudicaciones que permite a los contribuyentes confirmados recibir remuneración por su buen trabajo. Este enfoque ha ayudado a forjar un sólido equipo global de desarrolladores, diseñadores y estrategas, así como una comunidad sólida. Agradecemos los aportes de todo el que desea demostrar su esfuerzo y habilidad para la consecución de la misión del proyecto.
fa: Decred از مدل قراردادی جدیدی استفاده می کند که به مشارکت کنندگان تأیید شده امکان می دهد برای فعالیت خوبشان پاداش دریافت کنند. این رویکرد به تشکیل تیم جهانی قدرتمندی از پدیدآورندگان، طراحان، استراتژیست ها و همچنین جامعه ای محکم کمک کرده است. ما از پیوستن همه مشارکت کنندگانی که می خواهند تلاش و استعدادشان را در تحقق اهداف این پروژه ثابت کنند، استقبال می کنیم.
ja: Decredは実績のあるコントリビューターが業績をあげることで報酬を得ることができる新しい契約モデルを採用しています。このアプローチで強固なコミュニティに加え、開発者、デザイナー、ストラテジストの強力なグローバルチームを実現してきました。プロジェクトのミッションを完了するために活躍するコントリビューターを歓迎します。
pl: Decred wykorzystuje nowatorski model kontrahenta umożliwiający nagradzanie współtwórców za dobrą pracę. Takie podejście umożliwiło powstanie solidnego globalnego zespołu programistów, projektantów i strategów, a także zintegrowanej społeczności. Współtwórcą może być każdy, kto wykaże się działaniami i umiejętnościami umożliwiającymi realizację misji projektu.
pt: A Decred utiliza um modelo de contratação inovador que permite que os contribuintes comprovados sejam remunerados pelo seu bom trabalho. Esta abordagem ajudou a estabelecer uma equipa global de programadores, designers e estrategistas, bem como uma comunidade robusta. Acolhemos contribuições de qualquer pessoa que queira demonstrar o seu esforço e capacidades na busca da missão do projeto.
ru: Decred использует новаторскую систему контрактов, которая позволяет проверенным участникам получать вознаграждения за свою работу. Этот подход поспособствовал созданию сильной международной команды разработчиков, дизайнеров и стратегов, а также формированию крепкого сообщества пользователей. Мы с радостью принимаем помощь от всякого, кто готов приложить свои силы и знания к выполнению миссии проекта.
tr: Decred, kanıtlanmış katkı sahiplerinin iyi iş çıkarmalarının karşılığını almalarını sağlayan yeni bir yüklenici modeli kullanıyor. Bu yaklaşım, geliştiriciler, tasarımcılar ve stratejistlerden oluşan güçlü bir küresel ekibin ve ayrıca sağlam bir topluluğun oluşmasına yardımcı oluyor. Projenin misyonu doğrultusunda çabalarını ve becerilerini sergilemek isteyen herkesin katkılarını bekliyoruz.

source: Decrediton For Linux
ar: Decrediton لنظام التشغيل Linux
de: Decrediton für Linux
el: Decrediton για Linux
es: Decrediton para Linux
fa: Decrediton برای Linux
fi: Decrediton Linuxille
fr: Decrediton pour Linux
hr: Decrediton za Linux
hu: Decrediton Linux-ra
id: Decrediton untuk Linux
it: Decrediton Per Linux
ja: Linux対応 Decrediton
nl: Decrediton voor Linux
pl: Decrediton dla Linux
pt: Decrediton para Linux
ru: Decrediton для Linux
sv: Decrediton för Linux
tr: Linux için Decrediton

source: Decrediton For Mac OS X
ar: Decrediton لنظام التشغيل Mac OS X
de: Decrediton für Mac OS X
es: Decrediton para Mac OS X
fa: Decrediton برای Mac OS X
ja: Mac OS X対応 Decrediton
nl: Decrediton voor MacOS
pl: Decrediton dla Mac OS X
pt: Decrediton para Mac OS X
ru: Decrediton для Mac OS X
tr: Mac OS X için Decrediton

source: Decrediton For Windows
ar: Decrediton لنظام التشغيل Windows
de: Decrediton für Windows
fa: Decrediton برای Windows
pl: Decrediton dla Windows
tr: Windows için Decrediton

source: Decrediton For Windows 32bit
ar: Decrediton لنظام التشغيل Windows فئة 32 بت
de: Decrediton für Windows 32bit
fa: Decrediton برای Windows 32bit
pl: Decrediton dla Windows (32-bitowy)
tr: Windows 32bit için Decrediton

source: Decrediton For Windows 64bit
ar: Decrediton لنظام التشغيل Windows فئة 64 بت
de: Decrediton für Windows 64bit
fa: Decrediton برای Windows 64bit
pl: Decrediton dla Windows (64-bitowy)
tr: Windows 64bit için Decrediton

source: Design
ar: التصميم
es: Diseño
fa: طراحی
ja: デザイン
pl: Wygląd
ru: Дизайн
tr: Tasarım

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fa: پدیدآورنده
ja: 開発者
pl: Programista
pt: Programador
ru: Разработчик
tr: Geliştirici

source: Development
ar: التطوير
de: Entwicklung
el: Ανάπτυξη
es: Desarrollo
fa: توسعه
fi: Kehittäminen
fr: Développement
hr: Razvoj
hu: Fejlesztés
id: Pengembangan
it: Sviluppo
ja: 開発
nl: Ontwikkeling
pl: Programowanie
pt: Desenvolvimento
ru: Разработка
sv: Utveckling
tl: Pag-unlad
tr: Gelişim

source: Documentation
ar: التوثيق
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
fa: اسناد
fi: Dokumentit
hr: Dokumentacija
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメンテーション
nl: Documentatie
pl: Dokumentacja
pt: Documentação
ru: Документация
sv: Dokumentation
tl: Dokumentasyon
tr: Belgeler

source: Download
ar: تنزيل
es: Descargar
fa: دانلود
ja: ダウンロード
pl: Pobierz
pt: Transferir
ru: Загрузка
tr: İndir

source: Download Logo Package ↓
ar: تنزيل حزمة الشعار ↓
de: Logo-Paket herunterladen ↓
es: Descargar paquete de logotipos ↓
fa: دانلود بسته لوگو ↓
ja: ロゴパッケージをダウンロード↓
pl: Pobierz pakiet logo ↓
pt: Transferir o pacote de logótipos ↓
ru: Загрузить логотипы ↓
tr: Logo Paketini İndir ↓

source: Download Wallet
ar: تنزيل المحفظة
de: Wallet herunterladen
el: Κατεβάστε το Πορτοφόλι
es: Descargar cartera
fa: دانلود کیف پول
fi: Lataa Lompakko
fr: Télécharger le portefeuille
hr: Preuzmite Novčanik
hu: Pénztárca letöltés
id: Download Dompet
ja: ウォレットをダウンロード
nl: Download Portemonnee
pl: Pobierz portfel
pt: Transferir Carteira
ru: Загрузить кошелек
sv: Ladda ner plånbok
tl: I-download ang Wallet
tr: Cüzdanı İndir

source: Downloads
ar: التنزيلات
el: Λήψεις
es: Descargas
fa: دانلودها
fi: Lataukset
fr: Téléchargements
hr: Preuzimanja
hu: Letöltések
ja: ダウンロード
pl: Do pobrania
pt: Transferências
ru: Загрузки
sv: Nerladdningar
tl: Mga Pag-download
tr: İndirmeler

source: Empowering individuals, groups, and companies.
ar: تمكين الأفراد والمجموعات والشركات.
de: Individuen, Gruppen und Unternehmen bemächtigen.
es: Confiriendo poder a personas, grupos y empresas.
fa: قدرت بخشیدن به افراد، گروه ها و شرکت ها.
ja: 個人、団体、企業に力を与える
pl: Duże możliwości dla użytkowników, grup i firm.
pt: Fortalecer indivíduos, grupos e empresas.
ru: Широкие возможности для частных лиц, организаций и предприятий.
tr: Bireylere, gruplara ve şirketlere yetki verir.

source: Everyone has the right to communicate opinions and ideas without fear of censorship. Consideration shall be given to all constructive speech that is based in fact and reason.
ar: كل شخص لديه الحق في إيصال آرائه و أفكاره بدون خوف من الرقابة. و يجب بحث كل حوار بنّاء قائم على الواقع والعقل.
de: Alle haben das Recht, Meinungen und Ideen auszutauschen, ohne Zensur fürchten zu müssen. Alle konstruktiven Äußerungen, die auf Tatsachen und Vernunft fußen, finden Berücksichtigung.
es: Todo el mundo tiene el derecho de comunicar opiniones e ideas sin temor a la censura. Hay que tener en cuenta todos los discursos constructivos que se basen en hechos y razones.
fa: همه افراد از این حق برخوردارند که بدون ترس از سانسور، نظرات و ایده های خود را بیان کنند. همه سخنان سازنده ای که مبتنی بر حقیقت و دلیل هستند، مورد توجه قرار خواهند گرفت.
ja: 誰でも検閲に怯えることなく意見を交換する権利があります。十分な事実と根拠を基にした建設的な意見はすべて尊重されます。
pl: Każdy z nas ma prawo do przekazywania opinii i pomysłów bez obawy o cenzurę. Należy wziąć pod uwagę każdy konstruktywny głos oparty na faktach i logice.
pt: Todos tem o direito de expressar opiniões e ideias sem medo de censura. Devem ser consideradas todas as ideias construtivas que sejam baseadas em factos e na razão.
ru: Каждый имеет право высказывать свои идеи и мнения, не опасаясь цензуры. Все конструктивные высказывания, имеющие причины и основывающиеся на фактах, должны быть рассмотрены.
tr: Herkesin sansür korkusu olmadan fikirlerini ve görüşlerini paylaşma hakkı vardır. Gerçeğe ve mantığa dayalı tüm yapıcı konuşmalara gereken önem verilecektir.
