Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: <p>There are three main ways to interact with Decred:</p> <p><strong>The Wallet</strong> - For sending and receiving funds as well as participating in PoS mining.</p> <p><strong>Proof-of-work Mining</strong> - Using computing power to validate transactions on the network and generate new Decred tokens.</p> <p><strong>Proof-of-stake Mining</strong> - Using funds to vote on important network development matters and validate transactions for rewards.</p>
ar: <p>توجد ثلاث طرق رئيسية للتعامل مع Decred:</p> <p><strong>المحفظة</strong> - لإرسال المبالغ واستلامها إضافة إلى المساهمة بالتعدين عن طريق إثبات الحصة (PoS).</p> <p><strong>تعدين إثبات العمل</strong> - استخدام قوة الحوسبة للتحقق من صحة المعاملات على الشبكة وتوليد وح دات Decred جديدة.</p> <p><strong>تعدين إثبات الحصة</strong> - استخدام الرصيد للتصويت على أمور مهمة تخص تطوير الشبكة وإقرار صحة التعاملات مقابل مكافأة.</p>
de: <p>Die drei wichtigsten Möglichkeiten, mit Decred zu interagieren, sind:</p> <p><strong>Die Wallet</strong> – Für das Senden und Erhalten von Geldbeträgen sowie die Teilnahme an PoS-Mining.</p> <p><strong>Proof-of-Work-Mining</strong> – Mithilfe von Rechenleistung Transaktionen im Netzwerk validieren und neue Decred-Tokens generieren.</p> <p><strong>Proof-of-Stake-Mining</strong> – Mittel einsetzen, um über wichtige Netzwerkentwicklungsangelegenheiten abzustimmen und Transaktionen gegen Belohnung zu validieren.</p>
es: <p>Existen tres maneras principales de interactuar con Decred:</p> <p><strong>La cartera</strong>: Para enviar y recibir fondos, así como participar en minería PoS.</p> <p><strong>Minería de Prueba de Trabajo (PoW)</strong>: Utilización de la potencia informática para validar transacciones en la red y generar nuevas fichas de Decred.</p> <p><strong>Minería de Prueba de Participación (PoS)</strong>: Utilización de fondos para votar cuestiones importantes relativas al desarrollo de la red y validar transacciones a cambio de recompensas.</p>
fa: <p>سه روش اصلی برای تعامل با Decred وجود دارد:</p> <p><strong>Wallet (کیف پول)</strong> - برای ارسال و دریافت وجوه و همچنین مشارکت در استخراج PoS.</p> <p><strong>استخراج اثبات کار</strong> - استفاده از قدرت رایانش (کامپیوتر) برای تأیید اعتبار تراکنش های انجام شده در شبکه و تولید توکن های Decred جدید.</p> <p><strong>استخراج اثبات سهام</strong> - استفاده از وجوه برای رأی گیری درباره جنبه های مهم توسعه شبکه و تأیید اعتبار تراکنش ها با دریافت پاداش.</p>
ja: <p>Decredは、主に次の3つの方法でご利用いただけます。</p> <p><strong>ウォレット</strong> - ファンドの送受信とPoSマイニングへの参加など。</p> <p><strong>Proof-of-Workマイニング</strong> - コンピューターパワーを利用してネットワーク上のトランザクションを検証し、新しいDecredトークンを生成。</p> <p><strong>Proof-of-Stakeマイニング</strong> - ファンドを利用して、重要なネットワーク開発案件のための投票や取引の検証を行い報酬を獲得。</p>
pl: <p>Istnieją trzy główne sposoby korzystania z Decred:</p> <p><strong>Portfel</strong> — służy do wysyłania i odbierania środków oraz uczestniczenia w wydobyciu PoS.</p> <p><strong>Wydobycie proof-of-work</strong> — wykorzystanie mocy obliczeniowej do weryfikacji transakcji w sieci i generowania nowych tokenów Decred.</p> <p><strong>Wydobycie proof-of-stake</strong> — wykorzystanie środków do głosowania nad ważnymi kwestiami dotyczącymi rozwoju sieci i weryfikowanie transakcji w zamian za nagrodę.</p>
pt: <p>Há três formas importantes para interagir com a Decred:</p> <p><strong>A Carteira</strong> - Para enviar e receber fundos, bem como para participar na mineração PoS.</p> <p><strong>Mineração Proof-of-work</strong> - Utilizando capacidade computacional para validar transações na rede e gerar novos tokens Decred.</p> Mineração Proof-of-stake<strong> - Utilizando fundos para votar em questões importantes para o desenvolvimento da rede e validar transações para recompensas.<p>
ru: <p>Есть три варианта взаимодействия с Decred:</p> <p><strong>Кошелек</strong>— для отправки и получения средств, а также участия в PoS-майнинге.</p> <p><strong> Proof-of-Work майнинг</strong> — использование вычислительных ресурсов для проверки транзакций сети и генерации новых токенов Decred.</p> <p><strong>Proof-of-Stake майнинг</strong> — использование денежных средств для голосования по важным вопросам сети и проверки транзакций за вознаграждение.</p>
tr: <p>Decred'la etkileşim kurmanın üç temel yolu vardır:</p> <p><strong>Cüzdan</strong> - Para göndermek ve almak, aynı zamanda PoS madenciliği yapmak.</p> <p><strong>Proof-of-work Madenciliği</strong> - Bilgi işlem gücünü kullanarak ağdaki işlemleri onaylamak ve yeni Decred tokenleri üretmek.</p> <p><strong>Proof-of-stake Madenciliği</strong> - Sahip olduğunuz parayla önemli ağ geliştirme konularında oy kullanmak ve ödüller için işlemleri onaylamak.</p>

source: <p>Through decentralized processes, people with different ideas, goals, and opinions can help shape the future. You will likely have some questions, so come join our growing community, where you can connect with developers and other users, get information, ask questions, or just hang out. We have a <a href="https://forum.decred.org" title="_blank">user forum</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC channel</a>, <a href="https://t.me/Decred" title="_blank">Telegram channel</a>, and <a href="https://slack.decred.org" title="_blank">Slack channel</a> where you can chat with the developers and other users in real time. Don't forget <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> and <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. We can't wait to meet you!</p>
ar: <p>من خلال العمليات اللامركزية، يستطيع الأشخاص ذوو الأفكار والأهداف والآراء المختلفة المساعدة في تشكيل المستقبل. من المرجح أن لديك الكثير من الأسئلة، لذا انضم إلى مجتمعنا المتنامي حيث يمكنك التواصل مع مطورين ومستخدمين آخرين أو الحصول على المعلومات أو طرح الأسئلة أو الاطلاع فقط. لدينا <a href="https://forum.decred.org" title="_blank">منتدى للمستخدمين</a> و<a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">قناة IRC</a> و<a href="https://t.me/Decred" title="_blank">قناة Telegram</a> و<a href="https://slack.decred.org" title="_blank">قناة Slack</a> حيث يمكنك محادثة مطورين ومستخدمين آخرين مباشرة. ولا تنس <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> و<a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. ننتظر لقاءك بفارغ الصبر!</p>
de: <p>Mithilfe von dezentralisierten Prozessen können Menschen mit verschiedenen Ideen, Zielen und Meinungen die Zukunft gestalten. Sie werden bestimmt die eine oder andere Frage haben – treten Sie also unserer wachsenden Community bei und schließen Sie sich mit Entwicklern und anderen Nutzern kurz, um Informationen zu erhalten, Fragen zu stellen oder einfach nur Kontakte zu knüpfen. Wir bieten ein <a href="https://forum.decred.org" title="_blank">Benutzerforum</a>, einen <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC-Kanal</a>, einen <a href="https://t.me/Decred" title="_blank">Telegram-Kanal</a> und einen <a href="https://slack.decred.org" title="_blank">Slack-Kanal</a>, wo Sie mit Entwicklern und anderen Nutzern in Echtzeit chatten können. Vergessen Sie nicht auf <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> und <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Wir freuen uns schon darauf, Sie kennenzulernen!</p>
el: <p>Μέσω των αποκεντρωμένων διεργασιών, άτομα με διαφορετικές ιδέες, στόχους και απόψεις μπορούν να βοηθήσουν να διαμορφωθεί το μέλλον. Πιθανότατα θα έχετε κάποιες ερωτήσεις, οπότε ελάτε στην ολοένα αναπτυσσόμενη κοινότητά μας, όπου μπορείτε να συνδεθείτε με προγραμματιστές και άλλους χρήστες, να λάβετε πληροφορίες, να κάνετε ερωτήσεις ή απλά να αράξετε. Έχουμε ένα <a href="https://forum.decred.org" title="_blank">forum χρηστών</a>, ένα <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">κανάλι IRC</a>, ένα <a href="https://t.me/Decred" title="_blank">κανάλι Telegram</a> και ένα <a href="https://slack.decred.org" title="_blank">κανάλι Slack</a> όπου μπορείτε να συνομιλήσετε με τους προγραμματιστές και άλλους χρήστες σε πραγματικό χρόνο. Μην ξεχνάτε το <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> και το <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Ανυπομονούμε να σας γνωρίσουμε!</p>
es: <p>A través de procesos descentralizados, las personas con ideas, objetivos y opiniones diferentes pueden ayudar a moldear el futuro. Seguramente tenga alguna duda, por lo que le instamos a que se una a nuestra creciente comunidad, donde puede contactar con desarrolladores y otros usuarios, obtener información, formular preguntas o, simplemente, pasar el rato. Disponemos de un <a href="https://forum.decred.org" title="_blank">foro para usuarios</a>, un <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">canal de IRC</a>, un <a href="https://t.me/Decred" title="_blank">canal de Telegram</a> y un <a href="https://slack.decred.org" title="_blank">canal de Slack</a> en los que puede charlar con los desarrolladores y otros usuarios en tiempo real. Recuerde que también tenemos cuenta de <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> y <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. ¡Estamos deseando conocerle!</p>
fa: <p>از طریق روندهای غیرمتمرکز، افراد با ایده ها،‌ اهداف و نظرات متفاوت می توانند به شکل دهی آینده کمک کنند. احتمالاً سؤال هایی در ذهن دارید، پس به جامعه درحال رشد ما بپیوندید؛ جایی که می توانید با پدیدآورندگان و کاربران دیگر در ارتباط باشید،‌ اطلاعات دریافت کنید، سؤال بپرسید یا صرفاً گشتی در آن بزنید. ما <a href="https://forum.decred.org" title="_blank">تالار گفتمان کاربر، <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">کانال IRC</a>، <a href="https://t.me/Decred" title="_blank">کانال تلگرام</a> و <a href="https://slack.decred.org" title="_blank">کانال Slack</a> داریم که در آنها می توانید بی درنگ با پدیدآورندگان و کاربران گپ بزنید. <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> و <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a> را فراموش نکنید. بی صبرانه مشتاق دیدارتان هستیم!</a>
fi: <p>Keskittämättömien prosessien kautta ihmiset, joilla on erilaisia ideoita, tavoitteita ja mielipiteitä, voivat muokata tulevaisuutta. Jos sinulla on kysyttävää, voit liittyä kasvavaan yhteisöömme jossa voit keskustella kehittäjien ja muiden käyttäjien kanssa, löytää lisätietoa, kysyä kysymyksiä ja muuten vain viettää aikaa. Meillä on käyttäjille <a href="https://forum.decred.org" title="_blank"> oma foorumi</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC-kanava</a>, <a href="https://t.me/Decred" title="_blank">Telegram kanava</a> ja <a href="https://slack.decred.org" title="_blank">Slack kanava</a> missä voit jutella kehittäjien ja muiden ihmisten kanssa reaaliajassa. Toki unohtamatta <a href="https://twitter.com/decredproject" title="_blank">Twitteriä</a> ja <a href="https://www.reddit.com/r/decred" title="_blank">Reddittiä</a>. Tervetuloa mukaan joukkoomme!</p>
fr: <p>Grâce aux processus décentralisés, les personnes ayant des idées, des objectifs et des opinions différentes peuvent contribuer à façonner l'avenir. Vous aurez vraisemblablement des questions, alors, rejoignez notre communauté en pleine croissance, où vous pouvez vous connecter avec les développeurs et les autres utilisateurs, obtenir des informations, poser des questions ou tout simplement traîner. Nous avons un <a href="https://forum.decred.org" title="_blank">forum d'utilisateur</a>, un <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">cannal IRC</a>, un <a href="https://t.me/Decred" title="_blank">groupe Telegram</a>, et un <a href="https://slack.decred.org" title="_blank">groupe Slack</a> où vous pouvez discuter avec les développeurs et les autres utilisateurs en temps réel. N'oubliez pas <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> et <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. On a vraiment hâte de vous rencontrer !</p>
hr: <p>Preko procesa decentralizacije, ljudi sa razlicitim idejama, ciljevima i misljenjima pomazu nam oblikovati buducnost. Zasigurno ces imati mnogo pitanja, pa nam se mozes pridruziti u zajednici koja se konstantno siri, gdje mozes pricati sa Decred programerima i drugim korisnicima, postaviti pitanja, dobiti informacije ili se jednostavno druziti sa nama. Imamo <a href="https://forum.decred.org" title="_blank">forum korisnika</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC kanal</a>, <a href="https://t.me/Decred" title="_blank">Telegram kanal</a>, i <a href="https://slack.decred.org" title="_blank">Slack kanal</a> gdje mozes popricati sa Decred zajednicom. Takodjer, ne zaboravi <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> i <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Nadamo se skorom susretu!</p>
hu: <p>A decentralizált folyamatok lehetővé teszik, hogy emberek különböző ötletekkel, célokkal és véleményekkel hozzájáruljanak a jövő alakításához. Valószínű, hogy neked is akadnak majd kérdéseid – ha így van, csatlakozz növekvő közösségünkhöz, ahol találkozhatsz a fejlesztőkkel és a többi felhasználóval, információt gyűjthetsz, kérdéseket tehetsz fel, vagy csak úgy ellehetsz nálunk. Van <a href="https://forum.decred.org" title="_blank">felhasználói fórumunk</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC csatornánk</a>, <a href="https://t.me/Decred" title="_blank">Telegram</a>, és <a href="https://slack.decred.org" title="_blank">Slack csatornánk</a> ahol elérheted a többieket és a fejlesztőket valós időben. Ne felejtsd a <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> és <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a> oldalainkat sem. </p>Reméljük, hamarosan találkozunk!
id: <p>Melalui proses desentralisasi, orang dengan berbagai ide, tujuan, dan pendapat yang berbeda, dapat membantu membentuk masa depan. Anda mungkin memiliki beberapa pertanyaan, bergabunglah dengan komunitas kami yang semakin berkembang, di mana anda dapat terhubung dengan para pengembang dan pengguna lainnya, mendapatkan informasi, mengajukan pertanyaan, atau sekadar berkumpul. Kami memiliki <a href="https://forum.decred.org" title="_blank">forum pengguna</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC</a>, <a href="https://t.me/Decred" title="_blank">Telegram</a>, dan <a href="https://slack.decred.org" title="_blank">Slack</a>, dimana anda dapat mengobrol dengan para pengembang dan pengguna lainnya secara real time. Kita juga dapat berjumpa di <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> dan <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Sampai bertemu di sana!</p>
it: <p>Attraverso processi decentralizzati, persone con differenti idee, obiettivi, e opinioni possono contribuire a plasmare il futuro. Probabilmente avrete delle domande, quindi partecipate alla nostra crescente community, dove potrete entrare in contatto con gli sviluppatori e con altri utenti, ottenere informazioni, fare domande, o semplicemente passare del tempo. Abbiamo un <a href="https://forum.decred.org" title="_blank">forum utenti</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">canale IRC</a>, <a href="https://t.me/Decred" title="_blank">canale Telegram</a>, e<a href="https://slack.decred.org" title="_blank"> canale Slack</a> dove potrete chattare con gli sviluppatori e con altri utenti in tempo reale. Senza dimenticare <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> e <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Non vediamo l'ora di incontrarvi!</p>
ja: <p>様々な人のアイデア、目標、そして意見が非集中的に処理されることで、未来が形成されていきます。疑問や質問ができたら、日々拡大を続けるコミュニティにご参加ください。開発者や他のユーザーとつながり、情報を入手したり質問したりできます。<a href="https://forum.decred.org" title="_blank">ユーザーフォーラム</a>や<a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC</a>、<a href="https://t.me/Decred" title="_blank">Telegram</a>、<a href="https://slack.decred.org" title="_blank">Slack</a>のチャンネルで開発者や他のユーザーとリアルタイムでチャットすることができます。 <a href="https://twitter.com/decredproject" title="_blank">Twitter</a>と<a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>もお忘れなく！ あなたの参加を心よりお待ちしています。</p>
nl: <p>Via decentrale processen kunnen mensen met verschillende ideeën, doelen en meningen helpen om de toekomst vorm te geven. Wellicht heb je vragen, dus join onze groeiende community. Hier kun je in contact komen met ontwikkelaars en andere gebruikers, informatie opvragen, of gewoon relaxen. We hebben een <a href="https://forum.decred.org" title="_blank">forum</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC kanaal</a>, <a href="https://t.me/Decred" title="_blank">Telegram</a>, en <a href="https://slack.decred.org" title="_blank">Slack</a> waar we real time met elkaar kunnen chatten. Oh, en vergeet <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> en <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a> niet. We zien je graag verschijnen!</p>
pl: <p>Dzięki zdecentralizowanym procesom osoby mające różne pomysły, cele i opinie mogą mieć wpływ na przyszłe rozwiązania. Prawdopodobnie masz wiele pytań, dlatego dołącz do naszej rozwijającej się społeczności, gdzie możesz nawiązać kontakt z programistami i innymi użytkownikami, uzyskać informacje, zadać pytania albo po prostu spotkać się. Mamy <a href="https://forum.decred.org" title="_blank">forum użytkowników</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">kanał IRC</a>, <a href="https://t.me/Decred" title="_blank">kanał Telegram</a> i <a href="https://slack.decred.org" title="_blank">kanał Slack</a>, na których można czatować z programistami i innymi użytkownikami w czasie rzeczywistym. Nie zapomnij o serwisie <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> i <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Nie możemy się doczekać spotkania!</p>
pt: <p>Através de processos descentralizados, as pessoas com ideias, objetivos e opiniões diferentes podem ajudar a moldar o futuro. Provavelmente terá algumas dúvidas, então junte-se à nossa comunidade crescente, onde se pode ligar a programadores e outros utilizadores, obter informações, tirar dúvidas, ou simplesmente conviver. Temos um <a href="https://forum.decred.org" title="_blank">fórum de utilizador</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">canal IRC</a>, <a href="https://t.me/Decred" title="_blank">canal Telegram</a>, e <a href="https://slack.decred.org" title="_blank">canal Slack</a> onde pode conversar com os programadores e outros utilizadores em tempo real. Não se esqueça do <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> e <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Mal podemos esperar para nos conhecermos!</p>
ru: <p>Децентрализация процессов позволяет людям с разными идеями, целями и мнениями участвовать в формировании будущего. У вас наверняка остались вопросы, поэтому присоединяйтесь к нашему растущему сообществу, где можно пообщаться с разработчиками и другими пользователями, узнать информацию, получить ответы и просто хорошо провести время. У нас есть <a href="https://forum.decred.org" title="_blank">форум</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC-канал</a>, <a href="https://t.me/Decred" title="_blank">Telegram-канал</a> и <a href="https://slack.decred.org" title="_blank">Slack</a>, где вы можете обмениваться сообщениями с разработчиками и другими пользователями в режиме реального времени. И не забывайте про наши <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> и <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Будем рады услышать ваше мнение!</p>
sv: <p>Genom en decentraliserad process där människor med olika ideér, mål och åsikter tillsammans hjälper till att skapa framtiden, så kommer du antagligen ha några frågor, så gå med i våran växande gemenskap. Här kan du prata med utvecklare och användare, få information, ställa frågor eller bara hänga. Vi har ett <a href="https://forum.decred.org" title="_blank">forum för användare</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC</a>, <a href="https://t.me/Decred" title="_blank">Telegram</a>, och en<a href="https://slack.decred.org" title="_blank">Slack</a> där du kan prata med utvecklare och andra i realtid. Glöm inte våran <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> och <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>. Hoppas vi syns snart!</p>
tl: <p>Sa pamamagitan ng mga desentralisadong proseso, ang mga taong may iba't ibang mga ideya, layunin, at opinyon ay maaaring makatulong sa paghubog sa hinaharap. Marahil ay may ilang mga katanungan, kaya sumali sa aming lumalaking komunidad, kung saan maaari kang kumonekta sa mga developer at iba pang mga gumagamit, kumuha ng impormasyon, magtanong, o mag-hang out. Mayroon kaming <a href="https://forum.decred.org" title="_blank">user forum</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank"> IRC channel </a>, <a href="https://t.me/Decred" title="_blank"> Telegram channel </a>, at <a href="https://slack.decred.org" title="_blank"> Slack channel </a> kung saan maaari kang makipag-chat sa mga developer at iba pang mga gumagamit sa real time. Huwag kalimutan <a href="https://twitter.com/decredproject" title="_blank"> Twitter </a> at <a href="https://www.reddit.com/r/decred" title="_blank"> Reddit </a>. Hindi kami makapaghintay upang makilala ka!</p>
tr: <p>Merkezi olmayan süreçler sayesinde, farklı fikirlere, hedeflere ve görüşlere sahip kişiler geleceği şekillendirmeye yardımcı olabilir. Muhtemelen bazı sorularınız olacak, bu yüzden geliştiriciler ve diğer kullanıcılarla bağlantı kurabileceğiniz, bilgi alabileceğiniz, soru sorabileceğiniz veya yalnızca takılabileceğiniz büyüyen topluluğumuza katılabilirsiniz. Geliştiricilerle ve diğer kullanıcılarla gerçek zamanlı olarak sohbet edebileceğiniz bir <a href="https://forum.decred.org" title="_blank">kullanıcı forumumuz</a>, <a href="https://webchat.freenode.net/?channels=decred&uio=d4" title="_blank">IRC kanalımız</a>, <a href="https://t.me/Decred" title="_blank">Telegram kanalımız</a> ve <a href="https://slack.decred.org" title="_blank">Slack kanalımız</a> bulunuyor. <a href="https://twitter.com/decredproject" title="_blank">Twitter</a> ve <a href="https://www.reddit.com/r/decred" title="_blank">Reddit</a>'i de unutmayın. Sizi tanımak için sabırsızlanıyoruz!</p>
