Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: Privacy and security technology shall be implemented on a continuing and incremental basis, both proactively and on-demand in response to attacks.
ar: يتعين تنفيذ تقنية الخصوصية والأمن على أساس مستمر ومتزايد، بشكل استباقي و عند الطلب على حد سواء استجابة للهجمات.
de: Technologie für Datenschutz und Sicherheit wird fortlaufend und stufenweise eingeführt, sowohl als vorbeugende Maßnahme als auch im Bedarfsfall als Reaktion auf konkrete Angriffe.
es: La tecnología de privacidad y seguridad ha de implementarse de forma continua y progresiva, tanto de modo proactivo como bajo demanda en respuesta a ataques.
fa: فناوری حریم خصوصی و امنیت، بر پایه ای پیوسته و رو به رشد (هم فعالانه و هم در تقاضای پاسخ به حملات) پیاده و اجرا خواهد شد.
ja: プライバシーとセキュリティ技術は、積極的かつ必要に応じて攻撃に対応しなければならず、さらにこれは継続的かつ段階的に実施されることが重要です。
pl: Należy stale wdrażać i rozszerzać zakres technologii umożliwiającej zachowanie poufności i bezpieczeństwa — zarówno aktywnie, jak i w odpowiedzi na ataki.
pt: A tecnologia de privacidade e segurança deve ser implementada numa base contínua e gradual, tanto proativamente e sob demanda em resposta a ataques.
ru: Технологии обеспечения конфиденциальности и безопасности должны внедряться на постоянной и поэтапной основе, как проактивно, так и по мере необходимости в ответ на попытки нарушения защиты.
tr: Gizlilik ve güvenlik teknolojisi, saldırılara karşı hem proaktif olarak hem de talep üzerine devamlı ve artan bir temelde uygulanacaktır.

source: Project Lead
ar: قائد المشروع
de: Projektleiter
es: Jefe de proyecto
fa: هدایت پروژه
ja: プロジェクトリード
pl: Kierownik projektu
pt: Líder de projeto
ru: Руководитель проекта
tr: Proje Lideri

source: Proof-of-stake Mining
ar: التعدين بواسطة إثبات الحصة
es: Minería de Prueba de Participación
fa: استخراج اثبات سهام
ja: Proof-of-Stake マイニング
pl: Wydobycie proof-of-stake
pt: Mineração Proof-of-stake
ru: Майнинг по методу Proof-of-Stake
tr: Proof-of-stake Madenciliği

source: Proof-of-work Mining
ar: التعدين بواسطة إثبات العمل
es: Minería de Prueba de Trabajo
fa: استخراج اثبات کار
ja: Proof-of-Work マイニング
pl: Wydobycie proof-of-work
pt: Mineração Proof-of-work
ru: Майнинг по методу Proof-of-work
tr: Proof-of-work Madenciliği

source: Quick-use toolkit
ar: مكتبة الأدوات الجاهزة
el: Εργαλειοθήκη γρήγορης χρήσης
es: Kit de herramientas de uso rápido
fa: جعبه ابزار استفاده سریع
fi: Nopeakäyttöiset työkalut
fr: Outils facile d'usage
hr: Alat za brzo korištenje
hu: Gyors toolkit
id: Toolkit cepat-guna
it: Toolkit rapido
ja: すぐに使えるツールキット
nl: Makkelijk bruikbare toolkit
pl: Zestaw narzędzi do szybkiego zastosowania
pt: Conjunto de ferramentas de utilização rápida
ru: Паспорт стандартов
sv: Quick-use verktygslåda
tl: Toolkit ng mabilis na paggamit
tr: Hızlı kullanımlı araç kiti

source: Send and Receive Decred
ar: إرسال Decred واستقبالها
de: Decred senden und empfangen
el: Αποστολή και Λήψη Decred
es: Enviar y recibir Decred
fa: ارسال و دریافت Decred
fi: Lähetä ja Vastaanota Decrediä
fr: Envoyer et recevoir des Decred
hr: Pošaljite i primite Decred
hu: Fogadj és küldj Decred-et
id: Kirim dan Terima Decred
it: Inviare e Ricevere Decred
ja: Decredの送受信
nl: Verzend en Ontvang Decred
pl: Wyślij i odbierz Decred
pt: Enviar e receber Decred
ru: Отправляйте и получайте Decred
sv: Skicka och ta emot Decred
tl: Magpadala at Tumanggap ng Decred
tr: Decred Gönder ve Al

source: Since 2016, Decred has striven to solve blockchain governance. Our innovative consensus voting model empowers stakeholders and allows for the seamless transition from one set of rules to another. Decentralized decision-making and self-funding have enabled us to build a robust, evolving digital currency, free from third party influence.
ar: منذ عام 2016، سعت Decred لحل حوكمة سلسلة الكُتل. فنموذج تصويتنا الإجماعي المبتكر يعطي أصحاب المصلحة سلطات واسعة ويسمح بالانتقال السلس من مجموعة قواعد إلى أخرى. كما تمكننا عملية صنع القرار اللامركزية والتمويل الذاتي من بناء عملة رقمية متطورة، بدون تأثير جهات خارجية.
de: Seit 2016 arbeitet Decred an einer Lösung für Blockchain-Governance. Unser innovatives Konsensabstimmungsmodell bemächtigt die Stakeholder und ermöglicht einen nahtlosen Übergang von einem Regelwerk zu einem anderen. Dezentralisierte Entscheidungsfindung und Selbstfinanzierung haben es uns ermöglicht, eine robuste, sich entfaltende digitale Währung zu entwickeln, die völlig unabhängig vom Einfluss Dritter funktioniert.
es: Desde 2016, Decred se esfuerza por facilitar la gobernabilidad de las cadenas de bloques. Nuestro innovador modelo de votación por consenso confiere poder a las partes interesadas y permite una transición óptima de un conjunto de normas a otro. La toma de decisiones y la autofinanciación descentralizadas nos han permitido construir una divisa digital fuerte, evolutiva y ajena a la influencia de terceros.
fa: از سال 2016، ‏Decred تلاش کرده است مشکل حکومت زنجیره بلوکی را برطرف کند. مدل رأی گیری اجماعی نوآورانه ما به ذینفعان قدرت می بخشد و انتقال یکپارچه از مجموعه ای از قوانین به مجموعه قوانین دیگر را ممکن می سازد. تصمیم گیری غیرمتمرکز و خودتأمینی به ما امکان داده است ارز دیجیتالی قدرتمند، در حال رشد و بدون نفوذ شخص ثالث ایجاد کنیم.
ja: 2016年以来Decredはブロックチェーンのガバナンスを解決すべく努力してきました。私たちの革新的なコンセンサス投票モデルはステークホルダーに力を与え、あるルールから別のルールへのスムーズな移行を可能にするものです。非中央集中の意思決定と自己資金調達により、第三者の影響を受けず、強固で進歩的なデジタル通貨の構築が可能となりました。
pl: Od 2016 roku w Decred dążymy do ustalenia odpowiednich zasad zarządzania łańcuchem bloków. Nasz innowacyjny model konsensusu przez głosowanie daje odpowiednie możliwości interesariuszom i pozwala płynnie przejść z jednego zestawu zasad do innego. Zdecentralizowane podejmowanie decyzji i samodzielne finansowanie umożliwiło nam utworzenie solidnej, podlegającej ewolucyjnym zmianom waluty cyfrowej, na którą nie wpływają podmioty zewnętrzne.
pt: Desde 2016, a Decred esforçou-se para resolver o problema de gestão da blockchain. O nosso modelo inovador de votação fortalece os investidores e permite a transação tranquila de um conjunto de regras para outro. A tomada de decisões descentralizada e o autofinanciamento permitiu-nos construir uma moeda digital robusta, crescente, livre de influência de terceiros.
ru: С 2016 года Decred стремится решить проблему управления блокчейном. Наша инновационная модель консенсусного голосования дает участникам возможность влиять на принятие решений и позволяет плавно переходить от одного набора правил к другому. Децентрализованное принятие решений и самофинансирование позволили нам создать стабильную и развивающуюся цифровую валюту, не зависящую от посторонних влияний.
tr: 2016'dan beri, Decred blok zinciri yönetimini çözmeye çalışıyor. Yenilikçi oy birliğiyle oylama modelimiz, paydaşlara yetki veriyor ve bir kural dizisinden diğerine kusursuz geçiş sağlıyor. Merkezi olmayan karar verme ve kendi kendini fonlama özellikleri sayesinde üçüncü tarafın etkisi altında kalmadan sağlam, devamlı gelişen bir dijital para birimi oluşturduk.

source: Smart contracts that work such as Lightning Network
ar: عقود ذكية قابلة للتنفيذ مثل الشبكة السريعة
de: Intelligente Verträge, die funktionieren – wie zum Beispiel Lightning Network
es: Contratos inteligentes que funcionan, como la red Lightning
fa: قراردادهای هوشمندانه مانند «شبکه صاعقه» که موفق عمل می کنند
ja: ライトニングネットワークのような信頼性のあるスマートコントラクト
pl: Inteligentne kontrakty, które po prostu działają, na przykład Lightning Network
pt: Contratos inteligentes que funcionam tal como a Lightning Network
ru: Выгодные соглашения, приносящие реальную пользу — например, Lightning Network
tr: Lightning Network gibi işe yarayan akıllı sözleşmeler

source: Soon™
de: Bald™
es: Próximamente™
fa: به زودی ارائه می شود
ru: Скоро™
tr: Yakında™

source: Stakepools
ar: تجمعات الحصص
es: Redes de participación
fa: استخرهای سهام
fi: Stakepoolit
fr: Pools de PdE
hr: PoS poolovi
hu: Stakepool-ok
ja: ステークプール
pl: Pule udziałów
ru: PoS-пулы
tr: Stake havuzları

source: Stakepools allow you to participate in Decred's proof-of-stake (PoS) system without the need to worry about losses due to computer downtime, flaky internet connectivity, or inconsistent power. <noscript> <div><a href="https://dcr.stakepool.net" target="_blank">dcr.stakepool.net</a><br> <a href="https://dcr.stakeminer.com" target="_blank">dcr.stakeminer.com</a><br> <a href="https://pool.d3c.red" target="_blank">pool.d3c.red</a><br> <a href="https://stakepool.dcrstats.com" target="_blank">stakepool.dcrstats.com</a><br> <a href="https://stakepool.eu" target="_blank">stakepool.eu</a><br> <a href="https://dcr.ubiqsmart.com" target="_blank">dcr.ubiqsmart.com</a><br> <a href="https://teststakepool.decred.org" target="_blank">teststakepool.decred.org</a><br> <a href="https://ultrapool.eu" target="_blank">ultrapool.eu</a><br> </div> <div class="section-title-text">JavaScript required</div><div class="mission-copy">We're sorry, but this Website doesn't work properly<br>without JavaScript enabled.</div> </noscript>
ar: تسمح لك تجمعات الحصص بالمشاركة في التعدين بواسطة نظام إثبات الحصة (PoS) دون الحاجة للقلق من الخسائر الناجمة عن توقف الكمبيوتر أو اتصال الإنترنت غير المستقر أو الطاقة غير المتسقة. <noscript> <div><a href="https://dcr.stakepool.net" target="_blank">dcr.stakepool.net</a><br> <a href="https://dcr.stakeminer.com" target="_blank">dcr.stakeminer.com</a><br> <a href="https://pool.d3c.red" target="_blank">pool.d3c.red</a><br> <a href="https://stakepool.dcrstats.com" target="_blank">stakepool.dcrstats.com</a><br> <a href="https://stakepool.eu" target="_blank">stakepool.eu</a><br> <a href="https://dcr.ubiqsmart.com" target="_blank">dcr.ubiqsmart.com</a><br> <a href="https://teststakepool.decred.org" target="_blank">teststakepool.decred.org</a><br> <a href="https://ultrapool.eu" target="_blank">ultrapool.eu</a><br> </div> <div class="section-title-text">يلزم وجود JavaScript</div><div class="mission-copy">عذرًا، ولكن هذا الموقع لا يعمل بشكل صحيح بدون تمكين JavaScript</div> </noscript>
fa: «استخرهای سهام» به شما امکان می دهد بدون نگرانی از ضررهای ناشی از خرابی کامپیوتر، اتصال اینترنت ضعیف و پروقفه یا نیروی برق غیرپایدار، در سیستم اثبات سهام (PoS) ‏Decred مشارکت کنید. <noscript> <div><a href="https://dcr.stakepool.net" target="_blank">dcr.stakepool.net</a><br> <a href="https://dcr.stakeminer.com" target="_blank">dcr.stakeminer.com</a><br> <a href="https://pool.d3c.red" target="_blank">pool.d3c.red</a><br> <a href="https://stakepool.dcrstats.com" target="_blank">stakepool.dcrstats.com</a><br> <a href="https://stakepool.eu" target="_blank">stakepool.eu</a><br> <a href="https://dcr.ubiqsmart.com" target="_blank">dcr.ubiqsmart.com</a><br> <a href="https://teststakepool.decred.org" target="_blank">teststakepool.decred.org</a><br> <a href="https://ultrapool.eu" target="_blank">ultrapool.eu</a><br> </div> <div class="section-title-text">جاوااسکریپت نیاز است</div>متأسفیم، اما این وب سایت بدون فعال بودن جاوااسکریپت <br>درست کار نمی کند.</div> </noscript>
pl: Pule udziałów umożliwiają uczestniczenie w obowiązującym w przypadku Decred systemie proof-of-stake (PoS) bez konieczności przejmowana się stratami spowodowanymi przestojem komputera, wolnym połączeniem internetowym lub przerwami w zasilaniu. <noscript> <div><a href="https://dcr.stakepool.net" target="_blank">dcr.stakepool.net</a><br> <a href="https://dcr.stakeminer.com" target="_blank">dcr.stakeminer.com</a><br> <a href="https://pool.d3c.red" target="_blank">pool.d3c.red</a><br> <a href="https://stakepool.dcrstats.com" target="_blank">stakepool.dcrstats.com</a><br> <a href="https://stakepool.eu" target="_blank">stakepool.eu</a><br> <a href="https://dcr.ubiqsmart.com" target="_blank">dcr.ubiqsmart.com</a><br> <a href="https://teststakepool.decred.org" target="_blank">teststakepool.decred.org</a><br> <a href="https://ultrapool.eu" target="_blank">ultrapool.eu</a><br> </div> <div class="section-title-text">Wymagana obsługa języka</div> <div class="mission-copy">JavaScript Niestety, ta witryna internetowa nie działa prawidłowo<br>bez włączonej obsługi języka JavaScript.</div> </noscript>
tr: Stake havuzları, bilgisayar arızası, sorunlu internet bağlantısı ya da elektrik kesintileri nedeniyle gerçekleşen kayıplar için endişelenmenize gerek olmadan Decred'ın proof-of-stake (PoS) sistemine katılmanızı sağlar. <noscript> <div><a href="https://dcr.stakepool.net" target="_blank">dcr.stakepool.net</a><br> <a href="https://dcr.stakeminer.com" target="_blank">dcr.stakeminer.com</a><br> <a href="https://pool.d3c.red" target="_blank">pool.d3c.red</a><br> <a href="https://stakepool.dcrstats.com" target="_blank">stakepool.dcrstats.com</a><br> <a href="https://stakepool.eu" target="_blank">stakepool.eu</a><br> <a href="https://dcr.ubiqsmart.com" target="_blank">dcr.ubiqsmart.com</a><br> <a href="https://teststakepool.decred.org" target="_blank">teststakepool.decred.org</a><br> <a href="https://ultrapool.eu" target="_blank">ultrapool.eu</a><br> </div> <div class="section-title-text">JavaScript gereklidir</div><div class="mission-copy">Üzgünüz, bu web sitesi <br>JavaScript etkinleştirilmeden düzgün çalışmıyor.</div> </noscript>

source: Strategic Comms Lead
ar: قائد الاتصالات الاستراتيجية
de: Leiter strategische Kommunikation
es: Jefe de comunicaciones estratégicas
fa: هدایت جامعه استراتژیک
ja: ストラテジックコミュニケーションリード
pl: Kierownik ds. komunikacji strategicznej
pt: Comentários estratégicos de liderança
ru: Руководитель стратегических коммуникаций
tr: Stratejik İletişim Lideri

source: Strategy
ar: الاستراتيجية
de: Strategie
es: Estrategia
fa: استراتژی
ja: ストラテジー
pl: Strategia
pt: Estratégia
ru: Стратегия
tr: Strateji

source: Technical Overview
ar: نظرة عامة تقنية
de: Technischer Überblick
es: Resumen técnico
fa: مرور کلی مشخصات فنی
ja: 技術概要
pl: Opis techniczny
pt: Visão técnica geral
ru: Техническая информация
tr: Teknik Genel Bakış

source: The Basics
ar: الأساسيات
de: Die Grundlagen
el: Τα Βασικά
es: Fundamentos básicos
fa: اساس
fi: Perusteet
fr: Les Basiques
hr: Osnove
hu: Az alapok
id: Dasar-dasar
it: Le Basi
ja: 基本事項
nl: De Basis
pl: Podstawy
pt: O Básico
ru: Основы
sv: Grundläggande fakta
tl: Ang Mga Pangunahing Kaalaman
tr: Temel Bilgiler

source: The Wallets
ar: المحافظ
de: Die Wallets
el: Τα Πορτοφόλια
es: Las carteras
fa: کیف پول
fi: Lompakot
fr: Les Portefeuilles
hr: Novčanici
hu: Pénztárcák
id: Dompet
it: I Wallet
ja: ウォレット
nl: Portemonnees
pl: Portfele
pt: As Carteiras
ru: Кошельки
sv: Plånböckerna
tl: Ang mga Wallets
tr: Cüzdanlar

source: These principles have been established in an effort to create an equitable and sustainable framework within which to achieve Decred's goal to be an autonomous and decentralized currency where all stakeholders have a real voice.
ar: لقد وُضعت هذه المبادئ في إطار الجهود الرامية لإنشاء إطار عمل عادل ومستدام يمكن من خلاله تحقيق هدف Decred المتمثل في أن تكون عملة ذاتية لامركزية يكون فيها لجميع أصحاب المصلحة صوت حقيقي.
de: Diese Prinzipien wurden festgelegt, um einen gerechten und nachhaltigen Rahmen zu etablieren, in dem Decreds Ziel, eine autonome und dezentralisierte Währung zu erschaffen, bei der alle Stakeholder tatsächlich über Mitspracherecht verfügen, verwirklicht werden kann.
es: Estos principios se han establecido en un esfuerzo por crear un marco de trabajo equitativo y sostenible por medio del cual lograr el objetivo de Decred: ser una divisa autónoma y descentralizada en la que todas las partes interesadas tienen voz real.
fa: این اصول در تلاش برای ایجاد چارچوب عادلانه و پایداری برقرار شده است که از طریق آن بتوان هدف Decred یعنی حضور به عنوان ارز مستقل و غیرمتمرکزی که در آن همه ذینفعان از حقوق واقعی برخوردارند را برآورده ساخت.
ja: これらの原則はステークホルダー全員に平等な力が与えられ、自律的な非中央集中の通貨であることを目標とするDecredの公平で持続可能なフレームワークを構築するために確立されました。
pl: Te zasady określono, aby uzyskać sprawiedliwe i zrónoważone ramy działania, które umożliwią osiągnięcie celu, jakim jest niezależność i decentralizacja waluty Decred oraz zapewnienie rzeczywistego prawa głosu wszystkim interesariuszom.
pt: Estes princípios foram estabelecidos num esforço para criar uma estrutura justa e sustentável para alcançar o objetivo Decred de ser uma moeda autónoma e descentralizada em que os investidores têm uma voz real.
ru: Эти принципы были выработаны для формирования стабильной и равноправной структуры, которая позволит достичь цели Decred по созданию автономной и полностью децентрализованной валюты, дающей реальное право голоса всем участникам.
tr: Bu ilkeler, Decred'ın tüm paydaşların gerçek bir sese sahip olduğu özerk ve merkezsiz bir para birimi olma hedefini gerçekleştirmek için adil ve sürdürülebilir bir çerçeve oluşturmak amacıyla belirlenmiştir.

source: Third party CUDA miner for NVIDIA GPUs. Not supported by the Decred team.
ar: مُعدِّن CUDA من جهة خارجية لوحدة معالجة الرسوميات NVIDIA. غير مدعوم من قبل فريق Decred.
de: CUDA-Miner von Drittanbietern für NVIDIA GPUs. Nicht unterstützt vom Decred-Team.
el: CUDA miner, τρίτου προγραμματιστή, για κάρτες γραφικών NVIDIA. Μη-υποστηριζόμενο από την ομάδα του Decred.
es: Minero CUDA de terceros para GPU NVIDIA. Sin la aprobación del equipo de Decred.
fa: استخراج کننده CUDA شخص ثالث برای واحدهای پردازش گرافیکی NVIDIA. توسط تیم Decred پشتیبانی نمی شود.
fi: Kolmannen osapuolen CUDA louhintatyökalu NVIDIA näytönohjaimille. Ei Decred-tiimin tukema.
fr: Troisième partie CUDA mineur pour NVIDIA GPUs. Non supportées par le team Decred.
hr: CUDA rudar za NVIDIA GPU. Nije podržan od strane Decred tima.
hu: Third party CUDA bányász szoftver NVIDIA GPU-khoz. A Decred team nem támogatja.
id: Penambang pihak ketiga CUDA untuk NVIDIA GPUs tidak didukung oleh tim Decred.
it: Miner CUDA di terzi parti per GPU NVIDIA. Non sono supportati dal team di Decred.
ja: NVIDIA GPU対応サードパーティ製CUDAマイナー。Decredチームによるサポートはありません。
nl: Externe CUDA miner voor NVIDIA GPUs. Niet ondersteund door het Decred team.
pl: Koparka CUDA firmy zewnętrznej dla procesorów graficznych firmy NVIDIA. Nie jest wspierana przez zespół Decred.
pt: Software de mineração CUDA de terceiros para GPUs NVIDIA. Não suportado pela equipa da Decred.
ru: Сторонний CUDA-майнер для видеокарт NVIDIA. Не поддерживается командой Decred.
sv: Tredjeparts CUDA-miner för NVIDIA GPUs. Stöds inte av Decreds team.
tl: Third party CUDA miner para sa NVIDIA GPUs. Hindi sinusuportahan ng pangkat na Decred.
tr: NVIDIA grafik işlem birimleri için CUDA tabanlı üçüncü taraf madencilik yazılımları. Decred ekibi tarafından desteklenmemektedir.

source: Third party OpenCL miner for AMD GPUs. Not supported by the Decred team.
ar: مُعدِّن OpenCL من جهة خارجية لوحدة معالجة الرسوميات AMD. غير مدعوم من قبل فريق Decred.
de: OpenCL-Miner von Drittanbietern für AMD GPUs. Nicht unterstützt vom Decred Team.
el: OpenCL miner, τρίτου προγραμματιστή, για κάρτες γραφικών AMD. Μη-υποστηριζόμενο από την ομάδα του Decred.
es: Minero OpenCL de terceros para GPU AMD. Sin la aprobación del equipo de Decred.
fa: استخراج کننده OpenCL شخص ثالث برای واحدهای پردازش گرافیکی AMD. توسط تیم Decred پشتیبانی نمی شود.
fi: Kolmannen osapuolen OpenCL louhintatyökalu AMD näytönohjaimille. Ei Decred-tiimin tukema.
fr: Troisième partie OPENCL mineur pour AMD GPUs. Non supportées par le team Decred.
hr: OpenCL rudar za AMD GPU. Nije podržan od strane Decred tima.
hu: Third party CUDA bányász szoftver AMD GPU-khoz. A Decred team nem támogatja.
id: Penambang pihak ketiga OpenCL untuk AMD GPUs. Tidak didukung oleh tim Decred.
it: Miner OpenCL di terzi parti per GPU AMD. Non sono supportati dal team di Decred.
ja: AMD GPU対応サードパーティ製OpenCLマイナー。Decredチームによるサポートはありません。
nl: Externe OpenCL miner voor AMD GPUs. Niet ondersteund door het Decred team.
pl: Koparka OpenCL firmy zewnętrznej dla procesorów graficznych firmy AMD. Nie jest wspierana przez zespół Decred.
pt: Software de mineração OpenCL de terceiros para GPUs AMD. Não suportado pela equipa da Decred.
ru: Сторонний OpenCL-майнер для видеокарт AMD. Не поддерживается командой Decred.
sv: Tredjeparts OpenCL-miner för AMD GPUs. Stöds inte av Decreds team.
tl: Third party OpenCL miner para sa AMD GPUs. Hindi sinusuportahan ng pangkat na Decred.
tr: AMD grafik işlem birimleri için OpenCL tabanlı üçüncü taraf madencilik yazılımları. Decred ekibi tarafından desteklenmemektedir.

source: This tour will help you get started with Decred
ar: ستساعدك هذه الجولة على التعرف على Decred
de: Diese Tour hilft Ihnen dabei, mit Decred loszulegen.
el: Αυτή η περιήγηση θα σας βοηθήσει να ξεκινήσετε με το Decred
es: Este tour le ayudará a iniciarse con Decred
fa: این تور به شما کمک می کند کار با Decred را شروع کنید
fi: Tämä esittely auttaa sinut alkuun Decredin parissa
fr: Ce tour vous aidera a commencer avec Decred.
hr: Ovaj vodic će vam pomoći da započnete s Decredom
hu: Gyors bevezető a Decred világába
id: Tur ini akan membantu anda memulai Decred.
it: Questa guida vi aiuterà ad iniziare con Decred
ja: Decredを初めて使用する方へ
nl: Deze rondleiding helpt je op weg met Decred
pl: Ta prezentacja umożliwi uzyskanie podstawowych informacji o walucie Decred
pt: Esta introdução irá ajudá-lo a começar com a Decred
ru: Этот обзор поможет вам разобраться в основных функциях Decred
sv: Denna rundtur hjälper dig komma igång med Decred
tl: Ang tour na ito ay tutulong sa iyo na makapagsimula sa Decred
tr: Bu turun yardımıyla Decred'a başlangıç yapabileceksiniz

source: To encourage decentralization of the network, it is recommended to avoid pools that have over 5% of network votes.
ar: لتشجيع لامركزية الشبكة، يفضل أن تتجنب التجمعات التي تحتوي على أكثر من 5% من أصوات الشبكة.
de: Um die Dezentralisierung des Netzwerks zu fördern, empfiehlt es sich, Pools zu vermeiden, die über 5 % der Netzwerkstimmen haben.
es: A fin de alentar la descentralización de la red, es aconsejable evitar grupos con más de un 5 % de votos de la red.
fa: برای تشویق غیرمتمرکز بودن شبکه، توصیه می شود از استخرهایی که بیشتر از 5% رأی شبکه را دارند اجتناب کنید.
ja: ネットワークの分散化を保護するため、ネットワークの5%以上の票を有するプールは避けることをおすすめします。
pl: Aby zachęcić do decentralizacji sieci, zalecane jest unikanie kopalni posiadających ponad 5% głosów w sieci.
pt: Para encorajar a descentralização da rede, é recomendado evitar pools que tenham mais de 5% dos votos de rede.
ru: Для сохранения децентрализации сети мы рекомендуем избегать пулов, имеющих более 5% голосов в сети.
tr: Ağın merkezsizliğini teşvik etmek adına, %5'ten fazla ağ oyuna sahip havuzlardan kaçınmanız önerilir.

source: Turquiose
ar: الفيروزي
de: Türkis
el: Τουρκουάζ
es: Turquesa
fa: فیروزه ای
fi: Turkoosi
fr: Turquoise
hu: Türkiz
id: Pirus
it: Turchese
ja: ターコイズ
nl: Turkoois
pl: Turkusowy
pt: Turquesa
ru: Бирюзовый
sv: Turkos
tr: Turkuvaz

source: Typography
ar: أسلوب الخط
de: Typografie
el: Τυπογραφία
es: Tipografía
fa: تایپوگرافی
fi: Typografia
fr: Typographie
hr: Tipografija
hu: Tipográfia
id: Tipografi
it: Tipografia
ja: タイポグラフィー
nl: Typografie
pl: Czcionka
pt: Tipografia
ru: Типографика
sv: Typografi
tr: Tipografi

source: View on Github →
ar: عرض على Github →
de: Auf Github ansehen →
es: Ver en Github →
fa: مشاهده در گیت هاب →
ja: GitHubで見る→
pl: Wyświetl w Github →
pt: Ver em Github →
ru: Посмотреть на GitHub →
tr: GitHub'da Görüntüle →

source: Visual communication toolkit
ar: مكتبة أدوات التواصل النظري
de: Visuelles Kommunikations-Toolkit
el: Εργαλειοθήκη οπτικής επικοινωνίας
es: Kit de herramientas de comunicación visual
fa: جعبه ابزار ارتباط بصری
fi: Visuaaliset työkalut
fr: Boîte à outils de communication visuelle
hr: Alati za Vizualnu komunikaciju
hu: Vizuális kommunikáció tookit
id: Toolkit komunikasi visual
it: Toolkit di comunicazione visiva
ja: ビジュアルコミュニケーションツールキット
nl: Visuele communicatie toolkit
pl: Zestaw narzędzi do komunikacji wizualnej
pt: Conjunto de ferramentas de comunicação visual
ru: Паспорт стандартов фирменного стиля
sv: Verktygslåda för visuell kommunikation
tl: Toolkit ng visual na komunikasyon
tr: Görsel iletişim kiti

source: Voting System
ar: نظام التصويت
de: Abstimmungssystem
es: Sistema de votación
fa: سیستم رأی گیری
ja: 投票システム
pl: System głosowania
pt: Sistema de voto
ru: Система голосования
tr: Oylama Sistemi
