Repository: decred/dcrweb
Catalog: src/i18n/po/*.po
Languages: ar, de, el, es, fa, fi, fr, hr, hu, id, it, ja, nl, pl, pt, ru, sv, tl, tr

source: <p>Unlike PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-stake mining (PoS)</a> requires little computing resources. Decred funds are used to purchase voting tickets on the network. In every block, five tickets from the pool of live tickets are chosen at random to vote on the validity of the previous block. </p> <p>PoS adds an extra layer of decentralization to Decred and allows users to vote on suggested network changes. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pools are also available for PoS</a> to ensure your tickets are ready to vote whenever they're called.</p>
ar: <p>على خلاف تعدين إثبات العمل (PoW)، <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">تعدين إثبات الحصة (PoS)</a> يتطلب القليل من الموارد الحاسوبية. تُستخدم أموال Decred لشراء تذاكر تسمح بالتصويت داخل الشبكة. وفي كل كتلة يتم اختيار خمس تذاكر بشكل عشوائى من تجمع التذاكر للتصويت على صحة معاملات الكتلة السابقة. </p> <p>تعدين إثبات الحصة (PoS) يضيف طبقة من اللامركزية لـ Decred ويتيح للمستخدمين التصويت على التغيرات المقترحة للشبكة. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">هنالك تجمعات خاصة بتعدين إثبات الحصة (PoS)</a> لتضمن جاهزية تذاكرك للتصويت في حال النداء عليها.</p>
de: <p>Anders als bei PoW ist für <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stake-Mining (PoS)</a> nur wenig Rechenleistung erforderlich. Decred-Mittel werden verwendet, um Abstimmungstickets im Netzwerk zu erwerben. In jedem Block werden willkürlich fünf Tickets aus dem Pool von Live-Tickets gewählt, um über die Gültigkeit des vorherigen Blocks abzustimmen. </p> <p>PoS erweitert Decred um eine zusätzliche Dezentralisierungsebene und ermöglicht es Nutzern, über vorgeschlagene Netzwerkänderungen abzustimmen. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Pools sind auch für PoS verfügbar</a> – dadurch wird sichergestellt, dass Ihre Tickets zur Abstimmung bereitstehen, sobald sie ausgewählt werden.</p>
es: <p>Al contrario que la minería de Prueba de Trabajo (PoW), la <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">minería de Prueba de Participación (PoS)</a> requiere pocos recursos informáticos. Se emplean fondos de Decred para adquirir boletos de votación en la red. En cada bloque, se eligen al azar cinco boletos del grupo de boletos en vivo para votar sobre la validez del bloque anterior.</p> <p>PoS añade un nivel adicional de descentralización a Decred y permite a los usuarios votar sobre cambios de red sugeridos. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Los grupos están también disponibles para PoS</a> con el objeto de asegurar que sus boletos estén listos para votar cuando sea necesario.</p>
fa: <p>برخلاف PoW، <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">استخراج «اثبات سهام» (PoS)</a> به منابع رایانش کمی نیاز دارد. وجوه Decred برای خرید بلیت های رأی گیری در شبکه استفاده می شود. در هر بلوک،‌ پنج بلیت از استخر بلیت های فعال (زنده) به صورت تصادفی انتخاب می شود تا به اعتبار بلوک قبلی رأی دهند. </p> <p>PoS لایه بیشتری از غیرمتمرکز بودن به Decred اضافه می کند و به کاربران اجازه می دهد به تغییرات پیشنهادی شبکه رأی بدهند. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">استخرها هم برای PoS</a> در دسترس هستند تا مطمئن باشید بلیت های شما هر زمان که بخواهید آماده رأی دادن هستند.</p>
ja: <p>PoWとは違い、<a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-Stakeマイニング (PoS)</a>では、コンピューターリソースをほとんど消費しません。ネットワーク上での投票チケット購入には、Decredによるファンドが利用されます。各ブロックにおいて、ライブチケットプールの中から５枚がランダムに選択され、直前のブロックの妥当性に投票するために使用されます。</p> <p>PoSでは、もう一つ非中央集権レイヤーがDecredに追加され、提案されたネットワーク上の変更に対してユーザーが投票できます。<a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">プールはPoSでも利用可能</a>で、呼び出された時に必ずチケットが使用できるように準備できます。</p>
pl: <p>W przeciwieństwie do PoW <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">wydobycie Proof-of-stake (PoS)</a> wymaga niewielkich zasobów obliczeniowych. Środki Decred służą do kupowania biletów głosowania w sieci. W każdym bloku spośród puli biletów dostępnych na żywo losowo wybieranych jest pięć biletów umożliwiających głosowanie nad poprawnością poprzedniego bloku. </p> <p>System PoS dodatkowo zwiększa decentralizację Decred i umożliwia użytkownikom głosowanie nad sugerowanymi zmianami dotyczącymi sieci. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">W systemie PoS także dostępne są kopalnie</a> zapewniające gotowość biletów do głosowania w dowolnej chwili po wywołaniu.</p>
pt: <p>Ao contrário da mineração PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">a mineração Proof-of-stake (PoS)</a> requer poucos recursos de computação. Os fundos Decred são utilizados para comprar bilhetes de voto na rede. Em todos os blocos, cinco bilhetes da mostra de bilhetes ativos são escolhidos aleatoriamente para votar na validade do bloco anterior.</p> <p>O PoS adiciona uma camada extra de descentralização à Decred e permite que os utilizadores votem nas alterações de rede sugeridas. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Os pools também estão disponíveis para PoS</a> para garantir que os seus bilhetes estão preparados para votar quando forem chamados.</p>
ru: <p>В отличие от PoW, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">майнинг по методу Proof-of-Stake (PoS)</a> требует совсем немного вычислительных ресурсов. Денежные средства Decred используются для покупки голосующих билетов сети. В каждом блоке случайным образом выбираются пять штук из всего пула билетов в сети для подтверждения предыдущего блока.</p> <p>PoS — это дополнительный элемент децентрализации Decred. Кроме того, он позволяет пользователям голосовать по предлагаемым изменениям сети. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Для PoS тоже существуют пулы</a>, помогающие гарантировать, что ваши билеты в любой момент будут готовы к голосованию.
tr: <p>PoW'dan farklı olarak, <a href="https://docs.decred.org/mining/proof-of-stake/" title="_blank">Proof-of-stake madenciliği (PoS)</a> az miktarda bilgi işlem kaynağı gerektirir. Decred fonları, ağ üzerinde oylama biletleri satın almak için kullanılır. Her blokta, canlı bilet havuzundan beş bilet, bir önceki bloğun geçerliliğine oy vermek üzere rastgele seçilir. </p> <p>PoS, Decred'a ekstra bir merkezsizlik katmanı ekleyerek kullanıcıların önerilen ağ değişikliklerine oy vermelerini sağlar. <a href="https://docs.decred.org/mining/proof-of-stake/#sign-up-for-a-stake-pool" title="_blank">Biletlerinizin çağrıldığında her an oylanmaya hazır olmasını sağlamak için havuzlar PoS için de</a> mevcuttur.</p>

source: <span class="mission-chart-mined percent">29.4%</span> mined so far
ar: تم تعدين <span class="mission-chart-mined percent">29.4%</span> حتى الآن
de: Bisher <span class="mission-chart-mined percent">29,4 %</span> gemined
es: <span class="mission-chart-mined percent">29,4 %</span> minado hasta el momento
fa: <span class="mission-chart-mined percent">29.4%</span> تاکنون استخراج شده
ja: <span class="mission-chart-mined percent">29.4%</span>のマイニング実績
pl: Do tej pory wydobyto <span class="mission-chart-mined percent">29,4%</span>
pt: <span class="mission-chart-mined percent">29,4%</span> minerados até agora
ru: Намайнено <span class="mission-chart-mined percent">29,4%</span>
tr: Şu ana dek <span class="mission-chart-mined percent">%29,4</span> kazıldı

source: A beginner’s guide to Decred
ar: دليل المبتدئين للبدء مع Decred
de: Decred für Anfänger
es: Guía para principiantes de Decred
fa: راهنمای مبتدیان در Decred
ja: Decred初心者ガイド
pl: Przewodnik po Decred dla początkujących
pt: Um guia de principiante para a Decred
ru: Руководство по Decred для начинающих
tr: Decred başlangıç kılavuzu

source: A censorship-resistant blockchain-anchored public proposal platform
ar: منصة تستند إلى سلسلة الكُتل للاقتراح العام غير خاضعة للمراقبة
de: Eine zensurfreie und in Blockchain-Technologie verankerte öffentliche Vorschlagsplattform
es: Una plataforma de propuestas públicas vinculada a cadenas de bloques y resistente a la censura
fa: پلتفورم پیشنهاد عمومی با ساختار زنجیره بلوکی و مقاوم در برابر سانسور
ja: 検閲の耐性が強くブロックチェーン主体のパブリック型プラットフォーム
pl: Niecenzurowana, połączona z łańcuchem bloków publiczna platforma propozycji
pt: Uma plataforma de propostas públicas resistente à censura e incorporada na blockchain
ru: Защищенная от цензуры открытая платформа предложений на основе блокчейна
tr: Sansüre dayanıklı blok zinciriyle sağlama alınmış herkese açık teklif platformu

source: A cross-platform, automatic installer/updater for the command-line applications.
ar: مثبت/محدث تلقائي لتطبيقات سطر الأوامر يدعم أنظمة متعددة.
de: Ein plattformübergreifendes automatisches Installations-/Updateprogramm für Kommandozeilen-Anwendungen.
el: Ένα αυτόματο πρόγραμμα εγκατάστασης/ενημέρωσης πολλαπλών πλατφορμών για τις εφαρμογές γραμμής εντολών.
es: Un instalador/actualizador automático multiplataforma para las aplicaciones de línea de comandos.
fa: نصب کننده/به روز کننده خودکار و چند پلتفورمی برای برنامه های خط فرمان.
fi: Kaikille alustoille sopiva, automaattinen asennus/päivitysohjelma komentojonosovellukselle.
fr: Un installeur automatique multiplate-forme pour les applications en ligne de commande.
hr: Vise-platformni, automatski installer/updater za aplikacije koje koriste komandnu liniju.
hu: Parancssor interfész több platformos, automatikus telepítője
id: Installer/updater otomatis yang lintas platform untuk aplikasi command-line.
it: Un installer/updater cross-platform, automatico per le applicazioni command-line.
ja: コマンドラインアプリケーションのためのクロスプラットフォーム自動インストーラー/アップデーター。
nl: Een cross-platform, automatische installater/updater voor command-line applicaties.
pl: Międzyplatformowy automatyczny moduł instalacji/aktualizacji dla aplikacji wiersza polecenia.
pt: Uma plataforma múltipla, com instalador/atualizador automático para a linha de comando das aplicações.
ru: Кроссплатформенное средство автоматической установки/обновления для приложений командной строки.
sv: Ett plattformsoberoende automatiskt installationsprogram for applikationer med kommandotolk.
tl: Isang cross-platform, awtomatikong installer / updater para sa mga application ng command-line.
tr: Komut satırı uygulamaları için çapraz platformlu, otomatik yükleyici/güncelleyici.

source: Advisor
ar: مستشار
de: Berater
es: Asesor
fa: مشاور
ja: アドバイザー
pl: Doradca
pt: Consultor
ru: Советник
tr: Danışman

source: Advisory
ar: استشاري
de: Beratung
es: Asesoría
fa: مشاوره
ja: アドバイザリー
pl: Doradztwo
pt: Consultoria
ru: Консультационная служба
tr: Danışmanlık

source: All Downloads →
ar: جميع التنزيلات →
de: Alle Downloads →
es: Todas las descargas →
fa: همه دانلودها
ja: すべてのダウンロード →
pl: Wszystkie pliki do pobrania →
pt: Todas as transferências →
ru: Все загрузки →
tr: Tüm İndirmeler →

source: All software developed as part of Decred shall be free and<br>open source-software.
ar: يجب أن تكون جميع البرامج المطورة كجزء من Decred مجانية <br>ومفتوحة المصدر.
de: Jegliche Software, die im Rahmen von Decred entwickelt wird, ist kostenlose<br>Open-Source-Software.
es: Todo el software desarrollado como parte de Decred ha de ser libre y<br>de código abierto.
fa: همه نرم افزارهایی که به عنوان بخشی از Decred توسعه می یابند رایگان و <br> متن باز خواهند بود.
ja: Decredの一部として開発されたすべてのソフトウェアは<br>無料のオープンソースソフトウェアです。
pl: Całe oprogramowanie opracowane w ramach Decred powino być <br>bezpłatnym oprogramowaniem typu open source.
pt: Todos os softwares desenvolvidos como parte da Decred devem ser gratuitos e<br>de fonte aberta.
ru: Все программное обеспечение, разработанное как часть Decred, должно быть бесплатным и<br>с открытым исходным кодом.
tr: Decred'ın bir parçası olarak geliştirilen tüm yazılımlar özgür ve <br>açık kaynak kodlu yazılımı olacaktır.

source: Amid Bitcoin Centralization Worries, Developers Start New Currency Called Decred
ar: وسط مخاوف من مركزية Bitcoin، بدأ المطورون في إنشاء عملة جديدة تسمى Decred
de: Inmitten des Aufruhrs um die Bitcoin-Zentralisierung starten Entwickler mit neuer Währung namens Decred durch
es: A raíz de las preocupaciones surgidas en torno a la centralización de Bitcoin, los desarrolladores fundan una nueva divisa llamada "Decred"
fa: به دنبال نگرانی های مربوط به متمرکز بودن «بیت کوین»، پدیدآورندگان ارز جدیدی به نام Decred را شروع کردند.
ja: ビットコイン独占の懸念の中、開発者はDecredという名の新通貨を発表
pl: Z powodu obaw dotyczących centralizacji waluty Bitcoin programiści tworzą nową walutę o nazwie Decred
pt: Centralização de Preocupações Entre Bitcoin, os Programadores Iniciam uma Nova Moeda Designada Decred
ru: В свете волнений по поводу централизации биткоин разработчики создают новую валюту под названием Decred
tr: Bitcoin'in Merkezileşmesine Yönelik Kaygıların Ortasında, Geliştiriciler Decred Adlı Yeni Para Birimini Kurdu

source: An innovative hybrid proof-of-work (PoW) proof-of-stake (PoS) consensus voting system
ar: نظام تصويت مبتكر هجين بالإجماع عن طريق إثبات العمل (PoW) وإثبات الحصة (PoS)
de: Ein innovatives und hybrides, auf Proof-of-Work (PoW) und Proof-of-Stake (PoS) basierendes Konsens-Abstimmungssystem
es: Un sistema de votación consensuado de Prueba de Trabajo (PoW) y Prueba de Participación (PoS) innovador e híbrido
fa: سیستم نوآورانه و ترکیبی اثبات کار (PoW) اثبات سهام (PoS) برای رأی گیری اجماعی
ja: 革新的なproof-of-work（PoW）とProof-of-stake（PoS）のハイブリッド型コンセンサス投票システム
pl: Innowacyjny, hybrydowy system osiągania konsensusu przez głosowanie oparty na systemie proof-of-work (PoW) i proof-of-stake (PoS)
pt: Um sistema de voto consensual híbrido inovador proof-of-work (PoW), proof-of-stake (PoS)
ru: Инновационная гибридная система консенсусного голосования, основанная на принципах proof-of-work (PoW) и proof-of-stake (PoS)
tr: Yenilikçi bir karma proof-of-work (PoW) proof-of-stake (PoS) oy birliğiyle oylama sistemi

source: Atomic Swaps
ar: المقايضات الذرية
es: Intercambios atómicos
fa: مبادله های اتمی
ja: アトミックスワップ
pl: Szybkie zamiany
pt: Trocas atómicas
ru: Атомарные транзакции
tr: Atomik Takaslar

source: Autonomy is self-rule. Stakeholders make the rules.
ar: الاستقلال عبارة عن حكم ذاتي. أصحاب المصلحة هم من يضعون القواعد.
de: Autonomie ist Selbstbestimmung. Die Stakeholder machen die Regeln.
es: La autonomía es autogobierno. Las partes interesadas establecen las normas.
fa: اساس، استقلال و خودمختاری است. ذینفعان قوانین را می سازند.
ja: 自主性とは自立です。ステークホルダーは自身でルールを作ります。
pl: Autonomia jest podstawą samorządności. Interesariusze ustalają zasady.
pt: A autonomia é auto-gestão. Os investidores fazem as regras.
ru: Автономия — это самоуправление. Правила придумывают участники.
tr: Özerklik kendi kendini yönetmektir. Kuralları paydaşlar koyar.

source: Back
ar: رجوع
de: Zurück
el: Πίσω
es: Volver
fa: برگشت
fi: Takaisin
fr: Retour
hr: Nazad
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
nl: Terug
pl: Wstecz
pt: Retroceder
ru: Назад
sv: Tillbaka
tl: Bumalik
tr: Geri

source: Become a Contributor
ar: كن مساهمًا
de: Werden Sie ein Mitwirkender
es: Convertirse en contribuyente
fa: یک مشارکت کننده شوید
ja: コントリビューターになる
pl: Zostań współtwórcą
pt: Tornar-se um Contribuinte
ru: Стать участником
tr: Katkı Sağlayın

source: Brand Resources
ar: موارد العلامة التجارية
de: Markenressourcen
es: Recursos de marca
fa: منابع نام تجاری
ja: ブランドリソース
pl: Zasoby marki
pt: Guia da Marca
ru: Фирменный стиль и материалы
tr: Marka Kaynakları

source: Built from 100% proven open-source technology.
ar: تم إنشاؤها من تقنية مثبتة بنسبة 100% ومفتوحة المصدر.
de: Basiert auf 100% bewährter Open-Source-Technologie.
es: Desarrollado con tecnología de código abierto 100 % probada.
fa: ساخته شده از فناوی متن باز 100% تأیید شده
ja: 100％検証済みオープンソーステクノロジーで構築。
pl: Zbudowane na sprawdzonej w 100% technologii open source.
pt: Construído a partir de tecnologia de fonte aberta 100% comprovada.
ru: Создано на основе 100% проверенной открытой технологии.
tr: %100 kanıtlanmış açık kaynak teknolojisinden oluşturulmuştur.

source: Business Brief
ar: ملخص الأعمال
de: Geschäftskonzept
es: Resumen empresarial
fa: خلاصه کسب و کار
ja: 会社概要
pl: Krótki opis działalności
pt: Resumo empresarial
ru: Обзор деловых преимуществ
tr: İşletme Özeti

source: Buying and Trading Decred
ar: شراء Decred وتداولها
de: Decred erwerben und tauschen
es: Comprar e intercambiar Decred
fa: خرید و تجارت Decred
ja: Decredの購入および取引
pl: Kupowanie i obrót walutą Decred
pt: Comprar e Trocar Decred
ru: Покупка и обмен Decred
tr: Decred Alım Satımı

source: CORE SOFTWARE
ar: البرامج الأساسية
de: KERNSOFTWARE
el: ΚΥΡΙΟ ΛΟΓΙΣΜΙΚΟ
es: SOFTWARE BASE
fa: نرم افزار هسته ای
fi: CORE SOVELLUS
fr: PROGRAMME CORE
hu: ALAPSZOFTVER
id: SOFTWARE POKOK
it: SOFTWARE CORE
ja: コア ソフトウェア
pl: PODSTAWOWE OPROGRAMOWANIE
pt: SOFTWARE PRINCIPAL
ru: КЛЮЧЕВОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ
tr: ÇEKİRDEK YAZILIM

source: CUDA/OpenCL miner for AMD/NVIDIA GPUs. Officially supported by the Decred team.
ar: معدّن CUDA/OpenCL لوحدات معالجة الرسوميات AMD/NVIDIA. مدعوم رسميًا من قبل فريق Decred.
de: CUDA/OpenCL-Miner für AMD/NVIDIA GPUs. Offiziell unterstützt vom Decred-Team.
el: CUDA/OpenCL miner για κάρτες γραφικών AMD/NVIDIA. Επίσημα υποστηριζόμενος από την ομάδα του Decred.
es: Minero CUDA/OpenCL para GPU AMD/NVIDIA. Con la aprobación oficial del equipo de Decred.
fa: ماینر (استخراج کننده) CUDA/OpenCL برای واحدهای پردازش گرافیکی AMD/NVIDIA که به طور رسمی توسط تیم Decred پشتیبانی می شود.
fi: CUDA/OpenCL louhintasovellus AMD/NVIDIA näytönohjaimille. Decred-tiimin virallisesti tukema.
fr: Mineur CUDA/OpenCL pour GPU AMD/NVIDIA. Supporté officiellement par l'équipe Decred.
hr: CUDA / OpenCL rudar za AMD / NVIDIA GPU. Službeno podržan od strane Decred tima.
hu: CUDA/OpenCL bányász szoftver AMD és NVIDIA GPU-khoz. A Decred team hivatalosan támogatja.
id: Miner CUDA/OpenCL untuk GPU AMD/NVIDIA. Didukung resmi oleh tim Decred.
it: Miner CUDA/OpenCL per GPU AMD/NVIDIA. Ufficialmente supportato dal team Decred.
ja: AMD/NVIDIA GPU対応CUDA/OpenCLマイナー。Decredチームによる公式サポート有り。
nl: CUDA/OpenCL miners voor AMD/NVIDIA GPUs. Officieel ondersteund door het Decred team.
pl: Koparka CUDA/OpenCL dla procesorów graficznych AMD/NVIDIA. Oficjalnie wspierana przez zespół Decred.
pt: Minerador CUDA/OpenCL para AMD/NVIDIA GPUs. Apoiado oficialmente pela equipa Decred.
ru: CUDA/OpenCL-майнер для видеокарт AMD/NVIDIA. Официально поддерживается командой Decred.
sv: CUDA/OpenCL miner för AMD/NVIDIA GPUs. Stöds officiellt av Decreds team.
tl: CUDA / OpenCL miner para sa AMD / NVIDIA GPUs. Opisyal na suportado ng pangkat na Decred.
tr: AMD/NVIDIA grafik işlem birimleri için CUDA/OpenCL tabanlı madencilik yazılımları. Decred ekibi tarafından resmi olarak desteklenmektedir.

source: Chicago developers launch Decred, a Bitcoin alternative
ar: مطورو شيكاغو يطلقون Decred، بديل Bitcoin
de: Entwickler aus Chicago gründen Decred, eine Alternative zu Bitcoin
es: Unos desarrolladores de Chicago lanzan Decred, una alternativa a Bitcoin.
fa: پدیدآورندگان در شیکاگو، Decred را به عنوان جایگزین «بیت کوین» راه اندازی کرده اند
ja: シカゴの開発者がビットコインの代替通貨Decredを発表
pl: Programiści z Chicago przedstawiają Decred, alternatywę dla waluty Bitcoin
pt: Programadores de Chicago lançaram a Decred, uma alternativa a Bitcoin
ru: Разработчики из Чикаго представляют Decred — альтернативу биткоин
tr: Chicago'lu geliştiriciler Bitcoin'e alternatif olarak Decred'ı sunuyor

source: Command-line app suite
ar: مجموعة برامج سطر الأوامر
de: Kommandozeilen-App Suite
es: Paquete de aplicaciones de línea de comandos
fa: مجموعه برنامه خط فرمان
ja: コマンドラインアプリ版
pl: Pakiet aplikacji wiersza polecenia
pt: Adequado à linha de comando da aplicação
ru: Набор приложений для командной строки
tr: Komut satırı uygulama paketi

source: Community
ar: المجتمع
es: Comunidad
fa: جامعه
ja: コミュニティ
pl: Społeczność
pt: Comunidade
ru: Сообщество
tr: Topluluk

source: Complimentary Colors
ar: الألوان المُكمِّلة
de: Kostenlose Farben
el: Συμπληρωματικά Χρώματα
es: Colores complementarios
fa: رنگ های تکمیلی
fi: Muut värivaihtoehdot
fr: Couleurs complémentaires
hr: Decred materijali
hu: Kiegészítő színek
id: Warna Komplementer
it: Colori gratuiti
ja: 補色
nl: Complementaire Kleuren
pl: Dodatkowe kolory
pt: Cores complementares
ru: Дополнительные цвета
sv: Komplementfärg
tl: Mga Libreng Kulay
tr: Tamamlayıcı Renkler

source: Consensus Voting
ar: التصويت بالإجماع
de: Konsensabstimmung
es: Votación por consenso
fa: رأی گیری اجماعی
ja: コンセンサス投票
pl: Konsensus poprzez głosowanie
pt: Votação consensual
ru: Консенсусное голосование
tr: Oy Birliğiyle Oylama

source: Continue
ar: متابعة
de: Weiter
el: Συνέχεια
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 次へ
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
tl: Magpatuloy
tr: Devam

source: Contributors
ar: المساهمون
de: Mitwirkende
es: Contribuyentes
fa: مشارکت کنندگان
ja: コントリビューター
pl: Współtwórcy
pt: Contribuintes
ru: Участники
tr: Katkı Sağlayanlar

source: Corporate Contractor
ar: مقاول الشركات
de: Geschäftlicher Subunternehmer
es: Contratista corporativo
fa: پیمانکار شرکتی
ja: 企業のコントラクター
pl: Podwykonawca firmowy
pt: Empresário
ru: Корпоративный подрядчик
tr: Kurumsal Yüklenici

source: Create a browser based Wallet →
ar: إنشاء محفظة مبنية على متصفح الإنترنت →
de: Eine Browser-basierte Wallet erstellen →
es: Crear una cartera basada en un navegador →
fa: ایجاد کیف پول مبتی بر مرورگر →
ja: ブラウザー版ウォレットを作成
pl: Utwórz portfel przeglądarkowy →
pt: Criar uma base de navegador Wallet →
ru: Создать браузерный кошелек →
tr: Tarayıcı tabanlı Cüzdan oluştur →

source: Cross-chain atomic swaps between different digital currencies
ar: مقايضات ذرية متعددة السلاسل بين العملات الرقمية المختلفة
de: Chain-übergreifende Atomic Swaps zwischen unterschiedlichen digitalen Währungen
es: Intercambios atómicos en intercadena entre divisas digitales diferentes
fa: مبادله های اتمی متقابل بین ارزهای دیجیتال مختلف
ja: 様々なデジタル通貨間でのクロスチェーンアトミックスワップ
pl: Międzyłańcuchowe szybkie wymiany różnych walut cyfrowych
pt: Trocas atómicas de cross-chain entre moedas digitais diferentes
ru: Атомарные кроссчейн-транзакции между разными цифровыми валютами
tr: Farklı dijital para birimleri arasında atomik çapraz zincir takasları

source: Cross-platform Wallets
ar: محافظ تدعم منصات متعددة
de: Plattformübergreifende Wallets
es: Carteras multiplataforma
fa: کیف پول های چند پلتفورمی
ja: クロスプラットフォームウォレット
pl: Portfele wieloplatformowe
pt: Carteiras de plataformas múltiplas
ru: Кроссплатформенные кошельки
tr: Çapraz platform Cüzdanları

source: Cross-platform wallets for ease of use
ar: محافظ تدعم منصات متعددة لسهولة الاستخدام
de: Plattformübergreifende Wallets zur einfachen Handhabung
es: Carteras multiplataforma de fácil uso
fa: کیف پول های چند پلتفورمی برای سهولت استفاده
ja: 使いやすさを重視したクロスプラットフォームウォレット
pl: Portfele wieloplatformowe ułatwiające obsługę
pt: Carteiras de plataformas múltiplas para utilização fácil
ru: Кроссплатформенные кошельки для удобства использования
tr: Kolay kullanım için çapraz platform cüzdanları

source: Dark Blue
ar: الأزرق الداكن
de: Dunkelblau
el: Σκοτεινό Μπλε
es: Azul oscuro
fa: آبی تیره
fi: Tummansininen
fr: Bleu foncé
hr: Tamno plava
hu: Sötétkék
id: Biru tua
it: Blu Scuro
ja: ダークブルー
nl: Donkerblauw
pl: Ciemnoniebieski
pt: Azul escuro
ru: Темно-синий
sv: Mörkblå
tr: Koyu Mavi
